{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:23",
      "text": "Ching, cutching, cutching"
    },
    {
      "speaker": "roddi",
      "time": "0:02:44",
      "text": "Die letzte acht Bit-Folge, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:45",
      "text": "Genau, jetzt sagt Bit Folge danach äh gehen wir."
    },
    {
      "speaker": "roddi",
      "time": "0:02:48",
      "text": "Sind wir sechzehn bit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:49",
      "text": "Genau, machen wir eine Transition oder vielleicht gehen wir auch gleich auf vierundsechzig Bit."
    },
    {
      "speaker": "roddi",
      "time": "0:02:53",
      "text": "Oh, oh, oh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:55",
      "text": "Na ja insgeheim sind wir natürlich schon immer vierundsechzig Bitt gewesen. Die Nullen sieht man halt nicht. Das ist äh das ist das Problem."
    },
    {
      "speaker": "roddi",
      "time": "0:03:04",
      "text": "Ja wir Podcasten ja auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:05",
      "text": "Wobei, ich kann mir nicht so richtig vorstellen, dass ich ähm die vierundsechzig Bitten auch voll mache hier mit den Episoden, also ehrlich gesagt, kann ich mit sechzehn Bitch schon nicht vorstellen. Mal gucken, also ein Bit müsste noch drin sein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:17",
      "text": "Vorstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:18",
      "text": "Ja, neuen Bits könnte ich mir durchaus vorstellen, das könnte vielleicht noch funktionieren, mal gucken. Ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:03:37",
      "text": "Zweitausendacht oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:38",
      "text": "Zweitausendacht erster April war das, ne? Genau, das heißt, dann haben wir dann dreizehn Jahre quasi vor uns, ne? Die kriegen wir auf jeden Fall noch voll,"
    },
    {
      "speaker": "roddi",
      "time": "0:04:04",
      "text": "Nö, ist nur bayrisch. Ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:09",
      "text": "Was hast du gesagt?"
    },
    {
      "speaker": "roddi",
      "time": "0:04:11",
      "text": "Der Britlauf Tym, gell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:12",
      "text": "Ja, äh dann ja, da muss ich auch noch die Namen umdrehen. Hm. Na ja, also Rodi ist auf jeden Fall auch dabei, habt ihr schon gehört?"
    },
    {
      "speaker": "roddi",
      "time": "0:04:21",
      "text": "Gerne auch mit der, wenn's sein muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:24",
      "text": "Der Roy Dill. Ich weiß nicht, ich zucke mal so ein bisschen zusammen, wenn ich das so höre. Ich weiß nicht, wie es euch dabei geht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:29",
      "text": "Der Artikel individualisiert doch noch so ein bisschen, oder es nicht irgendein Hoti ist, der Rody."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:35",
      "text": "Ja, dann kommt der Peter."
    },
    {
      "speaker": "roddi",
      "time": "0:04:37",
      "text": "Ich glaube, ich glaube, du hast einfach zu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:47",
      "text": "Das haben sie noch nie gemach."
    },
    {
      "speaker": "roddi",
      "time": "0:04:48",
      "text": "IPad. Doch eine Weile schon. Es gab ja mal The New IPad, glaube."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:51",
      "text": "Nein, nein. IPhone."
    },
    {
      "speaker": "roddi",
      "time": "0:04:55",
      "text": "Genau, aber in letzter Zeit, es wird langsam wird's lächerlich, finde ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:59",
      "text": "Das ist aber eine gute Frage. Warum machen sie das eigentlich? Ich habe da schon ein paar Mal drüber nachgedacht, weil ich bin mir nicht so richtig sicher, ob ich ähm schon zur richtigen Konklusion gekommen bin. Also sie vermeiden es ganz bewusst, warum? Was denkt ihr."
    },
    {
      "speaker": "roddi",
      "time": "0:05:15",
      "text": "Ich glaube, weil sie, weil sie wollen, dass es eher klingt wie ein ein Konzept, eine Idee und weniger wie ein wie ein Stück, was man irgendwo aus einer Packung holt. Ein ein Ding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:26",
      "text": "Ich hätte jetzt fast gesagt, dass es klingt wie ein Name wie ein Vorname, ne? Aber dann kommen wir halt und sagen, der Rodi und der Dennis. Also na ja und die Siri."
    },
    {
      "speaker": "roddi",
      "time": "0:05:34",
      "text": "Und die Siri."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:37",
      "text": "Es hätte man vielleicht nochmal drüber nachdenken sollen, aber es es hat irgendwie ja warum machen sie das? Also was, was könnte der Grund dafür sein,"
    },
    {
      "speaker": "roddi",
      "time": "0:05:56",
      "text": "Ich glaube, dass es einfach damit's cooler klingt. Da steckt irgendwas glaub bestimmt irgend so ein erstens Mode und zweitens so ein so eine Idee von irgend so ein Marketing Fuzzi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:08",
      "text": "Tja und der Garantie ist das eine Idee eines Marketingfutzes. Die Frage ist nur, was ist die rationale dahinter? Also was was versuchen sie damit äh nicht zu tun oder was versuchen sie damit zu betonen."
    },
    {
      "speaker": "roddi",
      "time": "0:06:18",
      "text": "Ja anders sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:20",
      "text": "Die aber anders. Apple macht nichts, nur um anders zu sein. Das das ist also das ist nicht der Grund."
    },
    {
      "speaker": "roddi",
      "time": "0:06:30",
      "text": "Na ja, also ich sage mal so, McUS elf würde ich jetzt hier gerne mal als Gegenbeispiel äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:38",
      "text": "Wieso? Was? Für was."
    },
    {
      "speaker": "roddi",
      "time": "0:06:39",
      "text": "Na, da haben sie vieles gemacht, was sie einfach anders machen aus dem Grund, um's anders zu machen. Und nicht, weil's besser ist, sondern nur, weil's anders ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:47",
      "text": "Ja, bitte was?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:06:49",
      "text": "Alles."
    },
    {
      "speaker": "roddi",
      "time": "0:06:51",
      "text": "Zum Beispiel die Dialoge, die keine Schiedsmehr sind oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:55",
      "text": "Okay, ich bin jetzt beim Namen."
    },
    {
      "speaker": "roddi",
      "time": "0:06:57",
      "text": "Ja trotzdem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:58",
      "text": "Also,"
    },
    {
      "speaker": "roddi",
      "time": "0:07:15",
      "text": "Ja, super."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:16",
      "text": "Also das äh also das das Argument zählt irgendwie nicht so richtig. Ich habe einfach so den Eindruck, dass sie ja, wie soll ich das formulieren, dass sie,"
    },
    {
      "speaker": "roddi",
      "time": "0:07:33",
      "text": "Ja, ich glaube, das muss uns mal ein Native Kalifornien erklären, der irgendwie weiß, warum das äh im im Sunshine State irgendwie weiß ich nicht äh Hip ist, dass man sowas da so macht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:49",
      "text": "Ja gut, aber die sagen bestimmt auch nicht, The Steve und The Tim. So, als würde."
    },
    {
      "speaker": "roddi",
      "time": "0:07:53",
      "text": "Nee, das tun sie nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:54",
      "text": "Einfallen, genau, das heißt, sie benutzen das eigentlich mehr wie so ein, wie so ein Vornamen oder ich sage mal ganz allgemein, wie so einen Namen. Und das ist ähm."
    },
    {
      "speaker": "roddi",
      "time": "0:08:02",
      "text": "Aber wie gesagt, nur bei Siri kommt mir das nicht komisch vor. Ne? Also niemand sagt ja der Siri, aber die Leute sagen wie iPhone."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:13",
      "text": "Na, weiß ich nicht, ob ob ob Leute das, welche Leute, so die Schreiberlinge."
    },
    {
      "speaker": "roddi",
      "time": "0:08:18",
      "text": "Na ja, die außerhalb von Apple."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:20",
      "text": "Muss man mehr drauf achten, dass mir jetzt irgendwie gerade nicht so richtig klar,"
    },
    {
      "speaker": "roddi",
      "time": "0:08:30",
      "text": "Weil Apple und so, ne? Die machen das schon richtig. Wir müssen das auch so machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:36",
      "text": "Wir müssen das unbedingt so machen, weil wir sind wir kommen ja nicht aus dem Ruf raus, ein Apple Podcast zu sein, auch wenn das natürlich ähm,"
    },
    {
      "speaker": "roddi",
      "time": "0:09:54",
      "text": "Ich finde es so schön an Castro, Castro hat ja jetzt auch ein Ridget. Auf dem iPhone, diese diese ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:00",
      "text": "Der Podcast kleint, Cast."
    },
    {
      "speaker": "roddi",
      "time": "0:10:02",
      "text": "Dein Castro hat fürs neue äh IOS auch ein Widget und dieses Widget zeigt einem an, wie lange die Q ist, die man hat,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:30",
      "text": "Mhm. Das hörst du bestimmt noch äh durch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:10:33",
      "text": "Das heißt, wenn's nach dir geht, dann kann das mit dem Corona noch so eine Weile weitergehen, ja?"
    },
    {
      "speaker": "roddi",
      "time": "0:10:37",
      "text": "Nee, ich muss mich einfach zusammenreißen und wieder Podcast ababonieren. Das hat einfach keinen Sinn. Äh so viel auf Halde zu haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:46",
      "text": "Ich habe ja vor kurzem Castro den Rücken gekehrt,"
    },
    {
      "speaker": "roddi",
      "time": "0:11:02",
      "text": "Die da wären."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:03",
      "text": "Ja, äh ich hatte extrem viel Probleme, weil also es gab,"
    },
    {
      "speaker": "roddi",
      "time": "0:11:40",
      "text": "Echt sowas hatte ich hatte ich nicht das Einzige, was ich manchmal habe, ist, dass ich die die ähm Airpots aus den Ohren nehme und der Podcast spielt weiter, aber dann halt in der Hosentasche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:53",
      "text": "Das liegt dann aber wahrscheinlich daran, dass du den Finger auf den, auf den Sensor gehalten hast."
    },
    {
      "speaker": "roddi",
      "time": "0:11:56",
      "text": "Nein, die Dinger sind ja dann schon im Cabus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:00",
      "text": "Ach so, äh ach so ja"
    },
    {
      "speaker": "roddi",
      "time": "0:12:58",
      "text": "War das war das nicht immer ein ein Android-Client."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:01",
      "text": "Nein,"
    },
    {
      "speaker": "roddi",
      "time": "0:15:39",
      "text": "Das kann er ihm beibringen. Da gibt's da gibt's ein Setting für weiß ich nicht, aber es gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:47",
      "text": "Das kannst du mal raussuchen. Das habe ich dann unter Umständen übersehen. Aber das hat mich immer mega genervt, dass dass dann die Datei weg ist, weil dann willst du nochmal kurz reinhören,"
    },
    {
      "speaker": "roddi",
      "time": "0:16:27",
      "text": "Also unter Downloads, ne, wenn man in den Settings ist, dann gibt's unter Downloads jetzt ganz unten Deliat, Apple Soats und da kannst du dir After-Listening einen Tag oder sieben Tage After-Listening."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:36",
      "text": "Na, Gott sei Dank. Okay, gut, also nicht alles ist verloren und wenn die anderen Stabilitätssachen ähm funktionieren. Wo ist das, unter was?"
    },
    {
      "speaker": "roddi",
      "time": "0:16:52",
      "text": "Settings, allgemeinen Settings und dann Downloads."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:55",
      "text": "Wundern die allgemeinen Settings."
    },
    {
      "speaker": "roddi",
      "time": "0:16:57",
      "text": "Bei dem Rädchen, wenn du wenn du die Q offen hast, ganz oben links ist das Rädchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:03",
      "text": "Warte mal, ich kann hier gerade dieses Pudding überhaupt nicht mehr benutzen. Wieso verschwindet denn das,"
    },
    {
      "speaker": "roddi",
      "time": "0:17:17",
      "text": "Vielleicht hast du auch ein Verkorrektes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:19",
      "text": "Nö, ist noch ein A."
    },
    {
      "speaker": "roddi",
      "time": "0:17:21",
      "text": "Das Pocket-Cast, weil die Probleme, die du ansprichst, hatte ich so nicht. Ich habe das ab und zu mal, dass das so ein bisschen das Spinnen anfängt und dann wird das Audio bröckelig. Und dann kill ich den Start in neu und dann ist wieder gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:34",
      "text": "Aha, okay, one day seven Days, alles klar,"
    },
    {
      "speaker": "roddi",
      "time": "0:18:13",
      "text": "Gibt's in Castro oder das gibt so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:15",
      "text": "Das gibt es in Kastro, du kannst, wenn du auf diese Kapitelliste gehst, dann hast du für jedes Kapitel hast du so eine kleine Checkbox und kannst sagen, will ich hören, will ich nicht hören,"
    },
    {
      "speaker": "roddi",
      "time": "0:18:49",
      "text": "Ich glaube, ich finde jetzt auf die Schnelle keinen Podcast, der Chapter hat, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:53",
      "text": "ETP, was auch immer, Freakshow zum Beispiel, der ist auch ganz geil. Mh,"
    },
    {
      "speaker": "roddi",
      "time": "0:20:14",
      "text": "Je"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:16",
      "text": "Ja und schau äh wie ich damit klarkomme und was was mir sozusagen gefällt und was nicht und dann schreibe ich darüber einen Blogartikel und dann wechsel ich auf den nächsten."
    },
    {
      "speaker": "roddi",
      "time": "0:20:26",
      "text": "Tja, hört zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:27",
      "text": "Könnte noch abstimmen lassen, weil welches welches der nächste sein sollte und das mache ich dann irgendwie ein Jahr lang und danach weiß ich was meint Podcast-Player ist. Aber das ist hart."
    },
    {
      "speaker": "roddi",
      "time": "0:20:38",
      "text": "Ja vor allen Dingen weißt du dann nicht mehr, was du noch was du schon gehört hast und was nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:42",
      "text": "Ja, das ist natürlich so ein Problem, dass du so deine deine ganze Playhistorie verlierst, aber das ist dann auch am Ende des Tages gar nicht so das größte Drama, beziehungsweise das wäre dann halt na ja, das wäre dann halt einfach so"
    },
    {
      "speaker": "roddi",
      "time": "0:20:59",
      "text": "Was ich ja so geil finde zum Thema Podcast ist es die ähm der NDR bei dem drosten Podcast irgendwie ein halbes Jahr gebraucht hat, um Kapitelmarken einzuführen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:10",
      "text": "Haben sie ja immer noch nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:21:11",
      "text": "Aber sie packen die Kapitel Mark nur in äh als,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:23",
      "text": "Ja also ich weiß nicht genau warum das so ist, aber ich kann's mir gut vorstellen warum es so ist. Es wird irgendwas mit ihren hauseigenen Ausspielungs äh System zu tun haben, die sowas nicht können,"
    },
    {
      "speaker": "roddi",
      "time": "0:22:10",
      "text": "Wahrscheinlich tippt irgendein hört sich irgendein Scherge das nochmal an, so ein Audioscherge und schreibt per Hand irgendwie die Time Codes raus und tippelt die dann in Dings rein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:22",
      "text": "Ja, ich meine, sie machen so einen riesen Aufwand. Ich meine, dass sie das jetzt da rein tun, das hat ja wahrscheinlich schon damit zu tun, dass sie bei Twitter das wirklich wahrscheinlich jede Woche links und rechts um die Ohren äh geschallert bekommen,"
    },
    {
      "speaker": "roddi",
      "time": "0:22:54",
      "text": "Wahrscheinlich schneidet da auch jemand nochmal zwei Stunden an an so einer Folge rum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:59",
      "text": "Ja, das."
    },
    {
      "speaker": "roddi",
      "time": "0:23:02",
      "text": "Außerdem machen sie ja noch eine Transkription auch noch. Also das ist irgendwie ich ich glaube da ist ganz schön viel redaktioneller Aufwand bis das Teil tatsächlich veröffentlicht wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:11",
      "text": "Oh ja, das bestimmt, also die machen, die machen eine ganze Menge redaktionellen Aufwand, die haben ja auch dieses ganze ähm,"
    },
    {
      "speaker": "roddi",
      "time": "0:24:43",
      "text": "Ja, aber das ist bestimmt der ein Publishing-System. Das ist wahrscheinlich ein Nightmaier und wahrscheinlich kann's auch keiner anfassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:50",
      "text": "Klar klar ist es das, aber es ist halt einfach unübersichtlich, anstatt einfach Corona, Virus,"
    },
    {
      "speaker": "roddi",
      "time": "0:25:11",
      "text": "Naja gut, aber ich meine auf der anderen Seite, das sind Journalisten, die irgendwie ein halbes Jahr später immer noch davon berichten, wie erstaunt sie waren, dass dieser Podcast so gut ange,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:25",
      "text": "Also, was ich von denen erwarte, das das sind zwei Fragen in einem, ja, also auf der einen Seite könnte man über das reden, was ich so erwarte, so, das ist wahrscheinlich nicht so viel, ne? Und dann gilt das, was ich von denen erwarte. Und das ist schon eine ganze Menge,"
    },
    {
      "speaker": "roddi",
      "time": "0:26:19",
      "text": "Kenne das gar nicht, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:20",
      "text": "Ja, es ist was noch nie was von gehört oder du hast es nicht gehört."
    },
    {
      "speaker": "roddi",
      "time": "0:26:25",
      "text": "Ich habe da noch nie was von gehö."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:26",
      "text": "Du hast noch nie von Siril gehört."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:28",
      "text": "Gehört, habe ich schon von, aber reingehört, habe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:31",
      "text": "Also Seral ist es jetzt auch schon ein paar Jahre her, ist so ein Podcast, der halt so eben so eine so eine Crime, so eine Trugrime-Story erzählt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:39",
      "text": "Es ging noch mit einem sehr bekannten Ding auch los oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:42",
      "text": "Wie einem bekannten Ding."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:44",
      "text": "Na der, der Aufhänger, der die erste Folge so oder was so ein mega bekannter Fall oder sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:48",
      "text": "Also wie bekannt dieser Fall war, kann ich ehrlich gesagt nicht sagen. Ähm auf jeden Fall der gesamte Podcast war quasi die Aufarbeitung dieses einen Falls,"
    },
    {
      "speaker": "roddi",
      "time": "0:28:59",
      "text": "Per Unfall einen echten Podcast gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:01",
      "text": "Genau. Sie sie haben ja davon geredet. So ja wir dachten ja am Anfang so eine halbe Stunde und länger durfte das nicht sein, weil funktioniert ja nicht. Wissen wir ja alle, ne? Podcasts, die äh länger al."
    },
    {
      "speaker": "roddi",
      "time": "0:29:12",
      "text": "Ursprünglich waren nur fünf Minuten gedacht und dann wurde es immer länger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:16",
      "text": "Es kann sein, dass es sogar noch kürzer gedacht war. Genau, aber das ging halt mit dem Drosten nicht, weil der Drosten halt gesagt hat, so ich."
    },
    {
      "speaker": "roddi",
      "time": "0:29:24",
      "text": "Ich erkläre das richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:25",
      "text": "Genau, ich erkläre das jetzt mal richtig. So und dann dann wurde es halt immer länger und umso länger es wurde und sie wahrscheinlich schon beim Aufnehmen sich gedacht haben, oh mein Gott, das Projekt geht dem Bach runter, weil es zu lang,"
    },
    {
      "speaker": "roddi",
      "time": "0:31:02",
      "text": "Ja, aber das das sind Radioleute, die machen eine Sendung, die geben die ab, die geht über einen Sender und dann interessiert es niemanden mehr hinterher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:18",
      "text": "Ich weiß es doch auch."
    },
    {
      "speaker": "roddi",
      "time": "0:31:19",
      "text": "Es ist dreißig, dreißig Sekunden übern Sender und industriert interessiert niemanden mehr. Ne, das ist halt das das Problem und ich glaube aus der Denke kommen die nicht so einfach raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:28",
      "text": "Nee, ganz offensichtlich kommen sie ja nicht einfach raus. Aber ich meine, das ist jetzt fünfundzwanzig Jahre her, dass wir mit dem Chaos-Radio angefangen haben. Fünfundzwanzig Jahre und da war ich schon irgendwie genervt davon. Und habe ihnen immer alle gesagt, das hat keine Zukunft."
    },
    {
      "speaker": "roddi",
      "time": "0:31:40",
      "text": "Tja, manche Dinge dauern halt länger, besonders in Deutschland. Ähm, wir hatten's, wir hatten's gerade mit Crime Podcast, da möchte ich noch einen empfehlen und zwar von der BBC, der nennt sich Def in Ice Valley,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:01",
      "text": "Also du hörst zu. Du hörst sowas also."
    },
    {
      "speaker": "roddi",
      "time": "0:32:03",
      "text": "Ich höre sowas äh und zwar den habe ich gehört, weil ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:49",
      "text": "Weil sie ja ihm Geld gegeben."
    },
    {
      "speaker": "roddi",
      "time": "0:32:52",
      "text": "Wie sie wie auch immer sie ihn überzeugt haben. Das sei mal dahingestellt, aber äh der ist auf jeden Fall das gerade der Sound bei Fertin Minutes zu Themon ist schon richtig geil. Also das das ist schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:07",
      "text": "Hatten wir glaube ich hier schon irgendwann mal habe ich aber, glaube ich, nie reingehört. Müsste ich aber eigentlich mal machen."
    },
    {
      "speaker": "roddi",
      "time": "0:33:15",
      "text": "Doch der ist großartig, der ist also beide beide sind großartig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:20",
      "text": "So gut wie unsers."
    },
    {
      "speaker": "roddi",
      "time": "0:33:24",
      "text": "Anders. Na ja, Hans Zimmer halt großes Kino. Wir sind ja eher so eine Zirkusshow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:27",
      "text": "Ja, na ja klar. Ja, der Florian macht auch großes Jahr, aber die Zirkusshow, äh das Zirkusschirst ist auch von einem Filmkomponisten äh gemacht worden, also von daher stehen wir."
    },
    {
      "speaker": "roddi",
      "time": "0:33:39",
      "text": "Ja, wir sind ja auch die große Zirkusshow."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:43",
      "text": "Können ja mal zu einer Challenge herausfordern, er soll uns mal ein neues Team machen, was cooler ist als das, was wir schon haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:48",
      "text": "Was? Das geht gar nicht. Das ist schon das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:50",
      "text": "Ja, siehste? Das sagen wir ihm auch und dann äh soll er mal loslegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:53",
      "text": "Hans, zeig mal, was du kannst, Hans."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:34:01",
      "text": "Vielleicht kann er ja einen kleinen gar nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:04",
      "text": "Nee, wahrscheinlich nicht. So, zwanzig zwanzig äh wir waren dabei."
    },
    {
      "speaker": "roddi",
      "time": "0:34:12",
      "text": "Oh Gott, gibt's später so T-Shirts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:14",
      "text": "Das kann man sagen, oder? Gibt's bestimmt jetzt schon, also ich habe, glaube ich, sogar schon ein paar gesehen in dieser Richtung."
    },
    {
      "speaker": "roddi",
      "time": "0:34:21",
      "text": "Ich habe da, ich habe doch mal bei bei Kargu-Lüfter gearbeitet und da gab's tatsächlich T-Shirts"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:45",
      "text": "Jetzt äh ich weiß, ich hatte, ich hatte so kurz überlegt, ob man mal so auf dieses Jahr äh zurückblicken kann. Das ist natürlich jetzt so ein bisschen schwierig, weil's gefühlt alles so ein bisschen so monothematisch war,"
    },
    {
      "speaker": "roddi",
      "time": "0:35:03",
      "text": "Na ja, sagen wir mal so, bei mir persönlich gab's ja noch äh irgendwie im Januar ist mein Vater gestorben und äh im Februar bin ich hier in das Haus eingezogen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:21",
      "text": "Obwohl's ja dann auch."
    },
    {
      "speaker": "roddi",
      "time": "0:35:22",
      "text": "Allerging."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:24",
      "text": "In einem Haus Rodi wieder mal nicht mitbekommen."
    },
    {
      "speaker": "roddi",
      "time": "0:35:29",
      "text": "Und es war ja so der Hammer, weil ich habe ja dieses Corona bekommen, bevor der Lokdown anfing."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:34",
      "text": "Auch noch, obwohl du in deinem Haus sitzt."
    },
    {
      "speaker": "roddi",
      "time": "0:35:36",
      "text": "Ja, das war, das war ein Glücksfall, also Glück im Unglück, weil äh in der in der kleinen Weddinger Zwei-Zimmer-Wohnung, da wäre ich ja wahnsinnig geworden dieses Jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:45",
      "text": "Hast du denn irgendwie Langzeitschäden davongetragen oder ist alles super."
    },
    {
      "speaker": "roddi",
      "time": "0:35:51",
      "text": "Bestimmt, aber ich merke nichts mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:55",
      "text": "So, du merkst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:57",
      "text": "Auch andere Krankheiten oder so ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:00",
      "text": "Mhm."
    },
    {
      "speaker": "roddi",
      "time": "0:36:01",
      "text": "Nee, also was ich gemerkt habe, was echt merkwürdig ist, ist immer, wenn ich, wenn ich über Corona und die Folgen und so weiter rede, dass ich dann äh so einen leichten Druck auf der äh Brust kriege und so leichte Atemnot"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:25",
      "text": "Was macht der Geschmack und Geruchssinn?"
    },
    {
      "speaker": "roddi",
      "time": "0:36:27",
      "text": "Der ist gut, der also weiß ich nicht, ob es mag Leute geben, die die gesagt haben, die sagen, ich hätte nie Geschmack gehabt, aber äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:14",
      "text": "Ach so, du hast sozusagen überhaupt gar keine Lust drauf bekommen. Hm."
    },
    {
      "speaker": "roddi",
      "time": "0:37:17",
      "text": "Ja, genau, ich habe das, ich habe das selber nicht gemerkt, weil es war zu dem Zeitpunkt, als es bei mir war, war das in der Öffentlichkeit noch gar nicht diskutiert worden, dass es sowas gibt wie ein Geschmacksverlust."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:26",
      "text": "Ja, ja, stimmt."
    },
    {
      "speaker": "roddi",
      "time": "0:37:28",
      "text": "Deswegen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:49",
      "text": "Dennis wisst ihr, dem Virus bisher entkommen, oder?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:05",
      "text": "Einen Test hatte ich, da hatte ich nichts. Also, weil ich ja in Südfrankreich war, aber äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:12",
      "text": "Ja, also ich habe,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:38:52",
      "text": "Ja, nicht ganz, aber ein bisschen. Auf jeden Fall als Nerd würde ich sagen, trifft's mich nicht so schlimm wie andere. Wobei ich halt den Nachthap das andere zur Arbeit gehen und ich bin eher zu Hause und dann äh das ist schon ein bisschen Problem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:12",
      "text": "Ja Telmie, ich meine, ich äh sitze äh immer alleine in der Arbeit."
    },
    {
      "speaker": "roddi",
      "time": "0:39:17",
      "text": "Also was was ich gemerkt habe ist ähm, dass man also gerade das Chorsingen doch sehr gefehlt hat. Wir hatten dann Zoomproben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:24",
      "text": "Hast du dahin gesteck."
    },
    {
      "speaker": "roddi",
      "time": "0:39:25",
      "text": "Ich war beim Chor nie äh wahrscheinlich nicht, weil niemand anders hatte dort was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:27",
      "text": "Kann ich verstehen. Also ich hatte die Zoom-Partik von Anfang an."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:30",
      "text": "Die Fettic hatte schon, als ich die ersten Security-Geschichten über die App gelesen habe, da hatte ich die schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:34",
      "text": "Ja gut, da haben sie ja dann zumindest äh äh nachgeliefert. Man muss auch sagen, Zoom ist schon so ein bisschen die App des Jahres."
    },
    {
      "speaker": "roddi",
      "time": "0:40:42",
      "text": "Das stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:44",
      "text": "Also sie hat die weltweite Kommunikation ermöglicht und es gibt auch überhaupt nichts anderes, was es irgendwie auch nur ansatzweise ähnlich abgedeckt hat."
    },
    {
      "speaker": "roddi",
      "time": "0:40:53",
      "text": "Microsoft Teams wurde sowohl relativ viel auch verwendet von Firmen, die es vorher schon hatten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:00",
      "text": "Ja äh genau, die die es schon hatten und die, die ähm,"
    },
    {
      "speaker": "roddi",
      "time": "0:41:26",
      "text": "Nee, wir hatten in der Firma hatten wir auch so Meetings mit mit äh weiß ich nicht, äh zweihundert Leuten irgendwie äh du hast ja diesen Galeriemodus mit im mit fünfundzwanzig, nicht mit sechzehn, fünfundzwanzig, also den Großen und hast dann trotzdem noch acht Seiten Leute. Also das ist so"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:56",
      "text": "Genau und das haben nämlich die anderen Lösungen alle nicht im Griff. Also man klar Open Source Jitzi hier, Jitzi da gibt's alles so, aber dann läuft's halt zwei Stunden lang und dann läuft's dann doch aus dem Ruder und dann ist das Audio nicht mehr in Sünk und es gibt irgendwie Probleme."
    },
    {
      "speaker": "roddi",
      "time": "0:42:10",
      "text": "Wobei man, wobei man sagen muss, dass Zoom extrem mit dem Delayschim äh schummelt. Also wir hatten ja diese Chorproben über Zoom und da merkst du sehr stark, dass dass ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:30",
      "text": "Das macht Facetime auch, aber also Facetime Audio."
    },
    {
      "speaker": "roddi",
      "time": "0:42:34",
      "text": "Ja, also mir ist es, mir ist es noch nie so stark aufgefallen wie bei Zoom. Also wenn du ein normales Gespräch hast, merkst du davon nicht viel, aber wenn's, wenn du irgendwas tust, wo es auf Timing ankommt, dann ist Zoom wirklich Toilette, also es geht gar nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:47",
      "text": "Merkst du es, wenn was äh"
    },
    {
      "speaker": "roddi",
      "time": "0:43:10",
      "text": "Nähe, es ist, es ist nicht so schlecht, wenn du ähm wenn du einfach nur ein Gespräch hast, weil dann stört's auch nicht. Aber wenn du natürlich Musik machst äh und dein Timing wabbelt hin und her und vor."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:23",
      "text": "Aber Rodi mal ehrlich, Musik über Zoom, ihr müsst doch eh schon am Arsch."
    },
    {
      "speaker": "roddi",
      "time": "0:43:27",
      "text": "Ja bist du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:30",
      "text": "Ich weiß ja nicht, was die da für eine Latenz haben, aber dann sind doch vielleicht äh Audio-Oly-Tools besser, oder?"
    },
    {
      "speaker": "roddi",
      "time": "0:43:35",
      "text": "Es ist das Problem, sie haben halt eine sehr, sehr unterschiedliche äh Latenz, also die die wabbelt halt hin und her ohne Ende. Wenn wenn du sowas wie Studiolink oder Jamualis oder so nimmst, dann ist es sicherlich besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:49",
      "text": "So, wer hat noch äh abgeräumt dieses Jahr außer Corona? Ich würde sagen, die Wahl ist einfach. Also wer sind so die richtigen Gewinnler äh dieses Jahres."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:01",
      "text": "Die ganzen Big Firmen halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:03",
      "text": "Ja vor allem würde ich mal sagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:04",
      "text": "Amazon, Apple, Microsoft nicht mehr, aber sind ja auch nicht mehr so big. Inte hat abgelust."
    },
    {
      "speaker": "roddi",
      "time": "0:44:11",
      "text": "Also äh auf jeden Fall mal Amazon, die haben ja mal so richtig abgeräumt und aber auch eBay hat glaube ich ganz gut, war ganz gut dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:22",
      "text": "EBay. Aha, weil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:25",
      "text": "Dabei man auch viel bei eBay bestellt. Man also da kauft man ja nicht nur gebrauchte Sachen, sondern da kann man ja auch viel Neuware und kleinen Schei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:31",
      "text": "Ach so ja verstehe, hm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:33",
      "text": "Also ich bin eigentlich bei dem kleinsten Scheiß auch immer eher schneller mal so bei eBay, weil die Preise sind einfach besser."
    },
    {
      "speaker": "roddi",
      "time": "0:44:39",
      "text": "Ja, ja. Also ich gucke nur noch bei Amazon, suche ich mir raus, was sie haben will, äh lest die Bewertungen, kauft den Kram dann bei eBay, weil es einfach günstiger ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:49",
      "text": "Mag ich Amazon nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:44:50",
      "text": "Und es zeugt das Zeug auch meistens schneller kommt als bei Amazon,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:01",
      "text": "Ja, für mich ist ja irgendwie relativ wichtig, dass ich äh nicht immer Rechnungen hinterherrennen muss und so."
    },
    {
      "speaker": "roddi",
      "time": "0:45:49",
      "text": "Alles aus dem Otto-Katalog bestellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:51",
      "text": "Ja, genau, Otto-Katalog. Hm, ja, ein anderer Gewinner ist auf jeden Fall äh Space Ex. Die haben jetzt."
    },
    {
      "speaker": "roddi",
      "time": "0:46:04",
      "text": "Das hängt jetzt weniger mit Corona zusammen, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:07",
      "text": "Nee, das hängt weniger mit Corona zusammen. Ich meine, ich blicke jetzt auf das Jahr ja auch nicht nur durch diese Corona-Brille."
    },
    {
      "speaker": "roddi",
      "time": "0:46:12",
      "text": "Die haben jetzt hundert erfolgreiche Staats- oder hundert Staats hingelegt. Ich weiß nicht, welches von beiden. Aber hundert, hundert Mal Falken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:18",
      "text": "Genau und allein fünfundzwanzig davon glaube ich in diesem Jahr oder sechsundzwanzig. Also sie haben quasi alle zwei Wochen so eine Rakete rausgehauen und ich glaube in diesem Zeitraum ist es irgendwie der ESA gelungen,"
    },
    {
      "speaker": "roddi",
      "time": "0:46:46",
      "text": "Aber man muss sagen, Rocket Lab ist auch gut ausm ausm Hufen gekommen, ne. Die sind ja jetzt auch schon bei der dreizehnten oder vierzehnten Rakete."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:54",
      "text": "Das habe ich nicht so verfolgt, Rocket Lab, es macht was."
    },
    {
      "speaker": "roddi",
      "time": "0:46:58",
      "text": "Äh das sind Neuseeländer, die ähm und das ist, das ist ganz spannend, die sind auf dem Markt der kleinen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:42",
      "text": "Leute Wikipedia ist die aber mittlerweile auch in USA."
    },
    {
      "speaker": "roddi",
      "time": "0:47:45",
      "text": "Ja aber sie starten im Wesentlichen aus Neuseeland und sie kommen da auch her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:50",
      "text": "Neues Seeland, aber es ist ja auch nicht gerade optimal da, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:47:54",
      "text": "Nö, aber die sind da irgendwie an so einer Landspitze, wo außenrum nur Wasser ist und dann können sie in Ruhe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:00",
      "text": "Im Norden dann wahrscheinlich, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:48:02",
      "text": "Ich nehm's mal an im Norden, das würde Sinn machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:05",
      "text": "Ja, es würde sehr viel Sinn machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:07",
      "text": "Hat hundertdrei Starts, ich weiß nicht wie viel davon. Also da waren ja zwei Missglück dabei, also werden sie jetzt wahrscheinlich die hundert Erfolgreichen haben."
    },
    {
      "speaker": "roddi",
      "time": "0:48:16",
      "text": "Ja, es, ich glaube, es sind hundert Falken Nine und eine Falk and One, die erfolgreich war,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:26",
      "text": "Ja gut, völlig woanders zählt ja eigentlich fast gar nicht so richtig."
    },
    {
      "speaker": "roddi",
      "time": "0:48:30",
      "text": "Nein, natürlich nicht, aber wenn man hunderteins zählt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:34",
      "text": "Also das ist irgendwie krass. Also diese Loungekomplex, der ist im Norden und der ist auf dem ah, das ist das neununddreißigster Breitengrad,"
    },
    {
      "speaker": "roddi",
      "time": "0:48:52",
      "text": "Ja, okay, aber Kasachstan äh hier Balkonur ist von der Ideallinie auch sehr weit weg."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:58",
      "text": "Ideal liegen das Äquator oder wie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:00",
      "text": "Ja, das stimmt schon. Hm."
    },
    {
      "speaker": "roddi",
      "time": "0:49:01",
      "text": "Also ich glaube, ich glaube, die sind noch besser aufgestellt als bei Kunor. Und dieses neue Kosmodrom, was die Russen da gebaut haben, das glaube ich noch weiter im Norden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:18",
      "text": "Ja, du hast Recht, dass bei Kunde ist noch schlechter. Na ja, gut, aber äh ja,"
    },
    {
      "speaker": "roddi",
      "time": "0:49:43",
      "text": "Ach und was Rocket Lab auch gemacht hat, ist, sie haben jetzt die erste erste äh Unterstufe wieder zurückgeholt. Die haben sie zwar noch nicht eingefangen und können sie noch nicht wiederverwenden,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:21",
      "text": "Okay. Das werde ich mir nochmal genauer anschauen. Ist mir bisher noch nicht so ganz klar. Was mir natürlich angeschaut habe, ist diese äh Nummer mit dem Space-Chip. Ich meine wenn."
    },
    {
      "speaker": "roddi",
      "time": "0:50:30",
      "text": "Surial Aid, Serie Number Aid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:32",
      "text": "Also wenn."
    },
    {
      "speaker": "roddi",
      "time": "0:50:34",
      "text": "War großartigst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:35",
      "text": "Das war wirklich echt unfassbar. Also ich ich fasse es einfach nicht mit mit welcher Geschwindigkeit die da voran marschieren und vor allem wenn die es halt schaffen das Ding,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:51",
      "text": "Ich spiele mal den den Testhörer, ne? Klärt mich doch mal auf. Also den mit dem Gresshopper habe ich ja verfolgt. Das Ding ist hochgeflogen und äh das Coole war, der kam wieder runter, ist gelandet und alles toll. Aber ähm was macht denn das Starship jetzt anders außer genau das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:04",
      "text": "Also der Gresshopper war ja quasi die Beta-Version für das Landen der ersten Stufe der Falk und Nine Rockets. Also das, was ja jetzt am laufenden Meter passiert ist und ich glaube, sie haben nahezu alles wird's wieder runtergeholt, was äh in diesem Jahr hochgegangen ist,"
    },
    {
      "speaker": "roddi",
      "time": "0:51:45",
      "text": "Die zweite Stufe erreicht halt mehr oder weniger Orbitalgeschwindigkeit und das ist das, was du ja alles wieder loswerden musst, um's zu landen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:16",
      "text": "Aber die die Space Shuttles ist doch genau das, was die gemacht haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:19",
      "text": "Na ja."
    },
    {
      "speaker": "roddi",
      "time": "0:52:20",
      "text": "Nee. Äh da ist die zweite Stufe im Prinzip der externe Tank gewesen, den sie nie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:32",
      "text": "Also diese dicken Dinger links rechts."
    },
    {
      "speaker": "roddi",
      "time": "0:52:34",
      "text": "Die Dinger links rechts, das waren die Feststoffbooster. Die haben sie ja auch wieder zurückgeholt. Die sind ja am Fallschirm runtergekommen, die haben sie geborgen und wieder verwendet,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:57",
      "text": "Okay und jetzt zurück zum Starship. Was ist das da? Das wäre denn die zweite Stufe oder wie."
    },
    {
      "speaker": "roddi",
      "time": "0:53:01",
      "text": "Ja, Starship ist so ein bisschen anders. Starship ist so gebaut, dass du einen unteren Teil hast, der nennt sich Starship Booster und der im Prinzip eine erste Stufe ist. Sowas wie eine, so einen viel, viel dickeren Ferkelnein-Booster,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:07",
      "text": "Einmal drehen müssen."
    },
    {
      "speaker": "roddi",
      "time": "0:54:08",
      "text": "Das Ding dann so drehen müssen, dass die Düsen wieder unten sind. Und sie haben jetzt diesen Testflug gemacht, da ist das Ding relativ weit hochgeflogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:17",
      "text": "Zwölfeinhalb Kilometer."
    },
    {
      "speaker": "roddi",
      "time": "0:54:18",
      "text": "Zwölfhundert Möhr, ist relativ hoch. Äh hat sich dann auf die Seite gelegt, sodass es also quasi waagerecht war, ist dann durch die Luft geglitten zu,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:54:41",
      "text": "Dynamischer Auftritt ist umschriebene für, es wird ein bisschen von der Luft abgebremst."
    },
    {
      "speaker": "roddi",
      "time": "0:54:47",
      "text": "Statischer Auftrieb ist, wenn du ein Traggas hast wie in einem Luftschiff und dynamischer Auftrieb ist wie bei einer Tragfläche, wenn die Luft von vorne drüber streicht, entsteht eine Kraft, dieses Ding nach oben zieht, nennt man dynamischen Auftrieb,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:44",
      "text": "Genau, die hat nicht genug Druck im im Tank und haben kein äh Treibstoff bekommen und dann sind halt die Tanks verbrannt, dann hatten sie nicht genug Power, aber das heißt, am Ende ist das Ding aufgestoßen, zu schnell und ist explodiert."
    },
    {
      "speaker": "roddi",
      "time": "0:55:57",
      "text": "Recht hart aufgesetzt, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:58",
      "text": "Aber bis dahin,"
    },
    {
      "speaker": "roddi",
      "time": "0:56:22",
      "text": "Das das würde ich nicht sagen. Also wenn man sich das Ding genau anguckt, sie sind ja mit drei, drei, drei Triebwerken gestartet und äh es wirkte so ein bisschen, als wollten sie nicht"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:06",
      "text": "Okay. Ja, das stimmt,"
    },
    {
      "speaker": "roddi",
      "time": "0:58:16",
      "text": "Keine Ahnung, aber was, was man schön gesehen hat, ist, dass das Methan ausgefallen ist und dass der der Sauerstoff nach wie vor äh geflossen ist und das Triebwerk quasi sein Metall verbrannt hat,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:34",
      "text": "Genau,"
    },
    {
      "speaker": "roddi",
      "time": "0:58:49",
      "text": "Nee, aber ich nehme mal an, dass sie diese, wie sie heißen. Also sie haben ja irgendwie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:27",
      "text": "Und es soll SN acht ist das auch wieder nur das Starship oder ist es einem diese komplette Konstruktion auch mit dieser Superheavy, mit dem Dick."
    },
    {
      "speaker": "roddi",
      "time": "0:59:33",
      "text": "Nee, es ist nur der Starship unten drunter, aber ich nehme mal an, also äh das super heavy äh,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:24",
      "text": "Habe ich das richtig gesehen, dass die SN neun an der Basteln sie ja gerade rum, oder? Dass die ihnen umgefallen, also nicht um, dass sie ihn leicht angekippt ist, weil die hängen so schräg am Hangar, mussten sie mit einem Kran wieder gerade richten."
    },
    {
      "speaker": "roddi",
      "time": "1:00:36",
      "text": "Ja, da ist irgendwas irgendein Fuß oder irgendwas hat da nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:41",
      "text": "Unten drunter nachgegeben, genau. Und dann ist hier so schräg an den Hanger irgendwie rangeklatscht."
    },
    {
      "speaker": "roddi",
      "time": "1:00:46",
      "text": "Genau. Genau. Na ja, Dinge passieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:51",
      "text": "Ja, aber so fail ist bei denen halt einfach mit eingepreist, so. Die marschieren einfach voran, machen alles parallel, äh werfen da unglaublich viel Geld drauf. Und ich meine, wenn das Ding fliegt und davon könnte man ja mal,"
    },
    {
      "speaker": "roddi",
      "time": "1:01:06",
      "text": "Inzwischen sieht es sehr gut aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:08",
      "text": "Es es sieht sehr gut aus so, ne? Angenommen und ich weiß nicht genau, was der Zeitplan ist, aber sagen wir mal so in zwei Jahren,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:01:26",
      "text": "Das Ding ist größer als eine satte und fünf, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:28",
      "text": "Ja ja, das ist einfach mit Abstand das fetteste Teil."
    },
    {
      "speaker": "roddi",
      "time": "1:01:31",
      "text": "Die können so viele Großsatelliten da reinpacken, wie wie andere Raketencubes hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:35",
      "text": "Und das bedeutet halt, dass die anderen einfach finanziell geschlagen sind, weil mit dem Teil können die so dermaßen die Kosten senken, vor allem wenn sie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:02:18",
      "text": "Das heißt, die die Raketenstarts und Landungen sehen dann bald so aus wie bei bei äh ja Star Track ja immer eher nicht so, weil bei Star Wars, wo die auf ihren Füßen so landen, nochmal kurz einfedern und bumm fertig und Boberfet steigt schon aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:28",
      "text": "Genau. Genau."
    },
    {
      "speaker": "roddi",
      "time": "1:02:31",
      "text": "Also ich glaube nicht, dass die Europäer ihre Raumfahrt aufgeben nur, weil sie das Gefühl haben, sie sind nicht mehr konkurrenzfähig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:36",
      "text": "Nö, das nicht, aber sie, sie, sie kriegen halt keine Lounges mehr."
    },
    {
      "speaker": "roddi",
      "time": "1:02:40",
      "text": "Also ich sehe das, ich soll das Problem bei den Russen viel größer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:04",
      "text": "Nee, aber es wird halt noch teurer, das zu tun sozusagen und das einzige Interesse ist eben sich diese eigene eigene strategische Möglichkeit zu erhalten, aber es ist halt so teuer, dass halt äh auch"
    },
    {
      "speaker": "roddi",
      "time": "1:03:30",
      "text": "Ich kann mir vorstellen, dass die Leute das, das ist ja ein Knall, den haben die ja gehört, glaube ich und und die die Frage, wie kriegt Europa äh Real Sability hin, die wird sicherlich heiß diskutiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:43",
      "text": "Oh ja, die wird heiß diskutiert, aber die wissen auch, dass sie noch Jahre, wenn ich in Jahrzehnten dann auch von entfernt sind."
    },
    {
      "speaker": "roddi",
      "time": "1:03:50",
      "text": "Na ja gut, aber das ist dann dann müssen sie halt strukturelle Probleme und so weiter mal angehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:55",
      "text": "Aber hier arbeiten auch äh Staatsunternehmen und zwar, was war das, was Deutschland, Frankreich, Italien und weiß ich nicht, noch wer irgendwie zusammen äh und sind halt staatsfinanziert oder und dort ist es halt privatwirtschaft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:06",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "1:04:07",
      "text": "Na ja, wenn du dir anguckst, wenn du dir anguckst, wie äh dieses äh SLS-Konsortium irgendwie Geld verheizt und Geld verheizt und nichts auf die Beine kriegt oder nicht viel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:03",
      "text": "Gut für sie ist es ja, es ist Markt, sie sehen sich ja gar nicht so sehr als Markt, ne, sondern mehr so als Forschungs"
    },
    {
      "speaker": "roddi",
      "time": "1:05:26",
      "text": "Ja, aber Europa hat ja schon mal Airbus gegründet, um den Markt den Amerikanern bei Verkehrsflugzeugen nicht zu überlassen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:46",
      "text": "Mit der Betonung auf schmerzhaft und Geld kosten,"
    },
    {
      "speaker": "roddi",
      "time": "1:06:37",
      "text": "Die waren gut dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:38",
      "text": "Die waren auf jeden Fall gut dabei und die werden sicherlich auch nächstes Jahr noch ganz gut dabei sein. Und das war ja im Prinzip auch schon bei so einem zweiten Ding, was jetzt irgendwie so eine Kimere, die ja jetzt auch wieder hochkam,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:11",
      "text": "Na ja, am Ende wahrscheinlich haben die schon miteinander gequatscht, wie das halt immer so ist, wenn man irgendein Business anfängt. Aber Tesla, also Ole, wie heißt der? Hier Ole Maske wollte was du einfach zu viel Kohle haben."
    },
    {
      "speaker": "roddi",
      "time": "1:07:22",
      "text": "Oder zu viel Einfluss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:24",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:26",
      "text": "Oder hat einfach andere Ideen, wie es so in der Zukunft vorwärts gehen soll."
    },
    {
      "speaker": "roddi",
      "time": "1:07:30",
      "text": "Aber ich kann mir das auch nicht so richtig vorstellen. Also ein Elon Musk, der seinen Tesla verkauft und dann nichts mehr damit zu tun hat, kann ich mir genauso wenig vorstellen, wie ein Elon Musk."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:40",
      "text": "Doch doch, doch, der hat ja PayPal auch schon einfach abgegeben. So ist nicht, der kann sich schon sehr gut trennen."
    },
    {
      "speaker": "roddi",
      "time": "1:07:45",
      "text": "Ja, aber bei PayPal hing, glaube ich, nicht so sein Herz dran."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:48",
      "text": "Ja, du sagst jetzt rückwirkend nachdem er zwei andere dicke Companys hat, als aber PayPal hatte, hatte er nur das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:54",
      "text": "Ja, bei Tesla ist für ihn strategisch wichtig. Tesla,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:08:33",
      "text": "Kannst du gar nicht bezahlen."
    },
    {
      "speaker": "roddi",
      "time": "1:08:35",
      "text": "Ja vor allen Dingen vor allen Dingen frage ich mich, was was soll da passieren? Die die andere Möglichkeit wäre ja noch Apple übernimmt Tesla und Elon Musk wird Apple Chef, ne, so eine so eine Steve Jobs Nummer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:01",
      "text": "Nee, das interessiert ihn überhaupt nicht,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:09:19",
      "text": "Man ist da sehr zwiegespalten, oder? Der ist ziemlich cool und auch ziemlich nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:09:23",
      "text": "Ja, ich, ich glaube, dieses Geniegenie und Wahnsinn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:27",
      "text": "Das ist bei ihm ganz nah beieinander."
    },
    {
      "speaker": "roddi",
      "time": "1:09:29",
      "text": "Äh Ding, was was immer unterstellt wird, ist glaube ich bei ihm sehr, sehr offensichtlich. Also das ist so ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:38",
      "text": "Ja und da weiß ich auch noch nicht so richtig, wo das am Ende auf ausschlägt so, aber grundsätzlich würde ich ihm erstmal noch eine gewisse Gutwilligkeit unterstellen, aber es äh ist auf jeden Fall unter Beobachtung."
    },
    {
      "speaker": "roddi",
      "time": "1:09:49",
      "text": "Wusstest du, dass er äh ursprünglich mal fast eine Doktorarbeit in Batteriebatterietechnologie geschrieben hätte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:55",
      "text": "Ne, weiß ich nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:09:57",
      "text": "Das äh und dann hat er aber doch ein Start-up mit Silicon Valley gegründet mit seinem Bruder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:03",
      "text": "Okay. Ich bin gespannt. Ich meine äh die sollen da nur nur Carplay in ihren scheiß Teslas äh einbauen, dann kann man die Dinger auch kaufen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:10:12",
      "text": "Und dann kommen jetzt die Apple News, dass das Auto äh Projekt bei denen jetzt doch weit ist und sie angeblich eine eigene Batterietechnologie haben. Kann man sich auch alles nicht so vorstellen, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:22",
      "text": "Also diese ganze Apple Kerüchte Küche, das also ich war ja bei der Apple Watch schon zurückhaltend, aber hier mich blendet noch skeptischer,"
    },
    {
      "speaker": "roddi",
      "time": "1:10:48",
      "text": "Ich weiß es nicht. Also ich glaube vielleicht vielleicht gibt's da eine eine runde äh Apple Leute, die ein bisschen großen, wahnsinnig geworden sind. Ähm was ich mir vorstellen kann, ist, dass Apple tatsächlich ein Auto designed."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:01",
      "text": "Größenwahnsinnig unter du unterstellst den größten Unternehmen der Weltgrößenwahn."
    },
    {
      "speaker": "roddi",
      "time": "1:11:07",
      "text": "Tue ich, das tue ich, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:10",
      "text": "Ihr haltet euch wohl für die Größen. Ähm ja."
    },
    {
      "speaker": "roddi",
      "time": "1:11:15",
      "text": "Na ja, sagen wir mal so,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:30",
      "text": "Waren sie bei den Tablets aber auch."
    },
    {
      "speaker": "roddi",
      "time": "1:11:32",
      "text": "Ich kann mir vorstellen, dass Apple sowas macht wie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:06",
      "text": "Aber genau an der Stelle wird's ja interessant, also wenn sie ein Auto bauen, müssen sie eigentlich auch eigene Produktionskapazitäten haben. Weil ich meine, das ist ja ihr ganz."
    },
    {
      "speaker": "roddi",
      "time": "1:12:17",
      "text": "Ja, aber die haben sie ja für ihre iPhones ja auch nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:19",
      "text": "Alles angemietet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:21",
      "text": "Das stimmt nur so, ja, na ja."
    },
    {
      "speaker": "roddi",
      "time": "1:12:25",
      "text": "Bauen ihre Gehäuse selber, ne? Hier feines Eliminium und fein mild und hast du nicht sehen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:30",
      "text": "Und sie bauen die Maschinen teilweise, aber machen tun's dann andere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:33",
      "text": "Ja, weil da bauen sie ja auch jedes Mal neue Fabriken für auf. Also die rüsten ja nicht eine Fabrikhalle um, von von fünf auf drei Nanometer, sondern dann hast du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:42",
      "text": "Dann nicht deren Fabrikhalle."
    },
    {
      "speaker": "roddi",
      "time": "1:12:43",
      "text": "Ja, schon. Schon. Aber wenn."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:46",
      "text": "Nicht in der Fabrikhalle von Apple, sondern die gehört dann dem anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:49",
      "text": "Ja, aber Apple gibt die ganze Kohle dafür und sie haben quasi das für so viele Jahre auch exklusiv diese diese Hallen diese ganzen Fertigungsstraßen"
    },
    {
      "speaker": "roddi",
      "time": "1:13:10",
      "text": "Ja, aber das können sie bei anderen Firmen ja auch machen. Also wenn du dir anguckst, wie Jaguar den den iPace von Magna in in Österreich hat, produzieren lassen. Und an diesem Auto ist nichts dran. Das ist super, außer, dass es viel verbraucht"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:54",
      "text": "Könnte aber schwierig werden, dann halt auf die notwendigen Preise zu kommen."
    },
    {
      "speaker": "roddi",
      "time": "1:13:58",
      "text": "Wenn jemand Preise nehmen kann, ne, dann ist es Apple."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:02",
      "text": "Ja gut, aber mal ehrlich. Was würdest du für so ein Produkt,"
    },
    {
      "speaker": "roddi",
      "time": "1:14:54",
      "text": "Für Amerika gibt's ja nur drei Formen von Autos, ne? Also es ist SUV Pickup Truck und ein Sadan, wie sie es so schön nennen. Pick-up-Truck kann ich mir bei Apple beim besten Willen nicht vorstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:06",
      "text": "Ich auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:15:08",
      "text": "So, bleib noch SUV und Sedan,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:40",
      "text": "Okay, jetzt mal aber anders gedacht. Apple geht ja auf den Markt der Zukunft,"
    },
    {
      "speaker": "roddi",
      "time": "1:16:21",
      "text": "Ja, es sei denn, du hast sowas wie ein wie ein Abo bei iPhones."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:24",
      "text": "Meinst du, die hätten so eine Art Mietflotte irgendwie, genau, du hast da so ein Abo zum Beispiel auch so ein Eye-Car oder so, aber da wird der Markt demnächst so überworfen werden mit billig angeboten, da ist den Leuten dann doch egal, wie sie von A nach B kommen, da will man noch keinen Luxus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:38",
      "text": "Billigangeboten von was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:40",
      "text": "Von so einem Mietwagen und hier ist ja die ganze Stadt ist jetzt schon voll mit so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:44",
      "text": "Ja gut Sharing und autonomes Fahren da schon nochmal so ein paar andere Sach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:48",
      "text": "Naja, das werden die anderen Autos auch mal, da wird Apple auch nicht, also kann ich mir nicht vorstellen, dass sie die einzigen sind, die das dann hinkriegen."
    },
    {
      "speaker": "roddi",
      "time": "1:16:54",
      "text": "Also ich glaube der Sharingmarkt wird wird äh über kurz oder lang sehr an der Preisschraube drehen müssen. Wenn du dir jetzt anguckst, fair war das Zitronen oder so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:49",
      "text": "Nicht mehr da."
    },
    {
      "speaker": "roddi",
      "time": "1:17:51",
      "text": "Ja gut, aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:52",
      "text": "Aber arbeitet ja weiterhin für die."
    },
    {
      "speaker": "roddi",
      "time": "1:17:53",
      "text": "Aber dass dass das Prinzip, das Prinzip eif, ne? Also das, das werden sie dann durchziehen und und werden versuchen, mit viel Tamtam das Edelste von Edelnen äh äh vorzustellen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:59",
      "text": "Ja, vor allem du brauchst sowieso dermaßen viel äh Präsenz und und und Vertrieb und und und Werkstatt und hast nicht gesehen und es ist irgendwie, ich weiß nicht, es passt irgendwie nicht zu,"
    },
    {
      "speaker": "roddi",
      "time": "1:19:51",
      "text": "Ja, aber du hast natürlich in dem Fall auch das das klassische Hackerproblem, wenn du's nicht selber auch ausprobiert hast, dann hast du auch nicht verstanden, wie es funktioniert. Und dafür musst du halt mal so Dinge gebaut haben und mal geguckt haben, was geht eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:05",
      "text": "Genau und das machen sie und sie nutzen es ja auch schon. Also es ist ja nicht so, dass es jetzt es gibt ja Apple Cars. So und das sind halt die Autos, mit denen sie ihre ganze Maps-Geschichte einfahren. Jetzt könnte man natürlich sagen, okay,"
    },
    {
      "speaker": "roddi",
      "time": "1:21:40",
      "text": "Ja im Prinzip natürlich schon, aber auf der anderen Seite die wären noch kein Blech biegen, nur dafür, dass sie Maps machen können,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:53",
      "text": "Ja, aber das Auto zu steuern und und diese ganze autonome Fahrerei äh zu machen, das schon. Also diese ganze."
    },
    {
      "speaker": "roddi",
      "time": "1:22:01",
      "text": "Und du meinst sie bauen autonome Autos um ihre Maps machen zu können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:06",
      "text": "Ja, warum nicht?"
    },
    {
      "speaker": "roddi",
      "time": "1:22:07",
      "text": "Ist jetzt deine Theorie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:08",
      "text": "Das ist sagen wir mal eine konkrete Anwendung, die sie heute bereits haben, die für sie äh Input liefert für eine ihrer wichtigsten Technologien,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:22:26",
      "text": "Da wäre sehr billiger gewesen, so ein Taxifahrer zu sagen, hier klebt das Ding mal auf dein Dach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:31",
      "text": "Ja, aber so einfach ist es ja auch nicht. Die sind ja schon sehr komplexe Maschinen, die da rumfahren."
    },
    {
      "speaker": "roddi",
      "time": "1:22:35",
      "text": "Was natürlich noch möglich ist, ist, dass sie, dass sie äh ein Tesla Like Center Screen bauen, ne? Ein ein Infotainment-System, wo alles drin ist und dann sagen zu den Autoherstellern hier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:51",
      "text": "OS für euer Auto genau. Ja, das ist in der Tat ein Punkt, nur da ist dann halt Tesla wirklich auch interessant, ne, weil sie natürlich,"
    },
    {
      "speaker": "roddi",
      "time": "1:23:16",
      "text": "Ja, aber nicht ja gut, äh nicht die Brot und Buttersachen, die brauchen keine eigenen Brems."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:23:21",
      "text": "Vor was aus der Reichweitenangst geworden wäre, wenn das das Display nicht sagen würde, alles ist im grünen Bereich in zehn Minuten kommt da was. Was ja früher bei den Autos nicht gegangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:31",
      "text": "Ich rede jetzt von der Steuerung, ich rede jetzt"
    },
    {
      "speaker": "roddi",
      "time": "1:23:48",
      "text": "Tesla benutzt, aber auch sehr viele Standard-Cannbus-Komponenten. So ist es nicht. Sie machen halt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:54",
      "text": "Ja, aber sie schmeißen eine nach der anderen raus und vor allem haben sie ihr eigenes OS, was das halt alles fährt. Also sozusagen diese Steuerung des gesamten Autos."
    },
    {
      "speaker": "roddi",
      "time": "1:24:00",
      "text": "Ja, aber das macht, das macht VW ja jetzt auch. Das ist ja das große Problem am ID Free gewesen, äh dass diese Software nicht fertig war und die Leute echt Probleme damit hatten, Blinker nicht mehr geblinkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:12",
      "text": "Das haben sie jetzt gesagt, dass sie das jetzt verstanden haben, dass sie das brauchen. Apple macht das wahrscheinlich schon seit ein paar Jahren. Tesla verkauft die Autos auch. Apple hat es sozusagen nur in House."
    },
    {
      "speaker": "roddi",
      "time": "1:24:23",
      "text": "Natürlich, ich ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:48",
      "text": "Wo es nicht passt ist, ich meine wenn jetzt Apple wirklich das entwickeln würde mit diesem Hintergedanken mit für alle gefehlten Automobilhersteller, hier könnt ihr irgendwie unsere Kontrollsoftware haben für das ganze Auto,"
    },
    {
      "speaker": "roddi",
      "time": "1:25:57",
      "text": "Tausendfünfhundert waren's glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:58",
      "text": "Also ne, also quasi Pipifax und das hat auch irgendwie ewig noch Jahre gedauert, dann kam alles zu spät und jetzt gehen sie dazu über,"
    },
    {
      "speaker": "roddi",
      "time": "1:26:17",
      "text": "Bei dem Lernprozess konnte man Elon ja zugucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:20",
      "text": "Ja gut, aber das Ergebnis ist jetzt da und dann können sie eben auch diese Preise erzielen und sie sind da auch in der ganzen im ganzen Batteriedevelopment ganz vorne dran,"
    },
    {
      "speaker": "roddi",
      "time": "1:26:45",
      "text": "Für mich, für mich ist dieses ganze Apple Carding nur glaubwürdig, wenn sie entweder ein auftragsfertiger haben oder ein Land ziehen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:28",
      "text": "Oder wie gerade im Chat vorgeschlagen wird, sie kaufen sich BMW und äh die durften günstig zu haben sein und Damen auch noch dazu, aber das werden sie auch nicht tun."
    },
    {
      "speaker": "roddi",
      "time": "1:27:36",
      "text": "Ja, aber BMW hat die Technologie nicht, die sie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:27:39",
      "text": "Kaufst du lauter Sachen, die ja keiner mehr haben will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:41",
      "text": "Na ja, Apple BMW hat die Technologie, die Apple nicht hat. Und Apple hat die andere Technologie."
    },
    {
      "speaker": "roddi",
      "time": "1:27:46",
      "text": "Ja gut, vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:47",
      "text": "Das ist so die Überlegung, aber ich kann mir das irgendwie auch noch nicht so richtig vorstellen. Wohl das wäre irgendwie einmal ganz charming."
    },
    {
      "speaker": "roddi",
      "time": "1:27:53",
      "text": "Obwohl BMW als Marke zu Apple passen würde. Sie müssten halt vorne die Nüstern wieder kleiner machen, aber ansonsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:01",
      "text": "Sie müssten sie mal hübsch machen die Autos."
    },
    {
      "speaker": "roddi",
      "time": "1:28:03",
      "text": "Ja, ich glaub das ist was, das kriegt Apple noch geback."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:06",
      "text": "Meinst du echt, Apple kriegt BMWs hübsch? Na gut."
    },
    {
      "speaker": "roddi",
      "time": "1:28:11",
      "text": "Jeder, jeder kriegt, kriegt die Hübscher als das, was sie derzeit haben, würde ich mal sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:19",
      "text": "Wir wissen auf jeden Fall auch nicht so genau, was äh vielleicht tasten wir uns an dieses Thema noch an, äh mussten wir erstmal den Gedankenprozess starten. Dennis, zwanzig zwanzig,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:28:46",
      "text": "Was sagt meine Bitcoin-Uhr, meine Selbstgebastelte, die muss noch umschalten, warte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:50",
      "text": "Jetzt sind's nur noch zweiundsechzig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:28:53",
      "text": "Neunzehntausendzweihundertzwoundsechzig und dreißig Cent."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:57",
      "text": "Genau. Soll ich noch was verkaufen oder soll ich holen, huddeln."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:01",
      "text": "Das muss jeder mal selber wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:04",
      "text": "Immer wenn ich sage, jetzt verkaufe ich mal was, dann geht er nach dem Preis immer kräftig hoch, ist immer dasselbe."
    },
    {
      "speaker": "roddi",
      "time": "1:29:12",
      "text": "Ja dann verkauf nichts."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:14",
      "text": "Im Gegensatz zu den anderen Themen, die wir hatten, kann man ja äh bei Bitcoin jetzt nicht sagen, wer dran Schuld ist oder wer da sein Herzblut reingesteckt hat oder wie auch immer, obwohl die die Wählerpartouten da schon noch eine Menge sucht nicht, aber ich wusste jetzt nicht, warum das jetzt so, also an Bitcoin selbst,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:30",
      "text": "Ela und Maske hat gesagt, dass Bitcoin ganz toll ist oder so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:33",
      "text": "Nee, nee, der hat von Durchcoin geredet, hier diesen Hundehunde, diese Hundemar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:36",
      "text": "Nee, der hat auch einen Bitcoin-Twit."
    },
    {
      "speaker": "roddi",
      "time": "1:29:39",
      "text": "Ne, aber hat sich darüber lustig gemacht eher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:42",
      "text": "Ja, da ist auch ein bisschen was passiert. Das war aber danach, als es schon oben war. Wäre wohl aber ähm einsteigen will oder einsteigen wird oder ist schon, das PayPal macht jetzt in Bitcoin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:17",
      "text": "Aber wie sollen wir denn unsere Klimaziele äh erreichen, wenn das mit Bitcoin so weitergeht, das das passt doch alles nicht mehr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:24",
      "text": "Ja, sollte aber auch nicht die Ausrede sein, weil ich glaube, das ist niemals auch nicht nur jetzt wegen Bitcoin schlecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:30",
      "text": "Nö, aber meine, wenn's dann äh alle Probleme gelöst sind, aber leider müssen wir noch mit Bitcoin bezahlen. Sorry, brauchen wir nochmal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:39",
      "text": "Ja, aber ich bin ja immer noch der Meinung, dass in der Zukunft ist, äh der Strom an sich kostet nichts mehr, weil alle Solar und und Wind und Wasser ist und so weiter. Du zahlst dann nur noch für die Geschwindigkeit, wie schnell dein Auto geladen wird, nicht mehr, ob's, also ob's"
    },
    {
      "speaker": "roddi",
      "time": "1:30:55",
      "text": "Das tust du jetzt schon, aber noch on top."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:57",
      "text": "Ja, siehste. Das war ja gut. Nee, aber ich glaube, äh Energie ist in fünfzig Jahren wahrscheinlich interessiert jetzt alles kein Schwein mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:04",
      "text": "Steile These, aber fünfzig Jahren ist noch ein noch ein langer Weg zu gehen für für Bitcoin, das könnte schwierig werden. Also, ich bin mir da nicht so sicher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:16",
      "text": "Glaub du hast ja schon mal irgendwie erzählt, ich weiß nicht wann das war letztes Jahr dieses Jahr wo du meintest so sag mal Dennis das mit diesem Bitcoin das wird doch jetzt nichts mehr oder? Bist du da ausgestiegen oder was hast du gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:27",
      "text": "Also ich habe irgendwann mal auch tatsächlich mal so so ein so ein Penic äh Sale gemacht. Das habe ich auch ordentlich bereut,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:31:57",
      "text": "Und da ist da ist schon die, die der falsche Ansatz versilbern, Silber ist noch nichts wert. Du musst vergeuden oder noch besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:04",
      "text": "Ja gut."
    },
    {
      "speaker": "roddi",
      "time": "1:32:05",
      "text": "Vor Platinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:09",
      "text": "Also wenn man wenn man kein Geld hat, dann ist so ein bisschen Geld immer ganz hilfreich. Von daher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:15",
      "text": "Immer so der Teufel scheißt auf den dicksten Haufen, wenn du nichts hast, dann wird sowieso nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:18",
      "text": "Ja also na ja gut,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:06",
      "text": "Anarcho, Western Union."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:07",
      "text": "Ja gut, aber es erfüllt letzten Endes den selben Zweck, ne? Du kannst halt einfach mal eben irgendwo bezahlen ins und hast du so quasi Bitcoin als als universelles Wechsel äh Geld."
    },
    {
      "speaker": "roddi",
      "time": "1:33:19",
      "text": "Wild Wester Newni."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:20",
      "text": "Aber es ist dann auch nur in dem Moment genau das wert, was eben dieser Wechselkurs zu den eigentlichen Währungen ist. Das heißt, im Wesentlichen ist der Wert von Bitcoin schon einerseits bestimmt durch, was eben,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:38",
      "text": "Aber ist dann immer wenn du sowas von Wert sagst, ist es nicht bei allen Sachen so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:42",
      "text": "Ja gut aber"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:12",
      "text": "Aber die Relation ist ja dynamisch so wie bei Bitcoin auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:15",
      "text": "Ja, aber bei Bitcoin kann das halt bedeuten, dass so eben äh einfach mal so Faktor hundert verlierst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:19",
      "text": "Hatten wir bei normalen Währungen auch schon vor hunderten Jahren oder so, also ist jetzt alles nichts, äh was nicht auch beim Euro gehen würde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:27",
      "text": "Ja gut, aber der Euro, der Dollar ist dann doch schon verhältnismäßig stabile Wä."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:31",
      "text": "Ja, aber nur in deinem Kopf und in deinem Vertrauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:34",
      "text": "Nicht nur in meinem Kopf, ne, nicht nur in meinem Kopf, sondern halt in den allermeisten Köpfen, so. Also,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:49",
      "text": "Äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:50",
      "text": "Das ist ja total stabil und äh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:52",
      "text": "Wird da nicht komplett."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:54",
      "text": "Leg jetzt sein Geld in Bitcoin an und dann dann ist es mindestens noch dasselbe wert und vielleicht ist es auch noch ein paar Prozent mehr wert sein. Das ist eigentlich eher dieses vielleicht hast du Glück und es ist morgen das Zehnfache wert. Vielleicht hast du Pech und es ist dann irgendwie wieder fuffzig Prozent weniger wert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:08",
      "text": "Bei vielen anderen Sachen auch so. Also dann alle Leute, die ein Gold anlegen zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:12",
      "text": "Ja, aber doch nicht diese Volatilität."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:16",
      "text": "Guckt ihr bestimmte Aktien an, dann ist wahrscheinlich noch viel schlimmer als bei Bitcoin."
    },
    {
      "speaker": "roddi",
      "time": "1:35:20",
      "text": "Der, ja, bei Aktien ist es schon so, also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:23",
      "text": "Und vor allem gibt's bei Aktien ja dann auch dann wieder diese Mechanismen, die sich die Broker da einfallen lassen, wie das halt ich mit den Aktien handelt, sondern mit Optionsschein, was so ein Multiplikatorsystem ist und so weiter und so fort. Also da gibt's Sachen, da da geht's total ab. Also das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:35",
      "text": "Ja klar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:01",
      "text": "Das ist aber auch nur noch bis hunderttausend und alles da drüber ist anders. Frag mal die Griechen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:06",
      "text": "Das ist für die meisten Leute alles."
    },
    {
      "speaker": "roddi",
      "time": "1:36:07",
      "text": "Das ist glaube ich das Missverständnis hier. Ich glaube nicht, dass das Bitcoin langfristig ein Zahlungsmittel ist, sondern dass es ein Spekulationsobjekt,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:18",
      "text": "Ja, bald ich."
    },
    {
      "speaker": "roddi",
      "time": "1:36:20",
      "text": "Entweder mehr wert oder es wird weniger wert. Aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:23",
      "text": "Widersprechen,"
    },
    {
      "speaker": "roddi",
      "time": "1:36:49",
      "text": "Der Klassiker ist Aluminium, Aluminium war mal mehr wert als Gold und es gab eine Weile lang gab's zwar Aluminiumbestecktes"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:06",
      "text": "Morgen finden sie raus, wie man doch Gold herstellt, ohne dass es äh Radio aktiv ist"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:31",
      "text": "Sehr unw."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:37:33",
      "text": "Das ist alles, ich erzähle nichts, was es nicht schon gegeben hat, ne? Guck dir das an vor hundert Jahren, die haben da Schubkarrenweise Geldscheine durch die Gegend gefahren, um irgendwie sich eine Brot zu kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:42",
      "text": "Ja, aber wenn das einbricht, wenn das Eurosystem einbricht, dann ist sein scheiß Bitcoin dann auch nichts mehr wert. Das führt dann einfach mit diesen Mehrungen mitziehen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:00",
      "text": "Aber meinst du nicht, dass es der Euro auch macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:03",
      "text": "Ja, ja, aber,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:22",
      "text": "Also ich würde dir Recht geben, dass du sagst, es bewegt sich nach allem anderen, aber ich würde das sagen, betrifft alle Währung. Also auch der Euro ist ja abhängig von allen anderen. Nur ist da jetzt ein neuer Player mit drin und der heißt Bitcoin, aber alle sind voneinander abhängig."
    },
    {
      "speaker": "roddi",
      "time": "1:38:36",
      "text": "Na ja gut, du hast, du hast natürlich bei 'nem, bei 'ner staatlichen Währung immer noch mehr oder weniger die staatliche Zusage, dass das Zeug nicht nicht von heute auf morgen irgendwie abrauscht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:38:46",
      "text": "Na ja, die steuern da so ein bisschen gegen."
    },
    {
      "speaker": "roddi",
      "time": "1:38:48",
      "text": "Na ja, du hast einen sehr starken politischen Willen. Äh Politiker, die wiedergewählt werden wollen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:14",
      "text": "Das ist korrekt, das heißt aber auch, dass die europäische Zentralbank Euros nachdrucken kann, wie sie will und tut es ja auch fleißig."
    },
    {
      "speaker": "roddi",
      "time": "1:39:20",
      "text": "Ja, aber teilweise halt auch, um um äh eine Deflation zu verhindern. Und insofern ist es ja auch, ist es ja auch das richtige Mittel. Während niemand kann eine Defilation bei äh bei Bitcoin verhindern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:35",
      "text": "Also da sind wir jetzt glaube ich alle nicht äh ausreichend Finanzexperten. Ich wollte eigentlich noch auf einen zweiten äh Aspekt hinaus, neben so dieser allgemeinen Theorie es zeigt sich ja auch, dass so Bitcoin einfach auch in nichts integriert ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:39:49",
      "text": "Das stimmt, das der der Nerd Faktor hat ganz schön nachgelassen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:09",
      "text": "Ja und es ist ja auch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:40:25",
      "text": "Du hast keine Wallet auf deinem iPhone, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:46",
      "text": "Ja, aber du kannst ja nirgendswo damit bezahlen und es gibt auch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:41:09",
      "text": "Du meinst, weil keiner Bitcoin-Preise schreibt, sondern alle schreiben Europreise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:13",
      "text": "Ja und vor allem habe ich jetzt einen Bitcoin drauf und überlege mir noch drei Mal, ob ich jetzt irgendwas mit Bitcoin bezahle, wenn ich weiß, dass morgen der Preis unter Umständen tausend Euro höher ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:41:24",
      "text": "Weißt du ja nicht, da ist ja das Ding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:25",
      "text": "Ja aber das ist ja, ich meine, muss ja nur die blöde Kurve mal angucken. Da siehst du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:41:29",
      "text": "Hast du denn Panikverkäufe gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:31",
      "text": "Weil das eher eine eine langfristige Einschätzung war, die in der Stelle nicht gestimmt hat. Ich bin ja auch kein Finanzberater und ich kann auch nicht in die Zukunft schauen. Äh von daher"
    },
    {
      "speaker": "roddi",
      "time": "1:43:19",
      "text": "Daran, dass es das mehr wert wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:21",
      "text": "Ja, also es ist, es ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:43:22",
      "text": "Der der Western Union Faktor. Ich finde den ja gar nicht so zu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:26",
      "text": "Ja, aber das ist so ein vollkommener Nebenaspekt des Welthandels. Das ist so genau null wichtig. Das mag für ein paar Leute."
    },
    {
      "speaker": "roddi",
      "time": "1:43:34",
      "text": "Ja, parallelwelten schon, ne? Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:36",
      "text": "Ja gut, also das könnte man nachher auch argumentieren, dass halt ein Teil dieser Krypto-Corincy Gemeinde ist sozusagen zu die internationale äh Digital äh Gaunerei, die das halt einfach braucht"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:02",
      "text": "Aber guckt, dass sagt jemand wie du, der gerade wie viele hunderttausende User da bewegen muss von einem Konto zum anderen zu wechseln, den alle da was rüber spenden, weil so von so einer Kackbank abhängig bis Hetze, Bitcoin. Wer ist alles gar kein Problem gewesen? Ja dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:14",
      "text": "Bitcoin. Ich sehe ja auch, was ich an Bitcoin in Spenden kriege und was was ich in Seepart Spenden kriege und dann kann ich dir einfach sag."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:20",
      "text": "Kann ja aber Bitcoin nichts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:22",
      "text": "Ja, aber da ist halt auch dieses Vertrauen nicht da, weil die Leute lassen ihre Bitcoins ja nicht ziehen, weil sie das Gefühl haben, morgen eine Sekunde, nachdem sie mir gespendet haben, sind sie tausend Euro mehr wert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:33",
      "text": "Ja komm, aber das ist jetzt gerade die letzten zwei, drei Wochen so eine Phase, das konnte man das ganze Jahr lang über nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:38",
      "text": "Ist, ich habe diesen Bitcoin-Spendenlink habe ich irgendwie seit zehn Jahren da jetzt irgendwie drauf und es äh seht auch, was da passiert, nichts. Ja, siehste mal. Ja, so und das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:44:45",
      "text": "Ich kriege da auch nichts. Zwei zwei dieses Jahr glaube ich. Wenn die überhaupt mal von der Ecke kamen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:52",
      "text": "Das ist, es ist, es ist äh klar, man kann irgendwie Fiat Currency und dann gibt's tausend Gründe, warum das irgendwie schlecht ist und warum das auch letzten Endes der Träger einer schlechten Welt ist, aber es ist halt sozusagen der Träger der Welt. Und diese ganze Krypto-Corncy-Welt"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:45:43",
      "text": "Du meinst es ist so ein bisschen wie beim beim Anfang der Piratenpartei, wo man erstmal aussortieren muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:47",
      "text": "Ja, den Vergleich will ich jetzt nicht ziehen, sondern ich sage nur es gibt Leute, die für die ist Bitcoin auch politisch"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:14",
      "text": "Na ja, ich glaube Bitcoin kann auch nicht die Welt retten. Dazu haben wir genug andere Pro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:19",
      "text": "Ja, das, das, das sage ich doch damit eigentlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:21",
      "text": "Aber ich denke schon, dass dir zumindestens ein Thema angehen auf eine neuartige Weise, was ich äh ich weiß nicht, ob Bitcoin dann in fünfzig Jahren, ob man noch von reden wird oder ob's dann schon andere tolle Sachen gibt, aber ich finde, einer musste mal den Anfang machen und Bitcoin hat den Anfang gemacht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:37",
      "text": "Ja, ist auf jeden Fall ein interessantes technisches Experiment und wenn ja äh auch der Meinung seid, wie ich das äh Bitcoin die Welt nicht rettet. Ich nehme euch eure Bitcoins ab,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:47:49",
      "text": "Lästern und dann den Werbet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:51",
      "text": "Ich sammel dich wieso, das ist einfach, das ist eine eine Dienstleistung äh von mir, dass dass die Leute das loswerden können, wenn sie damit äh moralisch sich nicht mehr,"
    },
    {
      "speaker": "roddi",
      "time": "1:48:07",
      "text": "Wie recycelt man Bitcoins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:09",
      "text": "Äh ich äh ich habe da einen äh Prozess, da kann ich sie zu neunundneunzig Komma neun Prozent in in Euro umwandeln."
    },
    {
      "speaker": "roddi",
      "time": "1:48:16",
      "text": "Zu Dose Coins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:17",
      "text": "Vielleicht später dann mal gucken, aber Durchcoin ist auch evel."
    },
    {
      "speaker": "roddi",
      "time": "1:48:37",
      "text": "Ich habe ein iPhone zwölf pro, pro Propro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:39",
      "text": "Oh, du hast eine alt von zwölf Pro magst du uns mal von deinen Erfahrungen und Motivationen berichten."
    },
    {
      "speaker": "roddi",
      "time": "1:48:47",
      "text": "Ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:49:31",
      "text": "Es gibt leider."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:33",
      "text": "Es gibt leider leider."
    },
    {
      "speaker": "roddi",
      "time": "1:49:35",
      "text": "Also zumindest ist mir keine äh keine App äh über über den Weg gelaufen, die so direkt richtig geil ist. Es gibt so ein paar, die die zeigen, was äh sind so die die ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:14",
      "text": "Weil da äh ich habe da auch schon öfter mal geguckt, äh was sind da vielleicht taugt und ich habe auch so ein bisschen die Hoffnung gehabt, dass man mit diesem Leader das mal gut machen kann, weil ich habe da auch konkreten Bedarf"
    },
    {
      "speaker": "roddi",
      "time": "1:50:43",
      "text": "Näher von Zentimeter genau hat sowieso nie funktioniert. Das ist mehr so so äh wie soll ich sagen, so ein drei D Foto,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:23",
      "text": "Link geordneten Happen."
    },
    {
      "speaker": "roddi",
      "time": "1:51:24",
      "text": "Linkold hitten Happen. Ja, ich habe gerade leider eingegeben und äh da war dann aber nur die Software, die richtig schlecht war, äh aber nicht die andere ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:01",
      "text": "Und der benutzt auch wirklich das Lieder."
    },
    {
      "speaker": "roddi",
      "time": "1:52:03",
      "text": "Der benutzt eindeutig das Lieder, das das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:06",
      "text": "Aber was fällt dann dabei raus? Also, dass in der App zu haben, das ist natürlich das eine, aber danach wird dich auch ein drei D Modell zu haben, mit dem man auch ordentlich was anfangen kann."
    },
    {
      "speaker": "roddi",
      "time": "1:52:16",
      "text": "Gut, ich habe jetzt bei der Firma kein Geld eingeworfen. Äh insofern,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:47",
      "text": "Das ist schon mal ganz gut. Also die Liste ist gut, ne? Kannst ja nochmal kurz sagen, die äh Formate, also Obi J ist ein ganz altes 3D äh Format, das ist sehr verbreitet auch so im das Christoph auch gut wegkonvertiert jetzt für drei D Print zum Beispiel."
    },
    {
      "speaker": "roddi",
      "time": "1:53:01",
      "text": "GLB USD."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:06",
      "text": "Das ist das Neue von Apple, was sie in iOS äh dreizehn oder so oder zwölf vorgestellt haben,"
    },
    {
      "speaker": "roddi",
      "time": "1:53:22",
      "text": "Und STL, das habe ich allerdings auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:24",
      "text": "Ja, STL ist auch so ein, so ein, so ein, so, ein sehr verbreiteter äh Standard, ähnlich wie Obi J."
    },
    {
      "speaker": "roddi",
      "time": "1:53:30",
      "text": "Also irgendwie kann das, kann das sehr viele sehr viele unterschiedliche Dinge äh wie er das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:36",
      "text": "Aber gerade so für Wohnungsplanung,"
    },
    {
      "speaker": "roddi",
      "time": "1:53:57",
      "text": "Sweet Home Alabama."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:59",
      "text": "Alabamas, wiederum drei D. Ähm das ist tatsächlich eine,"
    },
    {
      "speaker": "roddi",
      "time": "1:56:24",
      "text": "Wer was einem Leader lustig ist, ist, dass manche Dinge vom Lida nicht gesehen werden, beziehungsweise Spiegel nicht als Spiegel erkannt werden,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:41",
      "text": "Also wie bei Portel sozusagen, du guckst sozusagen durchs Portal."
    },
    {
      "speaker": "roddi",
      "time": "1:56:45",
      "text": "Genau, das ist äh also manche, manche von diesen Dingern. Ansonsten da kommen halt so Teile raus, wie man sie so aus 3D, Apple Maps kennt. So ungefähr sieht das dann hinterher aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:57",
      "text": "Alles so matschig, ne."
    },
    {
      "speaker": "roddi",
      "time": "1:56:59",
      "text": "Nee, ja, matschig nicht, aber du hast halt so ein so ein ungefähres 3D-Modell mit halt mit halt Texturen drauf, die an einigen Stellen halt komisch verzerrt aussehen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:41",
      "text": "Zeigt Dinge in einem Audio-Podcast. Ja, matschig"
    },
    {
      "speaker": "roddi",
      "time": "1:58:15",
      "text": "Also mal ganz ehrlich, ich glaube, wenn man wenn man ein ordentliches Projekt vorhat, dann sollte man auch ein ordentliches Aufmaß machen. Da ist so ein bisschen leider, hilft einem da, glaube ich, auch nicht so richtig weiter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:27",
      "text": "Ja, gut, nicht und nicht um das dann sozusagen als nicht nicht ausdrucken und dann hier äh den Bauarbeitern vor die Füße werfen und macht mal, sondern dass man"
    },
    {
      "speaker": "roddi",
      "time": "1:58:45",
      "text": "Also ich weiß nicht, wenn wenn Ikea auf Zack wäre, dann könnten die auch einen hier jetzt gerne mal dein Wohnzimmer und dann stellen wir dir dein neues Sofa äh da mal Probe rein und dann kannst du mal sehen, wie das aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:56",
      "text": "Gibt's ja auch von, das gibt's ja auch von IKEA. Also du hast ja da tatsächlich Sachen."
    },
    {
      "speaker": "roddi",
      "time": "1:58:59",
      "text": "Ja, das gibt's als AR, aber das gibt's halt nicht als ich habe jetzt ein 3D Objekt oder ein 3D Modell von meinem meinem Raum."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:09",
      "text": "Ja, ja, das, das fehlt in der Tat noch, dass man also wirklich mal auf so einem iPad äh oder vielleicht halt auch auf dem Mac vielleicht irgendwann mal äh wirklich so eine so eine Küche zusammenklickt, wie man das in ihren webbasierten Tools macht,"
    },
    {
      "speaker": "roddi",
      "time": "1:59:34",
      "text": "Ja, ich weiß nicht, das wahrscheinlich sind die ersten erst noch am Packen. Also die Reise hat meiner Meinung nach noch nicht angefangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:53",
      "text": "Und gibt's noch andere Aspekte am iPhone zwölf, die du nennenswert findest."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:58",
      "text": "War nicht die Kamera irgendwie ein Stück besser wieder mal."
    },
    {
      "speaker": "roddi",
      "time": "2:00:02",
      "text": "Ja, das schon, das schon. Die Kamera."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:03",
      "text": "Was war besser? Ja die Kamer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:00:04",
      "text": "Die Kamera. Also auch gegenüber dem Modell davor, beim Dunkeln irgendwie besser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:08",
      "text": "Genau, du hast einen besseren Nightmode und du hast vor allem den Nightmode jetzt auch auf der äh auf der auf der ultraweit ähm Linse,"
    },
    {
      "speaker": "roddi",
      "time": "2:01:34",
      "text": "Also wenn du die Anwendung hast, dann ist das leider natürlich schon sehr geil, weil du dann wirklich den ganzen Raum scannen kannst und hast hinterher ein Modell, wo du nochmal genau sehen kannst, wie sind denn die Verhältnisse auch in der Draufsicht und so weiter"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:41",
      "text": "Ab vierzehn."
    },
    {
      "speaker": "roddi",
      "time": "2:02:42",
      "text": "A vierzehn, aber ist ja das gleiche wie der M eins. Im Prinzip äh insofern ist es flott."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:47",
      "text": "Also im Prinzip ist es dieselbe Architekturbasis die selbe Plattform, aber es ist nicht ein M eins, also er hat ja nicht so viele Cors und äh hat auch ein paar andere Sachen nicht, die da eben eins hat, der im einzelnen ist ja auch nochmal eine eine Großstadt im Vergleich dazu."
    },
    {
      "speaker": "roddi",
      "time": "2:03:01",
      "text": "Ja, aber es ist interessanterweise ist es jetzt halt der schnellste Prozessor, den ich zu Hause habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:06",
      "text": "Ja, klar, das äh das war wahrscheinlich auch schon seit ein paar Jahren so, ne. Das ist äh definit."
    },
    {
      "speaker": "roddi",
      "time": "2:03:13",
      "text": "Ja na sagen wir mal so der ähm der A zwölf von einem iPad, der konnte äh jetzt noch nicht ganz so gut mithalten, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:26",
      "text": "Das Bakin Teil wäre wohl ein guter Halter, aber er lädt nicht. Das ist natürlich absurd."
    },
    {
      "speaker": "roddi",
      "time": "2:03:32",
      "text": "Ja gut, ich habe sowieso das Problem, dass ich ein Auto habe, dass äh ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:03",
      "text": "So Jungs, ich habe kurz mal eine Frage zu dem M eins,"
    },
    {
      "speaker": "roddi",
      "time": "2:04:34",
      "text": "Ja, soweit ich weiß, ja. Aber so Sagler, obwohl der A zwölf im iPad auch schon aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:04:40",
      "text": "Ich finde das ein bisschen komisch, dass die da diesen Metalldeckel drauf machen, aber den sind so mitten über der Fläche so beenden lassen und dann auch mit dieser Erhöhung, so als wenn da einfach abgeschnitten ist und dem da an der Stelle sozusagen nicht so eine Art Rahmen dann noch ist,"
    },
    {
      "speaker": "roddi",
      "time": "2:05:01",
      "text": "Ja, du hast rech."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:02",
      "text": "Doch immer irgendwie so ähm aufgeschnittene Examples aus irgendwelchen Bildern sind, weil ich habe heute einen Teerdown-Video gesehen, da sah der auch so aus und dann dachte ich, der muss ja dann wirklich so sein, dass der so aussieht."
    },
    {
      "speaker": "roddi",
      "time": "2:05:13",
      "text": "Ja äh du hast recht, wie ich das erste Mal gesehen habe, dachte ich auch so, hey, was machen die da? Aber ist tatsächlich so scheinbar. Warum auch immer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:22",
      "text": "Ist ja nicht Userfacing."
    },
    {
      "speaker": "roddi",
      "time": "2:05:25",
      "text": "Weiß nicht, warum ist denn die Platine eingebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:28",
      "text": "Ja gut, also ist vielleicht merkwürdig, aber ist aber äh wahrscheinlich einfach dem Zweck geschuldet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:36",
      "text": "Ich meine, es ist ja auch dieser sogenannte Heats Brather, den haben die Intels ja auch, ne, weil da drüber klebt ja der Kühlkörper und es ist ja nur noch die Fläche, bei dir abkühlt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:45",
      "text": "Da gibt's nicht so viel abzukühlen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:47",
      "text": "Stimmt allerdings."
    },
    {
      "speaker": "roddi",
      "time": "2:05:48",
      "text": "Nee, aber vielleicht vielleicht sprayden die da trotzdem noch ein bisschen head. Also so ein bisschen Wärme produziert das Ding ja sicherlich schon, wenn man's richtig unter Volllast nimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:59",
      "text": "Aber bleiben wir doch mal bei dem äh M eins. Äh Dennis, du hast ja jetzt äh bist ja jetzt auch im Club."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:06",
      "text": "Ja, ich wollte mal so ein Apple Silicon haben. Ähm weil mein McPros war ganz nett, aber ist schon äh,"
    },
    {
      "speaker": "roddi",
      "time": "2:08:15",
      "text": "Aber W ist jetzt auch nicht so grafikintensiv, oder?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:19",
      "text": "Jein stimmt, es sagt ja, ist relativ simple Grafik, aber du willst ja trotzdem, sagst du ja hier, ich hätte gerne ähm sechzig Frames die Sekunde und dann ist"
    },
    {
      "speaker": "roddi",
      "time": "2:08:51",
      "text": "Ja okay, aber er hatte Speicherbandbreite nicht, ne? Also so eine Grafikkarte, ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:08:56",
      "text": "Werde Mc Mini. Ja, wie gerade das hat er doch."
    },
    {
      "speaker": "roddi",
      "time": "2:08:59",
      "text": "Na ja, aber so eine so eine richtige Grafikkarte hat ja immer so eine unklar hohe Speicherbandbreite."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:05",
      "text": "Ja da ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:06",
      "text": "Ich habe mal gerade geguckt, was was mein MacPro hier gerade so weghaut. Wobei ich mir grad nicht ganz so sicher bin, was da alles noch mit dran ist. Das ist glaube ich nicht nur der Mic Pro."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:16",
      "text": "Ich hab's bei meinem gemessen, es ist so viereinhalb Watt, wenn äh ihn ausmachst, dann hat er eine Weile lang irgendwie so drei Watt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:32",
      "text": "Der McMinee. Ja, aber der McPro."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:35",
      "text": "Auch dann weg. Ach so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:36",
      "text": "Mein MacPro, allerdings mein MacPro und der Bildschirm, der da noch dran ist, weil ich noch diesen siebenundzwanzig Zoll äh wie heißt das Ding? Display, dieses Apple Display,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:09:49",
      "text": "Kommt drauf an, was du da hast,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:04",
      "text": "Nee, ich habe keine Sundabboot."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:06",
      "text": "Achso, da hast du auch äh mit die Display-Port."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:08",
      "text": "Mit Pro hat keine Sundabold."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:10",
      "text": "Ja, wieder gab's ja Adapter. Mein Mac braucht ja auch kein Zunderbo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:13",
      "text": "Wie es gibt Adapter, wohl war's."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:15",
      "text": "Na für dein Display. Der Stecker ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:18",
      "text": "Displayport ist das einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:20",
      "text": "Ach so, weil du den Bildschirm nicht hast, ja, Entschuldigung, nee, der, also den Bildschirm, den du hast, der hat Mini-Display-Port."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:25",
      "text": "Genau. So, den habe ich da dran und ich glaube, der zählt da noch mit rein. So in diese ganze Kombi zieht jetzt mal soeben so vierhundert Watt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:32",
      "text": "Ja, der Bildschirm, da kannst du, wenn du den jetzt auf volle Helligkeit hast in deiner Bude, ist wahrscheinlich hundert Watt, ist der Bildschirm. Bleiben dreihundert für den, für den Mac. Ich weiß ja nicht, was der gerade noch so macht. Das ist ein bisschen viel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:43",
      "text": "Ja, der ist äh nimmt hier gerade die Sendung auf und der betreibt drei Bildschirme, also die anderen Bildschirme sind jetzt nicht selber noch mit drin, aber dass die Grafikkarte äh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:10:53",
      "text": "Mussten dann immer reinziehen vierhundert Watt. Also ist ja kein Wunder, wenn wir im Sommer da so schwitzen. Jetzt weißt du warum in Berlin kein Schnee fällt, weil Timmel wieder eine Sendung aufnimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:01",
      "text": "Dafür wird dieser Rechner, wenn er nicht in Produktion ist, auch immer sorgfältig wieder runtergefahren. Also der läuft nicht die ganze Zeit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:11",
      "text": "Also auch nicht Standby, sondern aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:12",
      "text": "Richtig aus, genau. Nee, ich mache den richtig aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:15",
      "text": "Genau, das muss ich ja auch noch sagen. Der Make-Mini, wenn ich da einen vier K Movie gucke, verbraucht immer noch weniger Strom, als man McPro im Standby, wenn er aus ist. Also im Standby,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:36",
      "text": "Ja. Das ist auch das das ist auch das mega Argument und ich habe auch schon äh hin und her überlegt, so okay, was,"
    },
    {
      "speaker": "roddi",
      "time": "2:11:55",
      "text": "Intelles für dich als Verbrenner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:58",
      "text": "Ja, na klar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:11:59",
      "text": "Verbrenner von Strom auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:01",
      "text": "Brenner von ja bis es das Äquivalent zu so einem Benzin und Dieselmotor so. Das äh der verbraucht einfach viel zu viel Energie und ist unwirtschaftlich und man will das irgendwie alles nicht und es muss jetzt irgendwie."
    },
    {
      "speaker": "roddi",
      "time": "2:12:14",
      "text": "Mehr, mehr Abwärme als Wumms."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:16",
      "text": "Und ähm nur das ist jetzt gerade mein Setup, was für mich eben funktioniert und das das schmeiße ich ja jetzt nicht äh äh raus, nur in der äh Hoffnung, es könnte vielleicht mal irgendwas kommen, sage ich, brauche halt ein System, was das ersetzen kann und der McMini,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:13",
      "text": "Ich jetzt? Ach so, Rodi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:14",
      "text": "Ja, acht Gigabyte. Ja genau, acht oder sechzehn Gigabyte. Okay, platter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:19",
      "text": "Zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:21",
      "text": "Okay, also wie ich. Rechts unten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:13:24",
      "text": "Ja, ich eins hätte auch gereicht, aber die Dinger sollen ja auch eine Weile halten und wie das halt immer so ist. Ähm ich habe auch mal Temperatur gemessen von der hatte hinten diesen Lüfterausgang und der Lüfter läuft auch dauerhaft,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:37",
      "text": "Das sieht man ja beim MacBook Air alles. Hat ja noch nicht mal einen Lüfter."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:40",
      "text": "Zum Beispiel ja"
    },
    {
      "speaker": "roddi",
      "time": "2:17:44",
      "text": "Ja, sieht dieses DTK, das macht ja auch keine Geräusche, also den hört man ja auch eigentlich nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:49",
      "text": "Ja, ich habe schon auch dieses Tool mit dem Lüfter, dass ich dann auf volle Pulle setze, auch gemacht, um überhaupt zu hören, dass der Lüfter hoch tokier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:20",
      "text": "Ja, also ich hatte jetzt auf meinem R,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:18:57",
      "text": "Ja und das war schön, weil's auf dem Sofa unter der Decke lag oder wie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:01",
      "text": "Einfach auf dem Tisch stand es."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:03",
      "text": "Ja was macht dann das Curble Space Programm bitte so lange."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:08",
      "text": "Ich hab keine Ahnung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:19:40",
      "text": "Übrigens, ich nutze jetzt hier auch den Studiolink alles mit dem McMini gerade und jetzt läuft einwandfrei. Also es ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:04",
      "text": "Ja mittlerweile, also gab's jetzt grad das Update. Das ist jetzt irgendwie auch nette. Ja, die Updates, die die kommen, die kommen sporadisch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:22",
      "text": "Aber Omni ist ja nun noch so Klassik, die sind schon so lange bei Apple dabei. Da kann ja nur noch Ali Osa mithalten. Äh ähm das war klar, dass die da als erster am Start sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:34",
      "text": "Ja, ja klar, aber nachdem diese erste Flut weg war, merkst du, jetzt ist erstmal so Pause angesagt, jetzt müssen sich alle erstmal mit ihrem Programm äh beschäftigen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:05",
      "text": "Also der nächste VLC-Up,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:30",
      "text": "Die habe ich schon getestet, die funktioniert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:21:32",
      "text": "Genau und sonst ja eine Menge Tools gibt's halt auch noch nicht und ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:18",
      "text": "Ja, es flutscht alles. Und ich muss sagen, diese Performance haben wir uns ja hier auch schon mal drüber unterhalten. Das ist halt nichts dauert lange,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:22:31",
      "text": "Roletenzieh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:32",
      "text": "Ja, also dieses Wechseln zwischen den Programmen und du hast einfach diese Hick-Ups irgendwie nicht mehr. Also es ist einfach,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:22:51",
      "text": "Weil ich vorhin so oft WOW erwähnt hab, ne? Die waren ja schon seit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:19",
      "text": "Aber das, dieses XDR äh Display von Apple ist doch unterstützt mit dem Mick Mini, also da muss er doch auch HDR können."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:26",
      "text": "Ja, kann man ja, sage ich doch. Mit dem Mini konnte ich's jetzt hinkriegen, dass es endlich mal geht. Ich hatte schon, habe meinen Fernseher seit drei Jahren und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:57",
      "text": "Dieser Costa Rica Film, der ist auf YouTube, wenn man den jetzt auf YouTube auf einem Ventil, auf meinem R abspielt, dann müsste der auch in HDR sein oder nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:05",
      "text": "Wenn dein Ding da bin, kann das auch HDR, ich weiß nicht, wie das mit dem mit dem Air Display ist. Ähm das ist ja, das ist der Leinenrechner, das musst du wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:09",
      "text": "Weiß ich nicht. Keine Ahnung. Ja, woran sieht man denn das, dass man dann HDR sieht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:16",
      "text": "Na, aller Werbung haben sie ja so verkauft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:18",
      "text": "Nein, ich meine, wenn ich jetzt ein HDR, wenn ich diesen jetzt hier starte, ich habe das jetzt mal hier gestartet auf meinem Screen. Woran sehe ich, dass ich jetzt auch HDR habe."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:30",
      "text": "Das ist genau immer das Ding, das weiß ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:17",
      "text": "Das sieht jetzt hier nicht so aus. Das sieht alles ganz schick aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:21",
      "text": "Ja, dann hast du wahrscheinlich HDR. Geh doch mal in die Dis, obwohl ne, ich glaube für das On, also für das das Onboard-Display sozusagen bei dem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:51",
      "text": "Habe hier gerade einen Apple Support-Dokument und da steht MacBook R ab zwanzig achtzehn oder neuer, integriertes Display, kann HDR."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:00",
      "text": "Ja, dann sollte das ja schick aussehen. Dann weiß nicht, ob man da noch was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:03",
      "text": "Ja es es sieht auch schick aus muss ich sagen. Also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:06",
      "text": "Na das das müsste so sein, dass die weißen Stellen ganz schön ordentlich knallen und die dunklen Stellen aber ordentlich dunkel sind trotzdem. Das ist HDR. Würde ich mal so. Na ja, also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:24",
      "text": "Na gut, hier ist ja alles wieder sehr bunt in diesem Costa Rica Ding aus. Sieht schon echt schick aus, muss ich sagen. Ich wüsste jetzt nicht, ob's auf einem anderen Display nicht schick aussieht. Muss ich vielleicht nochmal vergleichen, nehm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:35",
      "text": "Teste das mal, dann wirst du das so ein bisschen sehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:38",
      "text": "Mache ich mal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:39",
      "text": "Ähm was wollte ich gerade sagen noch? Äh jetzt habe ich's vergessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:45",
      "text": "Vielleicht können wir ja mal zu, was so auf dem aufm äh M eins ähm Mac läuft und was nicht läuft, kommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:54",
      "text": "Mir ist doch wieder eingefallen, sorry."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:56",
      "text": "Dann sag."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:27:57",
      "text": "Gehört zu der Sprache, die anscheinend nicht läuft. Und zwar ich habe ja ähm auch anderen HDR Cont als YouTube,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:07",
      "text": "Genau, also es ist ja noch nicht so, dass jetzt schon alles funktionieren würde, ne? Also sie Rosetta Geschichte funktioniert ziemlich gut, aber Rosetta kann ja auch nicht alles,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:33",
      "text": "Media Extensions oder wies."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:34",
      "text": "Genau diese diese."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:35",
      "text": "Wie SSE und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:36",
      "text": "Genau diese Vectorexten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:29:38",
      "text": "Wie hieß das ganz früher MMX? War das so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:41",
      "text": "Ja, ja, im Prinzip ist das so die gleiche Geschichte,"
    },
    {
      "speaker": "roddi",
      "time": "2:30:56",
      "text": "Aber hast du da nicht grundsätzlich auch unter Big so überhaupt ein Problem? Also auch in Tel Pixo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:02",
      "text": "Ja ähm,"
    },
    {
      "speaker": "roddi",
      "time": "2:31:15",
      "text": "Vor allen Dingen ein Big Sore Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:16",
      "text": "Es ist vor allem ein Bigser Problem, ähm wenn es halt so Curl Extensions sind, aber es,"
    },
    {
      "speaker": "roddi",
      "time": "2:31:47",
      "text": "ZFS ist auch so ein Fall, aber da reden wir ja später noch drüber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:49",
      "text": "Ja, genau. Also wer sozusagen ein,"
    },
    {
      "speaker": "roddi",
      "time": "2:33:01",
      "text": "Beziehungsweise die Kompeiler, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:03",
      "text": "Genau, die ganzen Kompeiler und Sprachen und so weiter, die halt alle angepasst werden müssen. Ich meine, es ist jetzt,"
    },
    {
      "speaker": "roddi",
      "time": "2:33:27",
      "text": "Es gibt von Parals gibt's tatsächlich schon eine Version. Äh die Vella Papreview oder Preview äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:57",
      "text": "Also weil du dieses DTK noch hast, ne?"
    },
    {
      "speaker": "roddi",
      "time": "2:33:59",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:00",
      "text": "Aber ich glaube, dass er da ist auch äh aber das Ding hat auch offiziell gar keine Virtualisierung. Also gerade diese Virtualisierungsextensions sind doch da noch nicht dabei, das ist wirklich das, was erst mit dem M eins kam."
    },
    {
      "speaker": "roddi",
      "time": "2:34:11",
      "text": "Keine Ahnung, vielleicht liegt's ja daran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:14",
      "text": "Das klickt äh für mich äh so. Aber was warst du in den Vormittag Parallels, also warum fasst du das überhaupt an?"
    },
    {
      "speaker": "roddi",
      "time": "2:34:20",
      "text": "Mal ausprobiert, ich wollte damit mal rumspielen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:23",
      "text": "Ach so. Also das hat jetzt kein Ziel."
    },
    {
      "speaker": "roddi",
      "time": "2:34:27",
      "text": "Na ja, sagen wir mal so, wenn man äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:46",
      "text": "Ja, aber das wird nicht passieren. Also das, das geht ja nicht. Also es wird, wird keine Insel, also eine Emulation, wird vielleicht noch irgendeiner machen, aber du nicht mit Rosetta."
    },
    {
      "speaker": "roddi",
      "time": "2:34:56",
      "text": "Der nicht mit Rosetta, klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:58",
      "text": "Da habe ich wenig Sehnsucht äh da weiß ich nicht, zahlt sich's für mich immer wieder aus, dass ich eigentlich."
    },
    {
      "speaker": "roddi",
      "time": "2:35:03",
      "text": "Nee, ich hab das, ich hab das Ding, ich hab ja diese diese komische, diesen komischen Intell Minicomputer äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:49",
      "text": "Insel muss uns nicht mehr erhöhen. Insel ist auf dem Weg nach draußen."
    },
    {
      "speaker": "roddi",
      "time": "2:35:55",
      "text": "Ja, zugegebenermaßen, ich meine, das, was AMD macht, das sieht heute auch für alles vielversprechender aus, als das tut. Auch wenn die das gleiche Problem mit einer ähnlich kaputten Architektur haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:08",
      "text": "Eigentlich haben die das gleiche Problem, nur ein bisschen verspätet."
    },
    {
      "speaker": "roddi",
      "time": "2:36:12",
      "text": "Wer AMD? Ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:15",
      "text": "Was ja auch so riesen Monster, schleppen genauso viel"
    },
    {
      "speaker": "roddi",
      "time": "2:36:35",
      "text": "Na, aber eine modernere PCs booten eigentlich erstens gleichen Efi und zweitens gleich in vierundsechzig Bit-Modus. Also es ist nicht mehr so schlimm wie damals als Bios noch zweiunddreißig Bit-Modus gebohr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:36:49",
      "text": "Aber der ganze restliche Scheiß ist da immer noch da oder nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:52",
      "text": "X sechsundachtzig vierundsechzig ist halt da und das ist sozusagen das, was sie,"
    },
    {
      "speaker": "roddi",
      "time": "2:37:33",
      "text": "Auch gar nicht gar nicht sagen wollen. Natürlich ist die die ganze äh Intel AMD vierundsechzig Architektur ausgelutscht. Also das da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:46",
      "text": "Ja ja die die kommen einfach nicht auf diesen Stromverbrauch, weil das was du vorhin Dennis angesprochen hast so mit äh du kannst ja kannst du gar nicht fassen wie wenig Strom das Ding verbraucht. Das ist glaube ich der große Vorteil,"
    },
    {
      "speaker": "roddi",
      "time": "2:38:21",
      "text": "Ja, na ja gut, also also das das größte Problem ist schon die CPU. Also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:52",
      "text": "Ja gut, aber ihre GPUs sind ja auch Stromfresser, also die Externen sowieso."
    },
    {
      "speaker": "roddi",
      "time": "2:38:57",
      "text": "Ja gut, aber externe GPUs äh spielen natürlich schon nochmal in einer anderen Leistungsklasse. Ja, also das muss man ja, das muss man dann schon nochmal äh eigentlich sagen, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:07",
      "text": "Ne, nicht im Laptopbereich. Also ich."
    },
    {
      "speaker": "roddi",
      "time": "2:39:09",
      "text": "Nicht im Laptopbereich, aber da hast du auch keine externen GPAs, hast du auch, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:14",
      "text": "Ja, hast du, du hast in einem äh im MacBook sechzehn Zoll hast du so eine diskrete GPO und das ist der Grund, warum das Ding äh das noch zu leisten in der Lage ist, nur das Ding ist halt heiß. Und verbrauch."
    },
    {
      "speaker": "roddi",
      "time": "2:39:25",
      "text": "Ja nur Laptop, Laptop, Externe GPUs waren ja auch nie ja an der oberen Leistungsfront dabei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:33",
      "text": "Klar, weil sie halt Strom sparen da."
    },
    {
      "speaker": "roddi",
      "time": "2:39:35",
      "text": "So eine Invidia zehn siebzig zum Beispiel ist halt nochmal ein ganz anderes ganz anderer Schnack."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:42",
      "text": "Wir brauchen da gar nicht jetzt gegeneinander zu reden. Ich versuche ja nur zusammenzufassen, was sozusagen gerade die Situation ist. Die Situation ist, die du hast halt in der Inselwelt, das Problem, alles braucht sehr viel Strom und das, was Strom sparend ist, ist nicht schnell,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:41:59",
      "text": "Auch wieder in der M eins drin, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:00",
      "text": "Genau, es ist halt auch im M eins drin, ne? Und dann äh dasselbe Spiel eben jetzt auch mit diesen äh mit der NPU,"
    },
    {
      "speaker": "roddi",
      "time": "2:42:11",
      "text": "Engineer, das ist schon relativ genial."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:14",
      "text": "Ne, wo sie auch wieder ganz andere Sachen wieder auslagern, was die CPU auch wieder nicht leisten muss und deswegen können brauchen sie sich überhaupt nicht darauf zu konzentrieren NPU-Artige Software"
    },
    {
      "speaker": "roddi",
      "time": "2:43:24",
      "text": "Ich glaube, die können vierundsechzig, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:26",
      "text": "Genau, so. Das ist ja alles machbar. Und dann ähm werden sie einfach davon ziehen. Und äh in die Sonne segeln, während die anderen noch dabei sind, ihre Boote vom Ufer abzumachen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:43:42",
      "text": "Ja, ich bin gespannt ähm falls die dann ja auch irgendwann MacPro rausbringen und dann irgendwie da sowas drin sein sollte wie ähm PC Lots, weil da braucht man ja dann auch wieder irgendwelche Treiber und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:05",
      "text": "Ja, aber PCI haben sie ja jetzt schon. Nein, M eins ist ja Sundabold ist ja PCI."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:44:13",
      "text": "Aber anders halt, aber ja, stimmt schon eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:16",
      "text": "Das ist überhaupt nicht anders. Das ist Pissy Express und äh du hast halt nicht vielleicht so viele Laines jetzt sozusagen, wie du jetzt im im McPro auf dem auf dem dicksten fetten Slot hast"
    },
    {
      "speaker": "roddi",
      "time": "2:44:44",
      "text": "Es hängt sehr stark davon ab, also äh Envidia scheint sich ja momentan überall zum Feind zu machen und äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:22",
      "text": "Nein, das werden sie nicht. Sie werden keine Radio ans verwenden."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:26",
      "text": "Ich glaube nicht, dass die Lochgeräte mit Fremdkarten ausliefern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:30",
      "text": "Nein, sie, das haben sie doch im Prinzip bei der Vorstellung äh gesagt. Das haben sie schon auf der WWD gesagt."
    },
    {
      "speaker": "roddi",
      "time": "2:45:35",
      "text": "Was ist denn im derzeitigen MacPro drin? Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:38",
      "text": "Serienmäßig, weiß ich nicht, auch irgendein AMD-Kram. Ahm die irgendwas, keine Ahnung, bei diesen Nummern steige ich aus. Also das äh kann ich mir immer alles nicht merken, was da gerade."
    },
    {
      "speaker": "roddi",
      "time": "2:45:48",
      "text": "Aber irgendwas, einem der."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:45:49",
      "text": "Ist das nicht Wege, Vega zwo oder so was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:52",
      "text": "Kann sein, ja,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:46:16",
      "text": "Es gibt ja zwei Gruppen, die eine fette Grafikkarte wollen. Die eine Gruppe sind natürlich immer noch die Zocker, die äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:10",
      "text": "Ich weiß nicht, was meinst du denn, was Grafikkarten da nicht tun können sollen? Also das verstehe ich jetzt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:47:16",
      "text": "Ne? Nee, das habe ich auch nicht gemeint. Ich meinte, dass die die sagen wir jetzt mal einfach feine Cut,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:14",
      "text": "Ich denke, das werden sie einfach in ihr SOC mit mit einbauen. Also vielleicht gibt's noch zusätzliche Beschleunigungen auch nochmal über eine PCI-Karte"
    },
    {
      "speaker": "roddi",
      "time": "2:48:37",
      "text": "U ja jetzt nun auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:39",
      "text": "Bitte, wie die es."
    },
    {
      "speaker": "roddi",
      "time": "2:48:42",
      "text": "So doll ist die GPU ja jetzt nun auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:45",
      "text": "Ja, sie ist, sie ist, wie es gibt jetzt ähm im Laptopbereich nichts, was schnell."
    },
    {
      "speaker": "roddi",
      "time": "2:48:49",
      "text": "Ja für 'ne Laptop-GBU."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:51",
      "text": "Ja, aber das ist der M eins, der M eins ist low and."
    },
    {
      "speaker": "roddi",
      "time": "2:48:55",
      "text": "Ja, ja, genau, wir reden aber gerade über High-End."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:58",
      "text": "Ja, genau und high End heißt"
    },
    {
      "speaker": "roddi",
      "time": "2:49:14",
      "text": "Ja, aber sie müssen ja die entsprechende Memory Bandbreite auch erhöhen. Sonst kriegen die jetzt, sonst können die ja nichts machen die Cors."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:22",
      "text": "Aber das haben sie doch ohnehin getan durch ihr Unified Memory."
    },
    {
      "speaker": "roddi",
      "time": "2:49:25",
      "text": "Ja, aber das Unified Memory hat doch nicht die Memory Bandbreite, wie so eine dedizierte Grafikkarte hat. Eine dedizierte Grafikkarte hat doch eine viel höhere Memory Bandbreite. Deswegen hat man die ja. Deswegen ist da auch so viel Speicher drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:39",
      "text": "Ja, was sollten sie, was sollten sie denn davon abhalten, diese äh hohe Bandbreite auch innerhalb ihres SOCs zu machen? Das ist doch auch nur Elektronik. Ich meine, in dieser Grafikkarte, da findet doch jetzt nicht irgendein Vodo statt, sondern das ist halt einfach nur, dass man sich darauf geeinigt hat, diese Komponente zu trennen."
    },
    {
      "speaker": "roddi",
      "time": "2:49:53",
      "text": "Nein ist, wo du, das, wo du, was da drin stattfindet, ist, dass du, dass du mehr Ramchips hast, die alle parallel sind, wo du halt mehr Bits parallel schieben kannst für einen Speicherzugriff. Das ist das Wodo, was sie machen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:50:06",
      "text": "Also Wodo würde ich das schon alles nennen, was die da bei AMD und N Video machen möchten. Ich würde das auch, wo du nennen, was Apple mit dem M eins gemacht hat. Also easy ist das alles nicht, sonst würden sie alle machen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:40",
      "text": "Du hast auch ich meine dein dein Videorahmen kann ja noch so schnell sein, wenn die eigentliche Beschränkung"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:42",
      "text": "Nee, auf gar keinen Fall. Die haben das alles schon fertig oder zumindest wissen sie, wie sie's machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:47",
      "text": "Noch nicht komplett fertig und sie warten dann auch noch auf den Produktions die Architektur steht. Die die wissen was sie da bauen wollen. Die warten halt jetzt nur noch darauf, dass Tim ist im C da seinen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:14",
      "text": "Ich bin da sehr gespannt, wie sie das machen, dass sie da was Großes im Sack haben, bin ich überzeugt. Ich bin mir noch nicht ganz klar, wie es aussieht."
    },
    {
      "speaker": "roddi",
      "time": "2:53:23",
      "text": "Ja, sie müssen jetzt nur aufpassen, dass sie sich halt die Softwarebuden nicht von der Plattform ekeln, weil."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:30",
      "text": "Welche auf der Boden."
    },
    {
      "speaker": "roddi",
      "time": "2:53:32",
      "text": "Alle, weil ich meine diese ganze äh die dreißig Prozent Nummer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:46",
      "text": "Dreißig Prozent nochmal, was meinst du damit jetzt gerade."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:48",
      "text": "Na, die die."
    },
    {
      "speaker": "roddi",
      "time": "2:53:49",
      "text": "Dass sie im App Store dra."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:50",
      "text": "Abschlag beim Store. Das Epik-Problem. Das epische Problem."
    },
    {
      "speaker": "roddi",
      "time": "2:53:55",
      "text": "Epische Problem, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:58",
      "text": "Das ist ja auch nur ein Problem für Epic."
    },
    {
      "speaker": "roddi",
      "time": "2:54:02",
      "text": "Ja, es ist Problem, es ist ein Problem, es ist für alle Epic hat nur das Maul aufgerissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:06",
      "text": "Ja, wollen wir mal gucken, also ob die da Erfolg haben werden, wie sie will jetzt gerade von CPUs zu Epic gekommen, das habe ich jetzt irgendwie gerade nicht mitbekommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:14",
      "text": "Ne, weil Rodi meinte, dass es mit der Hardware alles ganz schick ist, dass sie jetzt nur aufpassen müssen, dass sie die Softwarebuden nicht gegen sich aufbringen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:54:21",
      "text": "Ach so, ja, gut. Epic ist, glaube ich, für Apple, die ich nicht weiter wichtig."
    },
    {
      "speaker": "roddi",
      "time": "2:54:28",
      "text": "Na ja, also ich meine Andrial Engine ist André Engine, ne? Also wenn sie, wenn sie tatsächlich das so durchgezogen hätten, dass sie dann äh auch allen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:54:48",
      "text": "Das hat man ja auch gelesen, als sie diese Kosten gesenkt haben. Wie war das auf die fünfzehn Prozent für die Buden, die in einem einem Jahr nicht eine Million machen? Dann kam noch gleich der Artikel, dass sie erklärt haben, da ist ja ein Easymove von,"
    },
    {
      "speaker": "roddi",
      "time": "2:55:06",
      "text": "Ja, die ganz Großen kriegen sowieso extra Preise, sind wahrscheinlich auch unter fünfzehn. Na ja. Gut, das ist jetzt auch eine andere Diskussion, die sollten wir vielleicht nicht weiter führen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:55:48",
      "text": "Weil der irgendwann immer Open Source wird, das dauert nur eine Weile oder wie war das."
    },
    {
      "speaker": "roddi",
      "time": "2:55:51",
      "text": "Genau,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:56:34",
      "text": "Auch die TribiSD-Leute."
    },
    {
      "speaker": "roddi",
      "time": "2:56:35",
      "text": "Auch die Free BSD Leute und es ist jetzt so, dass ZDFs Open ZFS zwo null äh ist jetzt eine Codebase, daraus bauen sie jetzt die Linox-Variante, die Freepy ist daily Variante und die Elumus Variante,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:56:55",
      "text": "Open Solaris Nachfolger."
    },
    {
      "speaker": "roddi",
      "time": "2:56:56",
      "text": "Also die Open Source Variante von Solaris, das letzte, was was äh Orecle noch Open Source äh ist als Elumos weiter äh betrieben worden. Und ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:58:12",
      "text": "Das hat er früher mal vergessen."
    },
    {
      "speaker": "roddi",
      "time": "2:58:13",
      "text": "Genau, das hat er vorher vergessen, er war mehr oder weniger immer leer. Der ist jetzt persistent und nach einem guten ist dein System also wieder schneller auf Performance, weil alle alle Sachen, die im Cash äh Hot gespeichert sein müssen schon drin sind,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:58:28",
      "text": "Die Idee ist irgendwie, die dahinter, dass sie sich früher nach einem Neustart ja nicht verlassen konnten, ob irgendwie der Cash, ob das halt irgendwie alles noch so stimmt,"
    },
    {
      "speaker": "roddi",
      "time": "2:59:24",
      "text": "Ja, es ist halt schneller als Rost, aber langsamer als Ram irgendwo dazwischen, aber es ist halt auch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:44",
      "text": "Ich hab's auch, also bei einer SSD. Also ich habe so eine Optan äh so Kärtchen,"
    },
    {
      "speaker": "roddi",
      "time": "3:00:45",
      "text": "Was ich so geil fand der damaligen Zeit war, äh es gab ja Emulatoren für allerlei Systeme,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:00:59",
      "text": "Ja, Schäbschrifter hieß der."
    },
    {
      "speaker": "roddi",
      "time": "3:01:01",
      "text": "Und immer wenn man den Artarimulator gestartet hat, klang die Floppi nach Atari, wenn man den Mac Emolator gestartet hat,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:01:20",
      "text": "Ne, kommt wahrscheinlich immer drauf an, wo der Direktory Eintrag, auf welchem Blog der oder an welcher welchem Track der liegt, ob er in der Mitte am Rand oder sonst wo und wie die Daten."
    },
    {
      "speaker": "roddi",
      "time": "3:01:29",
      "text": "Waren eh ganz andere Dateisysteme und so, ne? Also und Timings."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:34",
      "text": "Kannst du das nachsingen."
    },
    {
      "speaker": "roddi",
      "time": "3:01:36",
      "text": "Nee, nachsingen kann ich das nicht. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:58",
      "text": "Ja, es war ja auch dasselbe Dateisystem."
    },
    {
      "speaker": "roddi",
      "time": "3:02:00",
      "text": "Ja, mehr oder weniger. Gut, was haben wir noch bei ZDF, Open ZFS zwei null Sequential Reserver, was angeblich dann auch schneller geht, weil er nur Teile reserviert, so richtig verstanden habe ich's nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:14",
      "text": "Silver."
    },
    {
      "speaker": "roddi",
      "time": "3:02:15",
      "text": "Reserver ist, wenn ähm wenn du ein Rate hast und du tauscht eine Platte aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:24",
      "text": "Oder dir geht eine kaputt?"
    },
    {
      "speaker": "roddi",
      "time": "3:02:25",
      "text": "Die geht eine."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:26",
      "text": "Resilvern."
    },
    {
      "speaker": "roddi",
      "time": "3:02:27",
      "text": "Und du musst eine neue reinbauen, dann hast du äh zwar noch alle Daten, aber du hast sie halt nicht mehr, also auf der neuen Platte halt nicht mehr die Paritäten und entsprechend äh Daten drauf,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:57",
      "text": "Das gab's ja vorher auch schon, aber es ist jetzt schneller geworden, das ist das Ding."
    },
    {
      "speaker": "roddi",
      "time": "3:03:00",
      "text": "Ah, das ist schneller geworden. Das Re."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:03:03",
      "text": "Vorher hat das Resilvern immer den den Z, ähm also Zetterfest beruht ja auf so einem, so ein Baum mit diesem Überblock und dann ist alles so mit Checksum abgesichert, auch eine Merkeltree ähnliches äh Konzept wie bei bei dem Bitcoin Blockchain"
    },
    {
      "speaker": "roddi",
      "time": "3:04:29",
      "text": "Wenn du nur eine Redonz hast. Aber da kommen wir gleich nochmal drauf bei Version zwei Punkt eins."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:34",
      "text": "Genau, wollen die, dass das flott geht, damit das System schnell wieder sicher ist."
    },
    {
      "speaker": "roddi",
      "time": "3:04:39",
      "text": "Genau, dann haben wir Z Standard Compression, keine Ahnung, kenne ich nicht, aber die ist irgendwie besser und."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:04:44",
      "text": "Wie kennst du nicht? Also es gibt ja den Typen, den hatten wir auch ganz schön oft in der Sendung, den Franzose Jan Kolleg oder heißt der, der auch"
    },
    {
      "speaker": "roddi",
      "time": "3:05:04",
      "text": "Surfstandard in ZDFS, ne? Mehr oder weniger."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:05:06",
      "text": "Genau so und der hat aber vor Jahren schon einen zweiten gemacht, hatte ich auch alles schon in der Sendung, wo ich mal meinte, da da kommt was Großes und dann kam's auch ein Jahr oder zwei später, weil der hat dann immer so einen Blog berichtet, was er da so rumforscht und das ist jetzt Z Standard,"
    },
    {
      "speaker": "roddi",
      "time": "3:05:53",
      "text": "Ja okay. Das Letzte, was mir noch aufgeschrieben habe, war ZDF,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:13",
      "text": "Genauso kann man Backups halt erstellen, kannst du von einem Rechner zum anderen schicken und das ist eigentlich nur ein Pfeil, was da geschickt wird, ist auch nicht interaktiv. Also ist ja nur One Way, so wie eine Unique Pipalett so ist. Das ist äh für Cent und Receive und jetzt."
    },
    {
      "speaker": "roddi",
      "time": "3:06:25",
      "text": "Und du kannst auch Snapshots, also also so inkrementelle Snapshots weiterschicken und so weiter,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:47",
      "text": "Aber jede Menge man kann doch eh nicht denken, also man muss da nicht den ganzen Pool schicken, sondern eben nur Snapshots und dann ist doch dein Cash nicht Teil von dem Snapshot."
    },
    {
      "speaker": "roddi",
      "time": "3:06:58",
      "text": "Nein, wenn du also wenn du Daten in deinem,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:17",
      "text": "Genau. Also den Snapshot."
    },
    {
      "speaker": "roddi",
      "time": "3:07:19",
      "text": "Was jetzt aber neu ist, ist, dass du innerhalb des Fallsystems sagen kannst, ich schließe Ordner aus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:07:26",
      "text": "Ah okay, weil du Cash gesagt hast, also wenn man in dem Pfeilsystem nochmal Ordner mit irgendwie Daten hat, die nicht wichtig sind. Ja."
    },
    {
      "speaker": "roddi",
      "time": "3:07:31",
      "text": "Genau, wenn ich so ein Temp verzeichne, so irgend sowas habe, was kein eigenes Fallsystem ist, was sinnvoll wäre, so was anzulegen, aber das ja nur am Rande. Genau, deswegen, das nennt sich äh Centrecive"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:08:08",
      "text": "Habe ich mich."
    },
    {
      "speaker": "roddi",
      "time": "3:08:09",
      "text": "Na ja, es bringt auch nichts. Und sie haben etwas abgeschafft, das nennt sich Dieter wo du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:08:16",
      "text": "Na Detoblocks sind ja, du kannst"
    },
    {
      "speaker": "roddi",
      "time": "3:08:35",
      "text": "Er schreibt die Datei mehrere Male."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:08:37",
      "text": "Schreib dir einfach zwei Mal"
    },
    {
      "speaker": "roddi",
      "time": "3:08:57",
      "text": "Die Option nennt sich die Dop Deto, so richtig habe ich's nicht verstanden, aber vielleicht war es auch einfach nicht wichtig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:02",
      "text": "Ja, aber die Doppelcation ist wirklich nur für die großen Jungs, die da irgendwie tausendmal das gleiche Image, für irgendwelche Virtual-Users am Start haben, als Privatperson, würde ich mal behaupten. Braucht man kein Detoplication."
    },
    {
      "speaker": "roddi",
      "time": "3:09:13",
      "text": "So und was ist aber nicht in zwo null geschafft hat, was wofür es wohl ein zwei eins geben wird, das nennt sich die Rate. Und das ist wirklich interessant, weil sie gesagt haben, ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:32",
      "text": "Das ist ziemlich cool, aber das fängt auch erst an, sich zu lohnen, wenn man in Richtung viele, viele Platten geht, also mit mein,"
    },
    {
      "speaker": "roddi",
      "time": "3:09:50",
      "text": "Der Standard ist wohl acht Platten, aber du kannst es unter mit kleineren Pools kannst du es benutzen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:09:55",
      "text": "Also wer zu Hause sowas hat. Ja okay, aber unsere Sendung ist ja nicht nur für zu Hause, ist ja auch für die großen Jungs."
    },
    {
      "speaker": "roddi",
      "time": "3:10:02",
      "text": "Das das Interessante ist, du hattest ja vorher schon Spa ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:10:22",
      "text": "Du deine, ja."
    },
    {
      "speaker": "roddi",
      "time": "3:10:24",
      "text": "Sondern du reserverst. So, das Deal macht es aber so, dass jetzt äh die Raid-Information"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:03",
      "text": "Da müsste ich jetzt nochmal reinlesen, ich weiß nur, dass sie, wir sind die Rate, dass dass diese physikalische Grundlage von einem fünf zum Beispiel, dass sie das halt ein bisschen, die haben sozusagen das Rade virtualisiert und,"
    },
    {
      "speaker": "roddi",
      "time": "3:11:20",
      "text": "Ja und es ist halt auch eine gute äh eine gute Möglichkeit äh Extension oder Expanischen. Ich glaube, so nannten sie das zu unterstützen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:50",
      "text": "Wo läuft denn das jetzt eigentlich genau drauf? Das äh ZDFS derzeit."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:11:55",
      "text": "Na bei Freebie ist die ist es Standard im Stoller, wenn du ein neues System anfängst,"
    },
    {
      "speaker": "roddi",
      "time": "3:12:27",
      "text": "Ne, die haben so eine Art Lizenzadapterschicht. Das ist irgendwie ein Karneval-Modul."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:33",
      "text": "Ja, ist jedenfalls nicht im im Körner mit drin, so."
    },
    {
      "speaker": "roddi",
      "time": "3:12:36",
      "text": "Ist nicht im Kanu mit drin, ist keine Modul."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:37",
      "text": "Machen und dann die Ilumus-Jungs nutzen Zeit für ihr Open Indianer äh ja Fork oder was auch immer, was sie da haben. Und dann gibt."
    },
    {
      "speaker": "roddi",
      "time": "3:12:47",
      "text": "Ja, aber da ist es, glaube ich, auch Standard, weil es war vorher bei bei Solar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:12:50",
      "text": "Also das System kenne ich nicht, aber ich denke auch, dass es Standard ist und dann gibt's halt eben den Jorge Lohnmann von dem davon erzählt, dass der das halt für einen Mac macht und da gibt's das halt als, ja, was sind das auch Curnal Extension."
    },
    {
      "speaker": "roddi",
      "time": "3:13:04",
      "text": "Ja, es sind keine Extensions. Es ist einfach ein Installa, den führst du außen fertig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:13:09",
      "text": "Funktioniert auch ganz gut und dort gibt's sogar auch schon ähm ähm ähm hier and Kription auf dem Mac. Ich weiß nicht, ist das Teil von Open, ZDFS zwei null, auch ein Krippchen oder hatten die das vorher sowieso schon, weil auf Friebisstier gibt's das glaube ich immer noch nicht."
    },
    {
      "speaker": "roddi",
      "time": "3:13:22",
      "text": "Also es ist so, dass es gibt das Open ZFS zwei null auch schon für einen Mac. Allerdings nur für intell,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:50",
      "text": "Was für arm."
    },
    {
      "speaker": "roddi",
      "time": "3:13:51",
      "text": "Nee für Inter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:52",
      "text": "Jetzt bin ich durcheinander gekommen, also es läuft."
    },
    {
      "speaker": "roddi",
      "time": "3:13:55",
      "text": "Open ZFS zwo null für Mac als Release Kandidat läuft unter Big Sir, aber nicht unter Arm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:03",
      "text": "Okay. Und warum nicht?"
    },
    {
      "speaker": "roddi",
      "time": "3:14:05",
      "text": "Äh was ich vorhin meinte, dieser Jürgen Lundmann meinte, er hätte es versucht, er hätte es nicht hingekriegt. Er hat aufgegeben, er wartet jetzt darauf, dass die Curnalsourcen äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:23",
      "text": "Okay, also muss man auch ein bisschen warten, weil das wäre ja in der Tat eine ganz interessante Sache, sich so ein McMini, so ein M eins, äh, Mick Mini zu nehmen und da halt irgendwie Plattenkram dran zu werfen."
    },
    {
      "speaker": "roddi",
      "time": "3:14:36",
      "text": "Genau. Also ich habe halt Plattenkram an einem alten Mac Mini und das tut einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:14:42",
      "text": "Was mich immer noch stört an dem McMini hier, wobei das nee, liegt nicht am McMind. Eigentlich liegt's an an Big Sir, genau, weil bei meinem Backbook-Pro geht's auch nicht. Ich habe hier eine Kryptoplatte mit Fire Volt, Extern,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:13",
      "text": "Was würdet ihr denn so meinen, also ich wir hatten, glaube ich, vor einem Jahr oder so habe ich, glaube ich, mal das Thema so nass äh angesprochen,"
    },
    {
      "speaker": "roddi",
      "time": "3:15:34",
      "text": "Also ich bin immer noch sehr zufrieden mit Free BSD und äh ich habe da einen AFP darauf installiert irgendwann äh und das ist einfach ein Timemaschine-Backup und fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:50",
      "text": "Die Platten hast du ja dann irgendwie in so einem Gehäuse und du kannst da."
    },
    {
      "speaker": "roddi",
      "time": "3:15:55",
      "text": "Es ist ein großes, hässliches PC-Gehäusejahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:58",
      "text": "Ja, großes, hässliches BCO."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:01",
      "text": "Ich kann mich noch an den Kongress achtundneunzig erinnern,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:16",
      "text": "Ja ja."
    },
    {
      "speaker": "roddi",
      "time": "3:16:16",
      "text": "Ja, äh das ist, das ist ein Gehäuse, da kommt man relativ gut an alles ran, aber es ist natürlich nicht ein oh, die Platte ist äh ist ausgefallen. Ich ziehe jetzt da die Platte raus und packe eine andere rein,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:32",
      "text": "Wie viel Storage willst du denn haben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:35",
      "text": "Ach, was weiß ich. Mir geht's aber,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:52",
      "text": "Na, also Zetterfest kannst du auf jeden Fall vergrößern, wenn du dir, sagen wir mal, zwei Mal acht Terrabyte Platten kaufst, ich glaube, die gibt's inzwischen für easy billig oder relativ. Dann hättest du irgendwie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:38",
      "text": "Ich überlege mir das auch."
    },
    {
      "speaker": "roddi",
      "time": "3:17:40",
      "text": "Also ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:34",
      "text": "Mit sowas wie eine Synology, hast du keine Erfahrung."
    },
    {
      "speaker": "roddi",
      "time": "3:18:38",
      "text": "Na ja, das Ding ist, das Ding ist halt Folgendes, wenn du Rate in Hardware hast, dann bist du eigentlich immer angearscht, wenn die dir so Rate-Hardware abkackt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:15",
      "text": "Ist ein Argument."
    },
    {
      "speaker": "roddi",
      "time": "3:19:17",
      "text": "Ich mein du kannst dir Free Nass zum Beispiel angucken, das ist so die bisschen bisschen weniger schmerzhafte Variante wahrscheinlich wenn man wirklich nur Faltsäure haben will."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:19:28",
      "text": "Und ich meine so ein Falls aber das, den richtest du einmal ein, machst du dann deinen Zugang per Samba, AFP, was auch immer alles da so gibt. SSH kannst du da drauf klatschen, also den Zugang"
    },
    {
      "speaker": "roddi",
      "time": "3:20:21",
      "text": "Also ich ich weiß, dafür werden mich jetzt vielleicht auch ein paar Leute hassen, aber bei meinem Server ist es so, dass ich den halt, wenn ich ihn dann nicht mehr brauche, dann schalte ich ihn halt einfach aus. Also ich mache mir nicht die Mühe, den runterzufahren, ich schalte den einfach aus, fertig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:20:36",
      "text": "Aber da gibt's noch einen Knopf, da drückt man einmal, dann fährt er sich doch selber runter."
    },
    {
      "speaker": "roddi",
      "time": "3:20:40",
      "text": "Ja, aber das funktioniert nie richtig. Einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:20:43",
      "text": "Doch doch doch. Das geht."
    },
    {
      "speaker": "roddi",
      "time": "3:20:43",
      "text": "Das ist der Zettelfest."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:20:46",
      "text": "Ja, das muss man halt überlegen, aber ich würde,"
    },
    {
      "speaker": "roddi",
      "time": "3:21:22",
      "text": "Ja, das das Problem ist halt die Platten sind ja das, was den Strom verbraucht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:21:27",
      "text": "Ja, das ist leider das."
    },
    {
      "speaker": "roddi",
      "time": "3:21:28",
      "text": "Ich meine, wenn wenn du dir jetzt nicht gerade ein Gamer Mainboard in dein, in deinen Backup-Server reinbaust, dann verbraucht der Prozessor ja nicht wirklich viel Strom. Ne, also es ist so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:21:40",
      "text": "Noch nichts. Ich habe hier so einen Stromspar äh super Microboard brauche irgendwie sechs Watt oder so. Also es ist wirklich wenig und hat ordentlich schicke, schicke CPUs Intel halt auch"
    },
    {
      "speaker": "roddi",
      "time": "3:22:04",
      "text": "Weiß nicht, pro Platte sind's schon irgendwie fünfzehn Watt oder so, ne?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:22:08",
      "text": "Der fünfzehn nicht. Zehn oder acht."
    },
    {
      "speaker": "roddi",
      "time": "3:22:09",
      "text": "Ne? Zehn oder acht, ja, aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:22:12",
      "text": "Die sind ja auch besser geworden. Kommen natürlich auf die Größe der Platten an und wie schnell die sind, ich, aber für Storbisch braucht man auch keine keine Platten mit siebentausendzweihundert Umdrehungen, weil äh ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:27",
      "text": "Aber wenn da jetzt kein Backup draufläuft, was machen denn die Platten, die schalten sich doch eigentlich im Wesentlichen ab. Ich meine, die spinnen doch runter oder nicht. Wie."
    },
    {
      "speaker": "roddi",
      "time": "3:22:35",
      "text": "Das habe ich äh ehrlich gesagt nicht hinkonfiguriert bekommen, aber das mag."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:22:40",
      "text": "Das war eigentlich eher mal so das Problem bei Seagate und auch bei Western Digital, dass es halt auch Platten gibt, der die ganze Zeit"
    },
    {
      "speaker": "roddi",
      "time": "3:23:20",
      "text": "Kleiner Tipp noch am Rande, wenn du ein größeres Rate mit Platten baust, kauf dir ganz viele unterschiedliche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:26",
      "text": "Damit man nicht so einen prinzipiellen Fehler auf einmal hat."
    },
    {
      "speaker": "roddi",
      "time": "3:23:31",
      "text": "Mir, mir ist es schon passiert, dass ich baugleiche Platten gekauft habe und innerhalb weniger Tage sind zwei von denen ausgefallen. Also es gab kein Problem, weil es war ein Rate Z zwei, aber,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:23:58",
      "text": "Deswegen ich würde halt auch überlegen, braucht man wirklich äh wie viel Storage braucht man und kommt man vielleicht eventuell mit zwei Platten aus, weil zwei ist auf jeden Fall deutlich besser als vier."
    },
    {
      "speaker": "roddi",
      "time": "3:24:08",
      "text": "Ja die Frage ist halt auch wie viel Redonanz wird sie haben, ne?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:12",
      "text": "Das auch, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:13",
      "text": "Na ja, also Store, ich meine, es geht ja im Wesentlichen eigentlich eigentlich meine einzige wirkliche Anwendung wäre so Backup von vielen Computern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:21",
      "text": "Also viel Storage."
    },
    {
      "speaker": "roddi",
      "time": "3:24:23",
      "text": "Je mehr Platten du hast, desto schneller wird's aber auch, ne? Weil die natürlich alle parallel arbeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:29",
      "text": "Ich weiß nicht, ob das so das Haupthass halt, was weiß ich, drei, vier, fünf Laptops im Haus, die die alle irgendwie regelmäßig mal ein Backup sehen sollen, so, also Time Maschinenmäßig."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:24:42",
      "text": "Aber da muss es ja wirklich nicht schnell sein, weil es ja kein Job, an dem du sitzt, wo du wartest, sondern es passiert ja eigentlich dann so die ganze Zeit nebenbei, richtig?"
    },
    {
      "speaker": "roddi",
      "time": "3:25:02",
      "text": "Das ist übrigens, wo man bisschen aufpassen muss mit mit ZFS,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:25:39",
      "text": "Reservations machen und Quoter und all so."
    },
    {
      "speaker": "roddi",
      "time": "3:25:43",
      "text": "Quota und so ein Gedöns, das das ist ganz sinnvoll. Ähm nicht damit du also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:04",
      "text": "Na, mal gucken, ich werde das noch ein bisschen beobachten. Ich äh hätte ja gerne einfach so eine so eine sexy sexy Box irgendwie, wo man einfach nicht groß rumkonfigurieren muss, sondern die irgendwie einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:15",
      "text": "Na dann mach das doch mit dem Freen das, das ist doch genau sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:19",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:20",
      "text": "Boxen kann er bestimmt irgendwie was empfehlen, da gibt's ja tausende Hersteller, wo du halt so Platten reinschieben kannst und dann installierst du da halt einen Friedenas drauf und dann bist du ja schon fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:30",
      "text": "Ja, weil du bist ja so ein PC da irgendwie an den Start kriegen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:26:33",
      "text": "Ja, ja, Muster."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:34",
      "text": "PC mehr haben."
    },
    {
      "speaker": "roddi",
      "time": "3:26:38",
      "text": "Deswegen ja so eine Freenaze-Box, wo man halt nicht mehr selber Teile zusammen kaufen muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:45",
      "text": "Oder ist ja vielleicht auch ein PC drin."
    },
    {
      "speaker": "roddi",
      "time": "3:26:48",
      "text": "Ja, natürlich, ja, nein, da ist irgendwelche Hardware drin. Ob das ja theoretisch läuft ja so ein Free WSD auch auf einem Arm, aber ich meine äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:26:58",
      "text": "Da muss ich noch warten, bis das alles auf Arm läuft."
    },
    {
      "speaker": "roddi",
      "time": "3:27:00",
      "text": "Armprozessor, anderer Hersteller, anderer Eltern sind halt doch nicht so hübsch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:27:07",
      "text": "Ja, aber das Problem ist, dass die Platten den Stromverbrauch in der Nütze, denn wenn Apple Silicon mit dem mit dem schönen Stromverbrauch dann irgendwie auch nichts, der kostet dann nur viel Geld und äh bringt ja auch nichts, weil die Platten den Strom weghauen,"
    },
    {
      "speaker": "roddi",
      "time": "3:27:22",
      "text": "Ja, ZDF der Fest braucht nicht viel, braucht nicht viel Prozessor, aber du willst halt viel Speicher haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:28",
      "text": "Ja, mal gucken. Ich äh werde mir das nochmal überlegen, so die Alternative ist dann halt doch einfach irgendwie remote Backup irgendwie überall arg drauf"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:28:10",
      "text": "Das stimmt natürlich, weiß ja nicht, was die kosten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:12",
      "text": "Müsste man mal durchrechnen."
    },
    {
      "speaker": "roddi",
      "time": "3:28:14",
      "text": "Geschenkt ist das auch nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:16",
      "text": "Ja, nee, ist eine Abwägung so. Du hast halt kein Gerät, hast keinen Aufwand, irgendwie kannst du immer Story hast du halt immer Platz, es wird nie, wird nie voll und kannst halt davon ausgehen, dass die Daten irgendwie auch nicht weggelben."
    },
    {
      "speaker": "roddi",
      "time": "3:28:28",
      "text": "Ja, aber es wird immer teurer, je nachdem, wenn du mehr drauf speicherst, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:32",
      "text": "Ja, aber auch da kannst ja auch die Alten wieder weg"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:28:51",
      "text": "Hab mir so 'ne von Western Digital so 'ne vier Terrabyte"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:42",
      "text": "Gut, lass uns das Thema mal äh abschließen, haben wir noch äh irgendwas. Ich werde langsam müde. Ähm ach so, ich habe noch was. Fällt mir gerade ein, eine Kleinigkeit noch. Das wollte ich nochmal kurz äh angesprochen haben,"
    },
    {
      "speaker": "roddi",
      "time": "3:30:22",
      "text": "Jetzt weiß ich wo mir der Name her bekannt vorkam. Alles klar,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:37",
      "text": "Du meinst Sigwale Po,"
    },
    {
      "speaker": "roddi",
      "time": "3:31:15",
      "text": "Da steht zehn, sechs oder heia. Hm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:20",
      "text": "Und ähm lief aber immer wunderbar. Also es ist sozusagen extrem zuverlässiges äh Teil,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:32:50",
      "text": "Sowie zu C vierundsechzig Zeiten so ein Dismonitor, so ein live Dismonitor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:55",
      "text": "Für die Datenbank. Ja, es ist aber mal so, dass Interface so ein so ein ordentliches Googie-Interface für eine SQL Datenbank, also für eine Majestell-Datenbank,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:33:31",
      "text": "Ja, schade, dass es nur für Majas Göl geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:34",
      "text": "Ja, wäre mal auch schön, wenn das sozusagen mit Podcast Postcast arbeiten würde, das soll das Interface, was man eigentlich haben will, aber,"
    },
    {
      "speaker": "roddi",
      "time": "3:34:24",
      "text": "Monitor, der sieht so scheiße gar nicht aus und der tut. Er tut einfach für einen relativ schmalen Preis, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:32",
      "text": "Ja ja ich hab ihn ja auch gekauft so aber ich ähm vier K."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:34:46",
      "text": "Also bei achtunddreißig Zoll würde ich ja mal mindestens."
    },
    {
      "speaker": "roddi",
      "time": "3:34:48",
      "text": "Also meiner ist 4K."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:49",
      "text": "Ich habe jetzt also es ist jetzt kein Retinascreen, sondern es ist halt ein ähm es ist halt ein großer Bildschirm mit vielen Pixeln. Ich kann jetzt mal kurz gucken, hier."
    },
    {
      "speaker": "roddi",
      "time": "3:35:00",
      "text": "Großer Bildschirm mit vielen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:01",
      "text": "Der Größe. Es ist vier K auch kein Retina mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:06",
      "text": "Richtig genau."
    },
    {
      "speaker": "roddi",
      "time": "3:35:08",
      "text": "War der nicht irgendwie zweimal HD nebeneinander oder irgendwie sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:12",
      "text": "U achtunddreißig achtzehn DW heißt ja und äh Pixel ist achtunddreißigtausendvierzig mal sechzehnhundert,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:25",
      "text": "Was? Wie viel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:26",
      "text": "Achtunddreißig, vierzig mal sechzehnhundert. WQ HD Plus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:32",
      "text": "Ja, okay, das heißt, das ist dann so ein Ultrabreiter, ja."
    },
    {
      "speaker": "roddi",
      "time": "3:35:34",
      "text": "Monitor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:36",
      "text": "Ja, genau, der ist der ist."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:37",
      "text": "Also nur zum Video gucken eigentlich. Klar man Kinofilme, die haben genau passt genau da rein, hast du gar."
    },
    {
      "speaker": "roddi",
      "time": "3:35:42",
      "text": "Zwar Audio DAW."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:45",
      "text": "Ach, ist nichts nack."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:47",
      "text": "Das kannst du damit auch machen, aber ich muss sagen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:32",
      "text": "Ja, aber bei so einem Apple Bildschirm, da kannste noch nicht mal umschalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:35",
      "text": "Ja, aber das warum muss warum muss denn das auch dann gleich immer Scheiße sein? Also ich meine, wenn man so eine Funktion einbaut, dann kann man die doch auch mal ordentlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:36:45",
      "text": "Weil die nur für die Featureseite ist und die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:47",
      "text": "Wie auch immer. Wenn du das Ding jetzt an den Mac anschließt, also an den McMini anschließt, dann ist das erste, was dir einfällt, dass du halt die,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:38:37",
      "text": "Kurze Frage, dann geht alles mit diesem Monitorkontrolltool oder geht so eine über die normalen Apple Tasten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:42",
      "text": "Über die normalen Apple-Tasten, der stellt sozusagen diese Verbindung her. Ich weiß nicht genau, an welcher Stelle der eingreift, aber der spricht quasi mit dem Monitor äh DDC und leitet das so ins Betriebssystem um, dass eben die normalen Tasten einfach matchen"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:18",
      "text": "Einen, halten sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:19",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:36",
      "text": "Nur ein Viertel Bitcoin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:37",
      "text": "Retina, alles schön und gut, aber ich finde breit einfach viel interessanter."
    },
    {
      "speaker": "roddi",
      "time": "3:40:42",
      "text": "Ich weiß nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:42",
      "text": "Also so ein achtunddreißig Zoller ist geil und ich würde sogar, wenn ich den Platz jetzt hier äh hätte, den ich jetzt hier im Studio so nicht habe, würde ich sogar schon fast darüber nachdenken, zwei davon anzuschließen und die übereinander zu installieren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:40:55",
      "text": "Ja, dann kannst du auch gleich einen Großen holen und holst dir einfach so einen fünfundvierzig Zoll Sony Superfernseher und dann hast du das alles, was du brauchst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:02",
      "text": "Super Fernseher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:07",
      "text": "Na ja einen guten halt, du willst ja auch ein gutes Bild haben, du willst jetzt keinen, der da den du nicht davon wegkriegst, dass äh denkt, du guckst Videos und der dein ganzes Computerbild auf dem Feinder mit den feinen Icons das verwischt, weil er denkt, du guckst da Filme, sondern du willst dann"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:35",
      "text": "Ja. Ich weiß nicht, ich habe da nicht so viele Erfahrungen mit mit welchem Fernseher man da vielleicht gut arbeiten könnte."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:41:41",
      "text": "Also ich habe hier so einen Sony Olet Olet würde ich jetzt nicht gerade empfehlen für dauerhaft dran arbeiten. Da würde ich schon LCD nehmen, sonst brennen die ja halt aus. Aber das Bild ist sowas von,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:28",
      "text": "Ja gut, aber dann ist ja noch 4K, also da wird es ja dann, wenn du da direkt davor sitzt, äh irgend irgendwann wird der Pixelabstand ja dann auch wieder ein Thema,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:42:47",
      "text": "Ja, also größere als vier K gibt's jetzt noch nicht so wirklich, da sind ja dann weiß nicht, also aber ich würde dann schon, guckst du nach, was ist an fünfundvierzig Zoll oder fünfzig Zoll, an vier KW Monitoren? Oder Bild, also Fernsehern gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:59",
      "text": "Es gibt natürlich jetzt ein Argument bei diesem achtunddreißig Zoll Bildschirm, den äh der ist halt äh geschwungen, ne? Also es gibt zwar das auch bei Fernsehern,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:30",
      "text": "Sorgt dafür, dass der Winkel nicht so abflach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:32",
      "text": "Genau, also du du"
    },
    {
      "speaker": "roddi",
      "time": "3:43:51",
      "text": "Merke, wenn du Fenster in die Mitte des Monitors ziehst, damit du es besser lesen kannst, dann ist er zu groß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:58",
      "text": "Ja, nee, es ist, es geht eigentlich wunderbar. Also ich bin, bin da sehr mit zufrieden. Ich finde das äh extrem ergonomisch so zu arbeiten und"
    },
    {
      "speaker": "roddi",
      "time": "3:46:08",
      "text": "Also ich habe so ein so ein äh siebenundzwanzig Zoll vier K der halt auch Retina macht und richtig gut aussieht mit Retina, bin da sehr zufrieden mit. Siebenundzwanzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:19",
      "text": "Wie viel Zoll? Ja, siebenundzwanzig Zoll habe ich ja schon seit Jahren hier stehen."
    },
    {
      "speaker": "roddi",
      "time": "3:46:24",
      "text": "Ja, aber halt vier K, ne? Also es ist halt wirklich Retina."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:29",
      "text": "Ja, aber das heißt auch nur, dass es dann richtig gut aussieht, aber ändert ja im Workflow oder an der Größe, dass was man da so sieht, ändert das ja nichts. Eher im Gegenteil."
    },
    {
      "speaker": "roddi",
      "time": "3:46:37",
      "text": "Du kannst halt auf einzeln, also auf Nicht-Retina schalten, dann hast du richtig viel Platz, aber dann siehst du halt nix mehr."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:43",
      "text": "Dann ist aber auch sehr klein wiederum, ne?"
    },
    {
      "speaker": "roddi",
      "time": "3:46:45",
      "text": "Gibt leider die Stufe dazwisch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:46:47",
      "text": "Aber wenn nur eins zu zwei Retina hast, dann hast du ja nur noch zwei K sozusagen und ich habe mit meinem Bildschirm jetzt hier wenigstens zweieinhalb, also ohne Redner, sieht halt nicht so gut aus, aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:14",
      "text": "Also ich hätte gern diesen achtunddreißig Zoll in Retina. So, da hätte ich jetzt überhaupt nichts dagegen. Also einfach diese breite Curve."
    },
    {
      "speaker": "roddi",
      "time": "3:47:20",
      "text": "Sünden das dann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:22",
      "text": "Das wäre dann acht Kara Dings oder was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:24",
      "text": "Ja."
    },
    {
      "speaker": "roddi",
      "time": "3:47:26",
      "text": "Halt irgendwie Punkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:27",
      "text": "Na ja, ich kann das Teil doch. Ja, dafür ist halt Computer doch da, der soll mir da irgendwie diese Pixel da draufmalen und es soll alles schön schnell gehen. Also das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:35",
      "text": "Ja, du, ich weiß nicht, wird's nicht geben, den Bildschirm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:38",
      "text": "Ja, noch gibt's den nicht, weil es noch nicht so viele Computer gibt, die in der Lage sind, so ein, so ein, so ein Ding anzusteuern, aber das äh wird sich ja bald ändern. Vielleicht erhört uns Herpel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:47:46",
      "text": "Gellultrascharb Ultra HD acht K Monitor, hier gibt's doch schon. Guck. Kostet dreitausendsiebenhundert Euro und ist der ultra breit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:05",
      "text": "Zweiunddreißig Zoll, ja okay, das ist dann nur so für Video, für eine wie eine acht K Video machst du."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:48:08",
      "text": "Genau. Genau, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:10",
      "text": "Ja, nee, die sollen die Pixel mal anders verteilen. Schön, schön breit und gut ist so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:04",
      "text": "Wie will Not Miss You."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:06",
      "text": "Ja, das ist einfach so geht's nicht und ähm."
    },
    {
      "speaker": "roddi",
      "time": "3:49:11",
      "text": "Ja, nee, also der Jahresausklang, das wird nochmal spannend. Ähm der der Mann meiner Mutter ist ja in so einem Pflegeheim und äh die hatten jetzt einen Ausbruch. Also wurden alle getestet."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:26",
      "text": "Jetzt brechen die schon ausm Pflegehei."
    },
    {
      "speaker": "roddi",
      "time": "3:49:28",
      "text": "Oder weniger nein, der Virus ein. Ja und er ist positiv getestet. Hat aber noch keine Symptome. Also es mal gucken, wie es wird, aber mit vierundachtzig ist halt auch irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:40",
      "text": "Ja, schwierig."
    },
    {
      "speaker": "roddi",
      "time": "3:49:42",
      "text": "Impfung zu spät wahrscheinlich. Mal gucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:45",
      "text": "Ja, erst alle schön viel Vitamin D."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:48",
      "text": "C waren alle Vitamine eigentlich. Ja, aber alle grundsätzlich aber alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:51",
      "text": "Die Konkrets geht um Vitamin. Ja, aber für."
    },
    {
      "speaker": "roddi",
      "time": "3:49:54",
      "text": "Wo ist denn D drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:55",
      "text": "Ist eher."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:49:57",
      "text": "In der Sonne rausgehen. Mehr im Winter schwier."
    },
    {
      "speaker": "roddi",
      "time": "3:49:59",
      "text": "Nehmen wir mal ernsthaft, ich meine, esst Vitamin D, aber wo ist es denn drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:03",
      "text": "Nirgendswo. Also in in Vitamin D Supplement ist es drin. Ja du bildest das halt normalerweise mit Sonnenlicht, aber im Winter gibt's halt nicht so viel und."
    },
    {
      "speaker": "roddi",
      "time": "3:50:12",
      "text": "Meine Couch hier am Südfenster stehen, damit ich wenigstens ein bisschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:17",
      "text": "Noch irgendwie, no, chance, alles äh alles in Europa, äh, oberhalb von Kreta ist im Prinzip unterversorgt. Deswegen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:50:29",
      "text": "Kreta, Lügen Lügen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:30",
      "text": "Aber das Fass mache ich jetzt nicht komplett äh auf, denn äh das wird unter anderem ein Thema in der nächsten UKW-Folge sein, die wahrscheinlich am Samstag rauskommt. Da äh werde ich das nochmal beleuchten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:50:41",
      "text": "Kannst du essen, Fisch hat viel Vitam."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:43",
      "text": "Ja ist auch gut, aber so viel Fisch kannst du gar nicht essen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:50:46",
      "text": "Hering, Lachs, Austern, Thunfisch, Aal, Lebertran, Eier, Käsepilze und Avocado."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:50:51",
      "text": "Ja. Klickt euch lieber so eine Vitamin D Pillenbox irgendwie auf Amazon das besser."
    },
    {
      "speaker": "roddi",
      "time": "3:50:57",
      "text": "Ich hatte, ich hatte gestern Sushi, aber es war vegetarisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:03",
      "text": "Na ja, du bist ja auch schon durch mit dem Thema. Unser eins, wir wir müssen ja alle noch äh wir müssen alle noch beten. Da hoffen wir mal, dass wir jetzt alle bald äh durchgeimpft werden und dann gibt's ja äh gibt's auch wieder hier Freakshow außer Mieterebene."
    },
    {
      "speaker": "roddi",
      "time": "3:51:14",
      "text": "Ja, weil wir sind doch alle in der letzten Kategorie, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:17",
      "text": "Vermutlich. Also vielleicht nicht in der aller, aller, aller, allerletzten Kategorie, aber zumindest gehören wir nicht so zu den ersten zwanzig Millionen, würde ich sagen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:51:26",
      "text": "Ich bin Systemrelevant."
    },
    {
      "speaker": "roddi",
      "time": "3:51:29",
      "text": "Das haben schon ganz andere behauptet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:51:31",
      "text": "Also für die Metaebene bist du auf jeden Fall systemrelevant, wenn sich das äh beruhigt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:52:05",
      "text": "Tschüss."
    }
  ]
}