{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:31",
      "text": "Hallo, oh, ist aber laut hier. Bist du das so laut?"
    },
    {
      "speaker": "Tala",
      "time": "0:02:51",
      "text": "Das Intro war sehr laut im."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:53",
      "text": "Ja, ja, ich weiß auch gar nicht warum das äh aber das ist äh so läuft das jetzt hier schon seit einer halben Stunde. Es ist zwanzig einundzwanzig,"
    },
    {
      "speaker": "Tala",
      "time": "0:04:10",
      "text": "Es gibt ein sehr schönen äh Online-Comic, den haue ich danach einmal in den Chat. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:31",
      "text": "Okay, aber es wird besser oder."
    },
    {
      "speaker": "Tala",
      "time": "0:04:33",
      "text": "Ähm es dauert. Es ist halt, es ist man man wartet auf Feedback von Doktor Müttern, Doktor Vätern und das ist so gefühlt mindestens fünfzig Prozent der Doktorarbeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:47",
      "text": "Mhm. Schlechter Turnaround sozusagen. Du warst im Dezember oder im November, als wir gesprochen haben, warst du noch ganz zuversichtlicher? Am Januar und so, da ist das ja dann alles äh endlich vorbei."
    },
    {
      "speaker": "Tala",
      "time": "0:04:57",
      "text": "Ja, ich warte halt seit Anfang Januar auf Feedback."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:00",
      "text": "Verstehe. Okay. Na gut, äh hier gibt's auf jeden Fall schneller äh Feedback. So, dann haben wir äh noch eine Dame. Ich begrüße mir Jam, nur Jum, hallo."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:05:11",
      "text": "Hallo, Grüße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:12",
      "text": "Sehr kurzfristig gecastet heute. Das war glaube ich fast fast der Rekord."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:05:19",
      "text": "Von der Straße weggecastet und dann direkt zu großen Rum geführt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:23",
      "text": "Äh da dafür ist die Meta-Ebene bekannt, ja. Also hier wird man einfach direkt abgefangen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:05:51",
      "text": "In der Not erste Wahl ist vielleicht auch was, womit ich meine Twitter-Bio ergänzen könnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:55",
      "text": "Ja, das ist genau."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:06:16",
      "text": "Hm, stimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:17",
      "text": "Daher das bist du auf gar keinen Fall. Ähm ja und."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:07:05",
      "text": "Was kann ich für dich tun."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:06",
      "text": "Jetzt nehmen wir mal den Hörern der Freakshow äh wenn du so äh äh bist und was du so treibst."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:07:12",
      "text": "Also im Jahr zwanzig zwanzig habe ich nicht so viel getrieben, aber das soll in den besten Familien vorkommen. Ähm ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:40",
      "text": "Ich überlege gerade, kannten wir uns eigentlich schon bevor du diese Piratennummer gemacht hast."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:08:47",
      "text": "Nee, ich glaube, wir haben uns auf irgendwelchen Piratenveranstaltungen, Liquid Feedback, Lounge, zwei null oder irgendwas. Bei solchen Sachen haben wir uns glaube ich sind wir nun, glaube ich, die ersten Male übernickelt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:58",
      "text": "Okay, gut, naja, dann dann weiß ich zumindest was mich das äh als erstes bei dir beeindruckt hat. Das war nämlich wirklich deine."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:09:07",
      "text": "Dass ich da nicht völlig den Wahnsinn anheimen gefa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:09",
      "text": "Ja gut, das war ja allen sozusagen zu zu schreiben, die dann diesen Piratenexperiment teilgenommen haben. Nee, aber ich kann mich erinnern, du hast glaube ich diese Berliner Parteitage äh äh irgendwie äh moderiert."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:09:20",
      "text": "Stimmt, ja und die Bundesparteitage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:23",
      "text": "Alle ganz heftig in Schach gehalten, das fand ich dann doch irgendwie dachte ich mir so geile Moderation."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:09:31",
      "text": "Danke, das hat auch Spaß gemacht. Das war so eine Gelegenheit ähm also manchmal, wenn ich noch so andere Expiraten und Piratinnen treffe, dann gucken wir uns an und schütteln den Kopf darüber, was das für eine verrückte Zeit war. Aber bei einer Sache sind wir uns sicher, dass wir alle wahnsinnig viel gelernt haben über uns,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:51",
      "text": "Ja, da gehört schon irgendwie was dazu und ich weiß gar nicht, was das so für ein Gen ist, weil ich habe das äh ich habe das auch und ich stelle immer wieder bei anderen Leuten fest, bei denen das nicht so ist, dass mich das immer sehr verwundert, weil für mich ist das ja natürlich irgendwie selbstverständlich, wenn man so keine Ahnung ähm,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:10:16",
      "text": "Keine Ahnung, also ich glaube, also wenn man jetzt mal so versucht, irgendwelche statistischen Korrelationen festzustellen. Ich glaube, wie bei vielen anderen auch, die gerne auf großen Bühnen sprechen. Ich habe halt tatsächlich auch eine Theatervergangenheit. Ich habe als Kind und Jugendliche viel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:49",
      "text": "Die Frage ist, was ist jetzt, was ist Ursache und was ist Folge, ne? Also also jetzt wo du das sagst, also ich hab"
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:11:21",
      "text": "Rampensau gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:23",
      "text": "Das Rampensau gehen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:11:24",
      "text": "Ja, das Rampensaugen ist es sicherlich vielleicht auch so ein bisschen keine Angst davor haben, sehr frech, zu sehr vielen Menschen zu sein und dann zu merken, dass die das ganz gut finden,"
    },
    {
      "speaker": "Tala",
      "time": "0:12:13",
      "text": "Kennt ihr eure Personality Tapes? Es gibt doch diese diese sechzehn unterschiedlichen Personality Types."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:20",
      "text": "Ich kenne das nicht. Was ist das."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:12:22",
      "text": "Ich ich bin dem jetzt. Passt bei mir ganz gut. Ich bin irgendwie der geborene Diplomat oder der gelernte Diplomat. Bin guter Erinnerung, wie zwischen Leuten zu vermitteln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:37",
      "text": "Was zitierst du da jetzt gerade."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:12:39",
      "text": "Ja dieses diese."
    },
    {
      "speaker": "Tala",
      "time": "0:12:40",
      "text": "Ich schaue einfach äh den Link zu den Six in Personalitys in äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:46",
      "text": "Ja okay und was findet man da."
    },
    {
      "speaker": "Tala",
      "time": "0:12:50",
      "text": "Ist"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:08",
      "text": "Wie lange geht denn dieser Test, wenn man da drauf rumklickt."
    },
    {
      "speaker": "Tala",
      "time": "0:14:10",
      "text": "Oh, das ist ich weiß nicht, wie viele Fragen es sind, aber mach's lieber irgendwann in Ruhe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:16",
      "text": "Okay, gut. Aber ich sehe schon. Ja, interessant und was sind dann? Ach so, die sechzehn, da oben gibt's einen Link, ne? Okay, was gibt es? Es gibt den Architekten oder die Architekten, Loudition, Commander, die Bata."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:14:35",
      "text": "Eventuellist fehlt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:36",
      "text": "Ist das irgendwie jetzt nur so Jettener Webseite oder ist das irgendwas, was auf irgendwas wissenschaftlichen beruht."
    },
    {
      "speaker": "Tala",
      "time": "0:14:43",
      "text": "Meiner Meinung nach gab's da zumindestens wissenschaftlich Publikationen zu und das ist in in die Internet relativ weit verbreitet,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:00",
      "text": "Okay, hast du noch Platz in deinem Profil Mia?"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:15:05",
      "text": "Also wenn ich da aufnehme in der Not die erste Wahl, dann habe ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:11",
      "text": "Alles gesagt."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:15:39",
      "text": "Computertelefonie. Ich glaube, das war der schlechteste CAE, den wir je gemacht haben, der war so unglaublich langweilig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:45",
      "text": "Das sagst du immer."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:15:48",
      "text": "Das sag ich immer genau, ich bin der Langweiler aus der Villa. Ähm wir kennen uns ja, dreißig Jahre sind das jetzt auch schon wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:56",
      "text": "Achtundzwanzig."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:15:56",
      "text": "Zwanzig, achtundzwanzig sind das. Ähm ja, wir haben ja damals zusammen die Villa programmiert, da werden dann die beiden alten Männer gleich irgendwie äh vom Leder ziehen und die Thaler hat die undankbare Aufgabe, uns dann zu stoppen, wenn wir uns galoppiert."
    },
    {
      "speaker": "Tala",
      "time": "0:16:12",
      "text": "Stoppen kann ich euch. Also das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:14",
      "text": "Erstmal musst du uns zum Reden bringen. Wir wir rücken nichts ohne weiteres raus."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:16:19",
      "text": "Äh es war mal total nett, da war ich irgendwie dreißig irgendwie auf einem Geburtstag vom vom vom Club und irgendjemand kannte mich irgendwie nicht und konnte mich nicht einordnen. Meinte dann irgendwie nur so, ach du bist halt als Chaos und ich so, ja, damit kann ich leben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:35",
      "text": "Hals,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:17:05",
      "text": "Ich habe halt irgendwie mit zwölf so einen Computer bekommen und habe dann versucht, irgendwie damit irgendwas anzufangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:18",
      "text": "Ja"
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:18:34",
      "text": "Genau, Purist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:36",
      "text": "Purist, genau, vielleicht."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:18:37",
      "text": "Genau, ich bin so ein Purist, genau. Und momentan bastele ich gerade irgendwie ein Glas A Verstärker für für Headfones."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:54",
      "text": "So, jetzt haben wir ja hier vor der vor der Sendung wieder kräftig damit zu tun gehabt, das ganze Audio irgendwie hinzubekommen."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:19:13",
      "text": "Steh's nicht. Ich versteh's nicht. Ich versteh's auch nicht, warum Drucker nicht funktionieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:21",
      "text": "Das ist besser geworden. Das ist wirklich besser geworden."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:19:23",
      "text": "Ja, das stimmt, das ist besser geworden. Also beim also bei mir war ja die die Idiotie, dass ich irgendwie das den falschen Kanal ausgewählt habe auf meinem Interface. Deswegen hat man mich die ganze Zeit nicht gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:37",
      "text": "Ja, das ist."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:19:38",
      "text": "Das ist so ein bisschen so ein User-Interface Problem, das ich jetzt hatte mit dem mit dem Studiolink. Ansonsten ging das relativ glatt fand ich. Also ich habe euch sofort gehört."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:52",
      "text": "Ja, aber du kennst ja dieses Problem. Also es ist irgendwie."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:20:21",
      "text": "Soundblaster, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:23",
      "text": "Also was das für ein Elend war, ne? Und ich habe ja immer so den Eindruck, das hat nie jemand so richtig ernst genommen. Dabei ist das so in gewisser Hinsicht ähm."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:20:54",
      "text": "Woran ich die ganze Zeit im Moment jetzt koronatechnisch denken muss, ist, ich hätte fürchterlich gerne eine Fieberglasstandleitung zumindest irgendwie zu meiner Flötenlehrerin und dann würde ich einfach ähm mit der zusammen Musik machen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:10",
      "text": "Haben wir das nicht neulich in so einem nächtlichen Telefongespräch mal versucht auszurechnen."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:21:14",
      "text": "Ja, doch, doch haben wir. Ähm es ist, es ist ja auch relativ simpel, weil du ja ähm eine Millisekunde sind dreißig Zentimeter,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:34",
      "text": "Eine Millisekunde, wenn man's jetzt Audio in der Luft sind dreißig Zentimeter."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:21:39",
      "text": "Genau, genau, also einfach Audio in der Luft sind dreißig Zentimeter. Eine Medizin, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:02",
      "text": "Das würde ich jetzt nicht sagen, also ich meine, bist du so einmal um Planeten rum bist, das dauert auch eine Weile."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:22:07",
      "text": "Das stimmt. Aber da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:07",
      "text": "Also La Latenz gibt's immer."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:22:09",
      "text": "Da kriegst du, da kriegst du also innerhalb Deutschlands, ich hatte ja mal einen Tag lang mit"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:28",
      "text": "Von von was jetzt Audio über Telefon oder Ne."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:22:31",
      "text": "Über Telefon, über ISDN damals, also Isokron, getaktete Übertragung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:38",
      "text": "Ja, aber das reicht nicht für Flötenunterricht, oder?"
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:22:41",
      "text": "Ja, in der Stadt wär's ja weniger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:20",
      "text": "Ja, dass wir auch für Podcasts sehr gut. Also ich meine, so wie wir es jetzt haben, äh geht's ja auch, aber das war ja so am Anfang das Problem. So Skype in den ersten Jahren,"
    },
    {
      "speaker": "Tala",
      "time": "0:24:24",
      "text": "Ist nicht mehr ganz so schlimm. Dafür gibt's andere Probleme."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:28",
      "text": "Ja, hast du da aktuelle Erfahrungen? Ich hab's schon länger nicht mehr."
    },
    {
      "speaker": "Tala",
      "time": "0:24:32",
      "text": "Skype ist äh war zwischenzeitlich wirklich sehr, sehr furchtbar. Also es Spür schmiert jetzt regelmäßig einfach ab. Ähm es gab so eine Übergangsphase, wo das Initial von Microsoft übernommen wurde, wo das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:29",
      "text": "Wo womit habt ihr denn so am am wenigsten Probleme gehabt in diesem Jahr."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:25:33",
      "text": "Meinst du jetzt von Programmen, die man nutzt von Tools oder was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:35",
      "text": "Ja, umso Audioverbindungen herzustellen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:25:38",
      "text": "Ich fand Jitzi am besten. Ich habe sehr viel Jitsi genutzt so im privaten Kontext und ich finde das sozusagen von meinen Alu-Hutwünschen ähm und von der Benutzbarkeit und Sobility finde ich am praktischen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:51",
      "text": "Also äh Gitzi, okay, ja, mit Chitzi, da äh überhaupt mit diesen ganzen Brautanlösungen, das mag sich jetzt auch gerade ein bisschen gebessert haben, weil jetzt so viel Fokus drauf war, aber die Webbrowser äh haben immer das Problem, dass sie"
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:26:27",
      "text": "Ist mein Mausrat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:28",
      "text": "Dein Mausrad, das klang ja gerade wie so ein Wasser, nee, das meinte ich gar nicht, so irgendwas anderes, hat da gerade gewappelt. Ähm,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:26:49",
      "text": "Telefonie, aber ich würde auch nochmal äh grundsätzlich Videotelefonie in Frage stellen, weil ich ehrlich gesagt nach dem Jahr zwanzig zwanzig ähm mir nicht mehr so sicher bin und ich glaube vielen anderen Leuten geht's auch so, ob jeder Videocall wirklich ein Videocall sein muss. Also weil bei mir jetzt so beruflich"
    },
    {
      "speaker": "Tala",
      "time": "0:27:42",
      "text": "Sehe ich,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:28:45",
      "text": "Glaub da sind die Menschen einfach verschieden. Ich find's super anstrengend Leute anzugucken während ich mit ihnen spreche. Also wenn's nicht unbedingt sein muss. Also so,"
    },
    {
      "speaker": "Tala",
      "time": "0:29:22",
      "text": "Nee, das kann ich verstehen. Also wie gesagt, wenn keine Lust auf Kamera, dann Kamera einfach aus. Ich finde, das sollte auch sozial akzeptabel sein. Das haben wir in unseren Seminaren auch bis jetzt so gehalten. Niemand ist verpflichtet, die Kameraden zu halten, weil warum? Ähm."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:29:37",
      "text": "Ja, ich hab auch Besprechungen, wo ich zum Beispiel gar nichts sagen muss, sondern ich muss wirklich einfach nur zuhören und mitschneiden, was irgendwie andere Leute besprechen, irgendwelche Abgeordneten oder so"
    },
    {
      "speaker": "Tala",
      "time": "0:30:14",
      "text": "Auf jeden Fall, das klingt nach äh einem optimalen äh Umgang mit äh Meetings."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:23",
      "text": "Politische Arbeit und politischer Widerstand in einem sozusagen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:30:26",
      "text": "So sieht's aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:29",
      "text": "Ja, ja, okay, also da rennst du bei mir ja offene Türen ein. Mir ist hier dieses ganze Zoom Gehampel, äh auch deutlich zu viel gewesen und ich habe mich da extrem rausgehalten. Gott sei Dank habe ich äh nicht so viel äh äh Kunden und Firmen äh Klimbim."
    },
    {
      "speaker": "Tala",
      "time": "0:31:17",
      "text": "Drauf an, hast du was zu zeigen oder hast du was zu erzählen? Und ich würde sagen, du hast primär was zu erzählen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:23",
      "text": "Ich habe ja, ich denke sogar meistens hat man sich primär was zu erzählen, beziehungsweise wenn man sich nicht zu erzählen hat, dann hilft das"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:32:20",
      "text": "Ja, mitten in den goldenen Zwanzigern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:21",
      "text": "Ja, es fühlt sich noch nicht mal mehr neu an. Und trotzdem funktioniert dieser ganze Scheiß nicht. Ich bin schon so lange unzufrieden mit der allgemeinen Techniksituation."
    },
    {
      "speaker": "Tala",
      "time": "0:32:31",
      "text": "Vielleicht sind auch nur deine Ansprüche sehr hoch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:34",
      "text": "Natürlich sind meine Ansprüche hoch."
    },
    {
      "speaker": "Tala",
      "time": "0:32:37",
      "text": "Also das Ansprüche runterschrauben hilft mit dem Zufriedensein von existierenden Lösungen. Kommt halt drauf an, wie du deinen Blutdruck regulieren möchtest, ob du ihn eher hochtreibst oder runter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:49",
      "text": "Ja gut, ich meine, hohe Ansprüche haben, heißt ja nicht gleich, dass man, dass man die ganze Zeit durch die Decke äh äh gehen muss. Ja, es ist äh man kann ja trotzdem einen gewissen Qualitätsanspruch haben, auf der anderen Seite, wenn's halt keine Leute gibt, die hohe Ansprüche haben, dann wird sie halt auch nichts verbessern."
    },
    {
      "speaker": "Tala",
      "time": "0:33:05",
      "text": "Ist ja jetzt auch nicht, ist er auf keinen Fall äh negativ gemeint."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:09",
      "text": "Habe ich jetzt auch nicht so verstanden."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:35:33",
      "text": "Sich nah am Boden befindende. Also ich war so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:16",
      "text": "Okay, Thala, deine äh Erwartungshaltung."
    },
    {
      "speaker": "Tala",
      "time": "0:37:20",
      "text": "Ist ein bisschen schwierig, weil ich glaube ich relativ früh mitbekommen habe, was da gerade passiert und passieren könnte. Ähm."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:38:21",
      "text": "Also ich hatte, ich hatte witzigerweise relativ kurz davor, hatte in Wild irgendeine Dame einen ziemlich schönen Artikel geschrieben über ihre Erfahrung mit Proximity Chats"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:52",
      "text": "Also quasi sich einen Talk anschauen und sich gleichzeitig mit jemandem darüber unterhalten."
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:40:56",
      "text": "Genau."
    },
    {
      "speaker": "Tala",
      "time": "0:40:59",
      "text": "Vielleicht für die Leute, die nicht auf der RC drei World waren, wollen wir vielleicht mal kurz erzählen, was es überhaupt ist, wie es aussah, was euch an an Features gefallen hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:12",
      "text": "Genau darauf wollte ich jetzt eigentlich kommen. Ich wollte bloß erstmal die Erwartungshaltung mal abklopfen, weil wo wie sind wir da sozusagen eigentlich mit mit reingegangen? Lass mich noch kurz was äh vielleicht zu meiner Erwartungshaltung sagen. Ähm,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:44:20",
      "text": "Aber ist es nicht witzig, Tim, dass"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:04",
      "text": "Es war ja auch eine Frage der technischen Realisierung und äh ich wusste, also sagen wir mal so meine Skepsis war eine frühe Skepsis, als diese ganze Frage kam, Kongress absagen oder nicht und wenn ja, wann, was macht man dann? War dann so ein bisschen meine Position."
    },
    {
      "speaker": "Tala",
      "time": "0:47:58",
      "text": "Ich weiß es nicht, ich müsste nachgucken, weil Zeit ist relativ und ich habe keinerlei Zeitgefühl seit Ewigkeiten. Das heißt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:45",
      "text": "Also es war in diesem Infrastrukturschutzleits war davon die Rede, sie hätten irgendwie Anfang November die Programmierung aufgenommen, also kann die Idee jetzt sozusagen."
    },
    {
      "speaker": "Tala",
      "time": "0:48:54",
      "text": "So alt sein. Nee, nee, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:55",
      "text": "Super alt sein, genau."
    },
    {
      "speaker": "Tala",
      "time": "0:48:56",
      "text": "Ziemlich äh ja in in kurzer Zeit ziemlich krass zusammengehackt von, ja, also wie in dem Infrastruktur-Talk halt gesagt wurde, zunehmend"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:25",
      "text": "Ja. Jetzt haben wir vielleicht wirklich mal genau nochmal zusammenfassen,"
    },
    {
      "speaker": "Tala",
      "time": "0:51:29",
      "text": "Das ist diese diese leicht angeschrägte Perspektive."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:33",
      "text": "Ach so, ja okay, gut, leicht angeschrägt, weil du es leicht angeschrägt."
    },
    {
      "speaker": "Tala",
      "time": "0:51:38",
      "text": "Also es ist im Prinzip, dass du nicht komplett von oben drauf guckst, sondern so in einem in einem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:44",
      "text": "Ja, okay, gut, aber im Wesentlichen ist es eine zweidimensionale Bewegung. Du konntest dich ja jetzt nicht hinter Leute stellen oder sowas, ne? Genau und dann liefst du halt mit deinem Avatar."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:51:53",
      "text": "Doch, doch, doch, na, na, na, na, na, na, na, es gab Elemente, wo man dahinter gehen konnte und wo es die gab, habe ich die sehr gefeiert. Es gab Betten in die ich mich reinlegen konnte, wo dann nur noch mein Kopf rausgeguckt hat, es gab Bälle Bällebäder die so gepolt waren dass man reingehen konnte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:23",
      "text": "Okay, verstehe. Siehst du mal wieder. Deswegen wollte ich dich dabei haben, weil du bist ja du warst ja entflammt auf Twitter, oder? Also."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:52:32",
      "text": "Und im echten Leben auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:36",
      "text": "Beschreib doch mal deinen Einstieg, wie also du bist jetzt sozusagen in diesem äh Stress äh wie Corona, Scheiße, irgendwie Konferenzen, blöd, bar, jetzt auch noch Kongress online, ihr habt so nicht mal alle, ja, okay, meinetwegen, ich schaue es mir mal an und dann."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:52:51",
      "text": "Ja, jetzt kommt meine Schwester ins Spiel, meine nicht jüngere Schwester, die Kurfürstin, die hast du glaube ich übrigens letztes Jahr beim beim Kongressrückblick gelobt, die hatte nämlich diesen Talk zu drei D gedruckte Klamotten gemacht"
    },
    {
      "speaker": "Lars Immisch",
      "time": "0:56:46",
      "text": "Super."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:56:47",
      "text": "Aber ja, meine Schwester und ich, wir haben sehr intensiv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:56",
      "text": "Die Klofürstin."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:57:58",
      "text": "Die Klofürste."
    },
    {
      "speaker": "Tala",
      "time": "0:57:59",
      "text": "Sehr, sehr cool ähm am RC drei fand ist jede oder sehr sehr viele Esambley hatten halt ihren Space. Also es gibt einmal dieses im Prinzip die ähm die Connections, den den Hauptflur,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "0:59:42",
      "text": "Sie glaube ich alle eingesammelt, ich hab glaub ich wirklich alle alle Zertbagges äh geholt."
    },
    {
      "speaker": "Tala",
      "time": "0:59:47",
      "text": "Es waren am Ende auch nicht alle implementiert, aber ähm es hat mir halt und uns"
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:01:19",
      "text": "Ja, dass da auch mal wieder."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:01:20",
      "text": "Geil mit den mit den sorry, mit den Hillon Features, das war ja auch wirklich der Knaller ähm am Anfang denkt man das noch nicht, also ich glaube, ich habe angefangen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:10",
      "text": "Ja, es ist ein also es ist auch der Grund, warum ich Lars heute äh mit dazu genommen habe. Es ist ja für mich und für Lars für dich unter Garantie auch einfach ein mega Flashback."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:03:27",
      "text": "Ja, das war schon so ein Fashback. Ähm das war ja auch, als ich dann da tatsächlich mal drin war und das auch nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:19",
      "text": "Lars, wir müssen erstmal erklären, glaube ich, was äh Sache ist."
    },
    {
      "speaker": "Tala",
      "time": "1:04:21",
      "text": "Ja genau. Äh habt ihr euch das also ihr habt was gebaut? Das weiß ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:27",
      "text": "Genau. Also Thaler, ich weiß, dass Thala das nicht kennt. Äh Miriam hast du schon mal was von der Villa gehört."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:04:33",
      "text": "Ich glaube nicht, aber ich bin mir nicht ganz sicher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:35",
      "text": "Okay, gut, da ihr dürft jetzt beide einfach mal fragen. So, dann können wir das nämlich auch erläutern. So Thaler, bitte."
    },
    {
      "speaker": "Tala",
      "time": "1:04:43",
      "text": "Das war ein, das war schon die Frage ein. Hä? Nein, was ist es? Worum geht's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:52",
      "text": "Also vor langer langer Zeit und das war auch der Anlass, wodurch Lars und ich uns kennengelernt haben."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:08:43",
      "text": "Genau, andere andere musst du auch noch erwähnen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:46",
      "text": "Genau."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:08:47",
      "text": "Der hatte mich ja irgendwo mal getroffen und hat mir irgendwas erzählt von wegen Cyberspace und irgendwie wir machen jetzt irgendwie das ganze Ding wird sowieso dann in auf einem Satelliten laufen und irgendwie du kannst dann da deine Staatsbürgerschaft haben und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:00",
      "text": "Wir sind einfach ein bisschen durchgedreht so. Ich meine, wir waren jung und wir brauchten das Geld nicht wirklich, aber wir hatten halt irgendwie Spaß dran und haben uns halt einfach auf was Verrücktes ausgedacht und haben denen halt erstmal das Blaue vom Himmel äh äh versprochen, so. Nicht, nicht ohne,"
    },
    {
      "speaker": "Tala",
      "time": "1:10:36",
      "text": "Stopp, stopp, stopp."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:50",
      "text": "Ja, es gab ja nichts anderes."
    },
    {
      "speaker": "Tala",
      "time": "1:10:52",
      "text": "Ja, aber also für mich ist das so, wie du es gerade beschreibst. Ich denke, man geht durch Räume, dann stelle ich mir halt was physisch Virtuelles vor, also in Anführungszeichen physisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:01",
      "text": "Virtuell. Was."
    },
    {
      "speaker": "Tala",
      "time": "1:11:03",
      "text": "Physisch virtuell. Sowas wie halt der RC drei, weil ähm ich bin ein kleines Eikon und laufe tatsächlich durch die Gegend virtuell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:13",
      "text": "Okay, kleiner Realitätsabgleich neunzehnhundertzweiundneunzig, was es da gab, was es da nicht gab. Also es gab keine Pension Computer, es gab neu vier sechsundachtziger. Es gab kein Internet."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:12:38",
      "text": "Man kann es sich so vorstellen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:14:15",
      "text": "Das heißt, alle haben sich auf die Mailbox gesp."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:14:17",
      "text": "Genau, du hörst ja dir."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:14:18",
      "text": "Nachrichten hinterlassen."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:14:19",
      "text": "Ja, wobei die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:41",
      "text": "Das kommt in so eine Q, ne? Da also da äh darfst keine richtigen Konferenzen gab, war das quasi alles nur so Walky Talky Kommunikation, aber die dann eben an Synchron lief."
    },
    {
      "speaker": "Tala",
      "time": "1:16:57",
      "text": "Es klingt nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:00",
      "text": "Ah komm schon. Komm schon."
    },
    {
      "speaker": "Tala",
      "time": "1:17:03",
      "text": "Nein. Das klingt crafy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:05",
      "text": "Wenn du nichts gesagt hast so, hey probier's nochmal, komm, so, es war immer da, es war es war nicht so,"
    },
    {
      "speaker": "Tala",
      "time": "1:18:20",
      "text": "Diese Hintergrundgeräusche wurden die für alle, waren die für alle quasi gleich oder waren die irgendwie individuell, also haben alle das gleiche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:28",
      "text": "Die waren pro Raum. Ja, ja, die waren pro Raum. Mhm."
    },
    {
      "speaker": "Tala",
      "time": "1:18:32",
      "text": "Und auch die Hinweise wurden quasi repeated, aber dann immer an alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:36",
      "text": "Nee, nicht immer an alle, sondern es ist schon, du, du wirst individuell bespielt,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:19:46",
      "text": "Wie geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:47",
      "text": "Alle mal herhören und dann kam da eine Durchsage und alle wussten schon so, ah okay, da ist wieder einer mit Megafood zugange und so. Und wo ich"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:21:49",
      "text": "Ach du meinst, wie die den Weg dahin gefunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:51",
      "text": "Warum, warum tauchten auf einmal so viele Leute auf innerhalb kürzester Zeit in einer Welt ohne Internet? Wo kamen die her? Und warum fanden die das interessant."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:22:04",
      "text": "Warum die das interessant fanden, kann ich jetzt nach euren Ausführungen sehr gut äh nachvollziehen, wenn mir jemand erzählt hätte, was da los ist, hätte ich mich sofort auch auf den Weg genomm."
    },
    {
      "speaker": "Tala",
      "time": "1:23:19",
      "text": "Rolle auf Giftresistent."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:23:23",
      "text": "Oder so. Ähm aber so dass das deine Fantasie einfach sofort alles füllt und in der RC drei Welt zum Beispiel ging mir das auch so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:35",
      "text": "Lass uns gleich nochmal auf dieses das finde ich nochmal ganz wichtig, dieses wie man das erlebt und so weiter. Aber jetzt wollte ich nochmal ganz kurz auf diesen einen Punkt, wo kommen die Leute her,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:27:00",
      "text": "Keine Ahnung, ich wäre schon auf die Funker nicht gekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:02",
      "text": "Ja, aber es ist."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:27:04",
      "text": "Lehrer, Lehrerzimmer."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:27:05",
      "text": "Soll ich auflösen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:07",
      "text": "Bitte lösen sie."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:27:08",
      "text": "Das waren die Blinden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:10",
      "text": "Das Blindenheim Hamburg."
    },
    {
      "speaker": "Tala",
      "time": "1:27:12",
      "text": "Dachte ich mir auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:13",
      "text": "Ist eingefallen und fand es so geil. Weißt du, da waren sie,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:28:06",
      "text": "Echt der Wahnsinn."
    },
    {
      "speaker": "Tala",
      "time": "1:28:07",
      "text": "Cool, das dachte ich mir auch als News eben äh Textadventure äh vorgeschlagen hat, dass das eigentlich super halt für äh für Blinde wäre oder für visuell eingeschränkte Personen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:46",
      "text": "Das denke ich auch. So und ich meine die nächste Frage, die sich stellt, ist natürlich auch dieses wie integriert sich diese RC drei Welt oder wie integriert sich überhaupt diese virtuelle Kongresswelt mit der tatsächlichen Kongresswelt."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:29:01",
      "text": "Ja maximal. Hatte ich den Eindruck?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:03",
      "text": "Ja, aber wie du meinst, hat nicht, also jetzt, jetzt gab's ja keinen richtigen Kongress parallel. Aber stell dir vor, es ist wieder Kongress und man geht wieder hin."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:29:15",
      "text": "So, soweit habe ich noch gar nicht gedacht, für mich war das jetzt der echte Kongress. Es hat sich einfach alles wie echter Kongress angefühlt."
    },
    {
      "speaker": "Tala",
      "time": "1:29:23",
      "text": "Ich frage mich halt, ob man, ob man, also äh in absehbarer Zeit werden ja so große Events immer noch schwierig zu realisieren."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:29:57",
      "text": "Also ich habe, also es haben wir jetzt am Ende vom Kongress haben auch schon Leute gescherzt und gesagt, sie erwarten jetzt beim nächsten realen, physischen Kongress auf jeden Fall, dass es so große Teppiche gibt und wenn man über die Teppiche rübergeht, dann öffnen sich so Jitsi-Räume."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:30:21",
      "text": "Also ich hatte mal, ich hatte mal, ich weiß nicht, das war der vierundzwanzig C drei oder irgendwie so. Da hatte ich mal so eine parallele äh Villa drüber gelegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:06",
      "text": "Wie hieß das nochmal, Labyrinth oder so, ne? Oder."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:31:08",
      "text": "Ich habe vergessen, wie ich's genannt habe. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:11",
      "text": "Irgendwie sowas. Hm."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:31:13",
      "text": "Der Code fliegt noch irgendwo rum. Ja, so so Jitzi Räume einfach äh im Flur einfach so so Telekioske, die einfach laufen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:31:24",
      "text": "Können wir auch vorstellen, dass das vielleicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:18",
      "text": "Weil sie noch im Hotel sitzen, noch nicht auf Kongressgelände sind."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:32:21",
      "text": "Wäre dann ich. Nee. Und das war jetzt halt wirklich nicht so klingen, als ob ich erwarte, dass irgendjemand das macht, weil ich meine, die Leute, die,"
    },
    {
      "speaker": "Tala",
      "time": "1:33:20",
      "text": "Also ich glaube gerade beim Zert ist das halt so eine Sache, weil wir haben äh sowohl halt die Techniker als auch die Mediziner oder Techniker innen und Mediziner in. Ähm,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:34:35",
      "text": "Mit anderen Kram beschäftigt, denn ich habe auch von verschiedenen Zertleuten gehört, ähm die die mir erzählt haben, dass sie jetzt in ihrer, in der LRC drei Wel,"
    },
    {
      "speaker": "Tala",
      "time": "1:34:50",
      "text": "Ja ja."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:34:51",
      "text": "Und das erklärt halt auch, warum man irgendwie in der dritten Ebene vom Keller, vom Zert,"
    },
    {
      "speaker": "Tala",
      "time": "1:35:21",
      "text": "Also ein Running Gag beim Zert ist halt einfach äh oder die Aussage ist nichts, was strahlt. Das heißt, MRT, Röntgen, CT, Feld."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:35:31",
      "text": "Alles stand alles im Keller vom Zert, habe ich alles."
    },
    {
      "speaker": "Tala",
      "time": "1:35:33",
      "text": "Ja genau deshalb."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:36:15",
      "text": "Wobei man auch ehrlicherweise sagen muss, jetzt nicht so, als ob irgendwie beim Zert normalerweise auf dem Kongress kein Spaß ist. Also ich habe schon seit seit"
    },
    {
      "speaker": "Tala",
      "time": "1:37:10",
      "text": "Ich bin ja erst seit dem Camp zweitausendneunzehn sozusagen dabei, also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:13",
      "text": "Heute schon für Corona vorbereiten sozusagen, ja?"
    },
    {
      "speaker": "Tala",
      "time": "1:38:16",
      "text": "Ja. Ja."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:38:26",
      "text": "Ansprechbarkeit, das ist das ist immer das große Wunder auf dem Kongress und auch auf dem auf dem Camp, dass du einfach als alle ansprechbar sind und irgendwie alle davon ausgehen, dass du kein Trottel bist und."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "1:39:01",
      "text": "Der Spieltrieb ist glaube ich das, was mich mit am meisten begeistert. Also weil das ist, glaube ich, das, was mir immer so diese ganzen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:42",
      "text": "Und da sprichst du halt was an, wo ich halt auch sage,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:41:24",
      "text": "Das äh das hat ja, das hatten wir ja auch geplant in der Villa, dass du eigene Räume bauen kannst und auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:37",
      "text": "Nee, da sind wir nie zugekommen."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:41:39",
      "text": "Das haben wir, das haben wir, das haben wir nicht mehr hingekriegt, das, das war dann ja auf der AC drei war das ja möglich, das ist halt auch das Geile von offenen Standards, ähm."
    },
    {
      "speaker": "Tala",
      "time": "1:42:17",
      "text": "Was mich total interessieren würde, wie habt ihr die Villa denn eigentlich technologisch aufgesetzt, wie muss man sich das vorstellen? Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:26",
      "text": "Du meinst, was da sozusagen die tatsächliche technische Basis von war."
    },
    {
      "speaker": "Tala",
      "time": "1:42:30",
      "text": "Ja, wie habt ihr das gebaut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:32",
      "text": "Okay. Also zunächst einmal die,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:45:51",
      "text": "Glaub das war nicht so schlimm, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:54",
      "text": "Doch acht oder zwölf irgendeine Limitierung gab's, das heißt du brauchtest da noch mehrere davon. So und jetzt steckt da also dein PC voll mit diesen ganzen Karten"
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:50:00",
      "text": "Ja, das war, das war, das war hübsch, das war die die Game Engin sozusagen, die Game Angin war in Smalltalk geschrieben, das ist so eine alte äh achtziger Jahre Programmiersprache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:29",
      "text": "Das das kann man glaube ich gar nicht äh weit genug herausheben. Also das ich denke mal, das war so ein bisschen der Erfolgsfaktor bei diesem ganzen Projekt"
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:54:14",
      "text": "Das weiß ich nicht. Wir hatten auf jeden Fall mehrere Lokalisierungen. Werden diese eine britische."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:20",
      "text": "Später dann dieses Starbase."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:54:23",
      "text": "Dann der Dominik gesprochen, die war auch relativ cool. Das war so ein Musiker eigentlich, der die gesprochen hat, der hat aber man hat es gemerkt, dass dass sie nicht sozusagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:51",
      "text": "Die hat nicht so das war wirklich also das muss sagen das war echt das geilste. Lars hat mir neulich mal die Pfalz erstmal wieder zukommen lassen und ich hab mich mal durch die alten Zoundfalls durchgespielt. Hab die jetzt leider gerade nicht äh am Start. Ähm."
    },
    {
      "speaker": "Tala",
      "time": "1:56:10",
      "text": "Gab's irgendwas, was ihr eigentlich machen wollte, was aber per Tool nicht funktioniert hat?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:14",
      "text": "Konferenz singen."
    },
    {
      "speaker": "Tala",
      "time": "1:56:18",
      "text": "Also aus weil Liveschaltung nicht durfte oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:22",
      "text": "Wärmer, wärmer mit Spracherkennung rumgespielt, so einfach mal so vor The Fun of it, weil wir die Kohle hatten und einfach noch so ein paar Spracherkennungssports äh gekauft haben. Sind wir, glaube ich, so mal nach Texas geflogen und haben irgendwie mit,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:58:03",
      "text": "Also genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:38",
      "text": "Die die Töne sind dann quasi in die Konferenz gegangen und dann wieder zu jedem anderen Teilnehmer in den Telefonhörer, dort dann aber wieder in die Leitung rein, sodass wenn einer den Raum verlassen hat, alle anderen mitgerissen."
    },
    {
      "speaker": "Lars Immisch",
      "time": "1:58:48",
      "text": "Rausgekegelt wurden und das war äh das lief nie, das lief nie befriedigend."
    },
    {
      "speaker": "Tala",
      "time": "1:58:55",
      "text": "Ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:58",
      "text": "Genau. Deswegen haben wir das dann auch wieder sein gelassen mit den Konferenzen und sind auf diesen bei diesem bei diesem Walky Talky CB Funkmodell geblieben. Was ich später übrigens und das,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:00:43",
      "text": "Kaffee hießen schon, Moderators auch, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:46",
      "text": "Nee, da gibt's so bestimmt lustigeren Namen für."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:00:49",
      "text": "Ja, ich hab's aber vergessen, ich hab's echt vergessen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:51",
      "text": "Also wir waren die Götter. Das."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:00:56",
      "text": "Selbstüberschätzung, die Selbstüberschätzung, die Selbstüberschätzung."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:01:00",
      "text": "Ja, drunter macht ihr's nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:01",
      "text": "Das haben wir uns nicht ausgedacht, das war deren Slang für uns, weil wir ja die Welt gebaut haben, waren wir ja die Götter. Ne, also das haben wir, es ist nicht so, dass wir."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:01:11",
      "text": "Schreibung. Das war eine Zuschreibung, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:13",
      "text": "Genau, deswegen dachte ich auch, wir hätten auch noch für diesen mittleren, aber wir hatten sozusagen Privilegien für bestimmte Leute und haben die dann freigeschaltet. Und wenn die gemerkt haben, dass da irgendwo ein Troll war,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:02:20",
      "text": "Da muss man auch mal Steffen loben, der dieses Moderator Subsystem."
    },
    {
      "speaker": "Tala",
      "time": "2:02:58",
      "text": "Wollte ich auch noch fragen, also das ich weiß noch, das Telefonieren mal gekostet hat."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:03:04",
      "text": "Das war ein riesen Problem. Also wer ich hatte dann irgendwann mal äh Besuch von so einem finnischen Studenten,"
    },
    {
      "speaker": "Tala",
      "time": "2:04:21",
      "text": "Also sowas wie eine Gutschrift oder tatsächlich Geld ausgezahlt."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:04:25",
      "text": "Geld ausgezahlt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:07",
      "text": "Ja, eigentlich eigentlich war das ganze Projekt dazu da, den Leuten maximal die Kohle aus der Tasche zu ziehen und am Ende haben wir drüber nachgedacht, wie sie möglichst alle kostenlos dran teilnehmen können."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:05:18",
      "text": "Und es hatte auch sozial war's interessant, weil es halt so."
    },
    {
      "speaker": "Tala",
      "time": "2:05:46",
      "text": "Wie gefühlt allen Online-Welten."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:05:50",
      "text": "Ja, genau. Genau, weil es so ein das ist so ein sicherer Ort. Du kannst irgendwie jemanden kennenlernen, kannst feststellen, der passt mir, der gefällt mir. Ähm das kann ich mir vorstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:30",
      "text": "Treufrei, absolut hundert Prozent treufrei."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:06:33",
      "text": "Es war trollfrei, genau. Wir hatten auch mal kurz darüber nachgedacht, das über Werbung zu finanzieren. Ähm das wäre aber wahrscheinlich auch äh nach hinten losgegangen."
    },
    {
      "speaker": "Tala",
      "time": "2:06:42",
      "text": "Ähm das war ja jetzt äh im Prinzip cooler, großer Prototyp, wie Werte, also wie hätte ich mir das denn vorstellen können, wenn es tatsächlich in den Beate Ursel Live Betrieb gegangen wäre."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:06:56",
      "text": "Das habe ich mich auch schon gef."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:57",
      "text": "Das ging in den Beate Use-Live-Betrieb, das hieß dann aber nur anders. Aus der Villa wurde dann, also die Villa muss man dazu sagen, die Villa lief von dreiundneunzig bis zweitausendeins durch."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:07:08",
      "text": "Daraus wurde dann das Freudenhaus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:10",
      "text": "Nee, nee, und dann wurden parallel halt andere Sachen gestartet. Und das erste, was sie halt probiert haben, war quasi Villa in Porno. Da läufst du halt rum, bis angequatscht. Hat auch nicht funktioniert, hieß aber lustig, hieß die Knusperinsel."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:07:23",
      "text": "Das war aber ein ziemlich Claudia heißt er, also meine Frau ist hat da relativ viel rumgehangen, die war die klang total schön die Welt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:40",
      "text": "Ernsthaf."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:07:47",
      "text": "Ja, erinnere dich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:08",
      "text": "Also so als Porno hat es nicht wirklich funktioniert. Das haben die ja dann auch irgendwie eingesehen,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:09:30",
      "text": "Aber ehrlich gesagt ein bisschen wundert's mich, dass das als als Pornowelt nicht funktioniert hat, weil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:11",
      "text": "Möchtest du mit mir aufs Baumhaus."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:11:13",
      "text": "Zeig dir mal die Bibliothek und mir dann erstmal eine halbe Stunde Shakespeare vorliest, äh bevor es weitergeht. Ähm also mich hätte das abgeholt, ehrlich gesagt und dann hätte ich da meine ganzen Fünfziger vertelefon."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:11:25",
      "text": "Total, total. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:53",
      "text": "Ja, oder? Ey, explizit als Datingportal. Also diese ganze Dating kam ja dann später auf, das hatten wir damals überhaupt nicht im Sinn, dass das ein Markt sein könnte, aber das hätte wahrscheinlich super."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:12:03",
      "text": "Super funktioniert."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:12:04",
      "text": "Total auf jeden Fall, ja."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:12:06",
      "text": "Hätte super gut funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:09",
      "text": "Abo verkaufen, denn dein Zugang sozusagen, ne und fertig."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:12:13",
      "text": "Kann ich mir richtig gut vorstellen."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:12:15",
      "text": "Das hätte richtig, das hätte richtig gut funktioniert. Da hatten wir einfach da, da, da hat uns die die Fantasie gemangelt. Und wir haben halt nur gesehen, dass die Leute, die da anrufen, die wollten halt irgendwie schnell sich einen runterholen und."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:12:38",
      "text": "Ich glaube, da hätte ganz viel Potential noch drin gesteckt für alle möglichen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:06",
      "text": "Aber auf jeden Fall habe ich mit Lars rede ich seit Jahren darüber so dieses,"
    },
    {
      "speaker": "Tala",
      "time": "2:15:46",
      "text": "Ich war aber sehr, sehr, sehr dankbar, dass man dran gedacht hat, Audio und Videostream abschaltbar zu machen, sowohl sich selbst als auch damit man nicht diese vielen visuellen Reize hat. Also das fand ich schon schon sehr sehr gut, dass man halt die Wahl hatte, ob man das wollte oder nicht."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:16:01",
      "text": "Aber ganz kurz Tim, ich ich habe das auch so wahrgenommen. Ich hatte auch, also deswegen habe ich das vorhin, glaube ich, auch schon gesagt. Ich hatte wirklich das Gefühl, es war halt, es war eigentlich der echte Kongress. Es war nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:44",
      "text": "Oder dir den aktuellen Talk äh aufs Telefon holen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:17:47",
      "text": "Zum Beispiel genau und irgendwie in deinem Zelt oder am See liegen und dir den Talk anhören und auf dem Cap ist ja wirklich auch so viel Schabernack noch getrieben worden, irgendwie mit den Telefonnummern, ich erinnere mich, man konnte dann das Salzamt anrufen und seine Beschwerde irgendwie dahinterlassen oder"
    },
    {
      "speaker": "Tala",
      "time": "2:18:14",
      "text": "Ja oder du wurdest angerufen vom Waffelcenter, dass deine Waffel bereitsteht."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:18:18",
      "text": "Ja, geklaut, stimmt. Ja, genau sowas. Also ich wollte nur sagen, sozusagen, dass dass das so multimedial stattfindet und irgendwie immer auch schon auf andere Ebenen escape, das war ja auch schon immer so."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:18:33",
      "text": "Da habe ich ja auch lange gewartet, bis das im Theater mal so richtig angekommen ist. Ähm."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:18:40",
      "text": "Das Multimedial wird."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:18:42",
      "text": "Ja, dieses Multimediale. Ich habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:09",
      "text": "Nobelpreis für Theater."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:20:11",
      "text": "Nee, die Hertha Müller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:14",
      "text": "Ach so, Literatur, Literaturpreisnobelpreis. Mhm."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:20:17",
      "text": "Genau und die hat es das Theaterstück hieß nicht die Atemschaukel, sondern da ähm ist noch ein bisschen anders."
    },
    {
      "speaker": "Tala",
      "time": "2:20:45",
      "text": "Ich habe jetzt gerade am Sonntag das andere Ende von medialer Nutzung für Theater. Ähm ich habe mir das äh Ratatouille Tictalk Musical angeguckt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:47",
      "text": "Eins Komma neun Millionen Dollar steht hier auf Seite."
    },
    {
      "speaker": "Tala",
      "time": "2:22:49",
      "text": "Ah, okay. Okay, ich habe äh aus der E-Mail das."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:22:52",
      "text": "Ja, ich habe, ich habe an einem äh Online-Festival teilgenommen. Das war Leefem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:26",
      "text": "Die Einnahmen sind für die ULS Wohltätigkeitsorganisation Dectors Pfand."
    },
    {
      "speaker": "Tala",
      "time": "2:23:33",
      "text": "Die halt also ähm ich hatte eine eine Dokumentation, ich glaube von Bernhard der Berner so ein bisschen drüber gesehen ähm,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:25:38",
      "text": "Übrigens, apropos Livemusik, mir ist das vorhin schon eingefallen, als ihr euch darüber unterhalten habt, es gab auch eine Sambly in der RC drei World,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:46",
      "text": "Jetzt nochmal für den RC drei."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:26:48",
      "text": "Die haben sich auf dem RC drei getroffen und haben halt irgendwie über die Spanne von diesen vier Tagen ein Stück geprobt und aufgenommen zu sagen und hinterher veröffentlicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:58",
      "text": "Super. Bling, bling, bling, bling, bling, bling, bling. Ich brauch Link."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:27:03",
      "text": "Ach so ja ähm Fairybod Orchestra ähm suche ich mal kurz raus. Fairybod Orchestra RC drei, weiß ich nicht, ob man das dann findet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:13",
      "text": "Fairybod äh auf Bandcamp heaven Countwead A, okay, alles klar. Habe ich Ferry Pott August?"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:27:25",
      "text": "Ani, der Song heißt glaube ich ähm genau da, da sind die alten Songs drauf. Ähm die mich auch übrigens immer sehr gut in Stimmung bringen vorm Kongress oder vom Camp. Aber der, ich, es kann sein, dass der Song, den sie jetzt neu aufgenommen haben. Ich habe den, glaube ich, in der Twitter-Timeline gehabt und da war es glaube ich ein"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:47",
      "text": "T-Pot, okay?"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:27:49",
      "text": "Ja, ich glaube, ich glaube, so war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:52",
      "text": "Ja, da brauchen wir noch ein bisschen Hilfe vom Chat, glaube ich."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:27:55",
      "text": "Oder vielleicht? Ja, keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:01",
      "text": "Ob man nun einer ist oder nicht. Ja."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:28:07",
      "text": "Ich wollte ja nur drauf hinaus, dass sie da Musik gemacht haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:09",
      "text": "Fragt auch nach der Software, die genau der Chat fragt nach der äh Software, ist das irgendwie dieses Ding, was aus Ripa ist, irgendwie dieses."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:28:17",
      "text": "Leute, wenn ich mich an alles erinnern könnte, wo ich in das Sampley reingelatscht bin und auf irgendeinen Link geklickt habe, das nee, der Name ist mir entfallen. Ich weiß ja nicht mal mehr, welches Hempli das eigentlich war, wo dieser dieser Jam Session-Raum war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:30",
      "text": "Dann müssen wir das leider äh offen lassen. Also es gibt eine Software in Rieper, die heißt NinjaM, das könnte dir gefallen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:28:39",
      "text": "Ja, kann sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:41",
      "text": "Ob dies jetzt war, kann ich nicht sagen, aber das ist zumindest so eine Software, die dafür äh gedacht ist, so. Der Chat hat mittlerweile auch den T-Pot-Song, einem Etipot, heißt es."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:28:52",
      "text": "Na sehr gut. Äh ich danke dem Chat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:55",
      "text": "Ist auch bei Band Band Cap. Ach so, habe ich bloß nicht gefunden."
    },
    {
      "speaker": "Tala",
      "time": "2:30:00",
      "text": "Adventure World."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:01",
      "text": "Adventure World, genau äh da sind die dann teilweise geholt, also es ist alles so ein bisschen sehr zerflogen und keine Ahnung, wie sich das jetzt äh neu sortieren wird. Grundsätzlich wäre ja sozusagen auch darüber nachzudenken, warum sollte es das nicht immer geben."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:32:15",
      "text": "Aber einfach mal so spontanes Bedenken Triggertum, ja? So aus dem Bauch heraus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:21",
      "text": "Ja. Nochmal los."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:32:21",
      "text": "Ähm na das eine Ding also man müsste ja irgendwie eine eine Lösung dafür finden"
    },
    {
      "speaker": "Tala",
      "time": "2:35:47",
      "text": "Aber das ist ja dann äh das ist ja, das ist ja, du hast ja dann, wenn es die ganze Zeit laufen soll, einfach einen ganz anderen Anspruch und andere ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:42",
      "text": "Ja, ich denke du hast ja eigentlich die Antwort schon selber gegeben, weil das ist ja an sich nichts Schlechtes"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:39:32",
      "text": "Eskalation."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:33",
      "text": "Maximale Eskalation. Das das ist der Kongressor. Alles was du dir an verrü"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:40:25",
      "text": "Na grundsätzlich immer, oder?"
    },
    {
      "speaker": "Tala",
      "time": "2:40:27",
      "text": "Ja, ja, ich finde das halt als, also gerade unter dem von äh Accessability und und Zuträglichkeit und und Zugänglichkeit von bestimmten Spaces fände ich's total cool, wenn man ähm für,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:55",
      "text": "Klar, das ist ich will ja jetzt nicht sagen, wir müssen jetzt überall Kameras aufstellen, man kann das ja auch äh anders machen. Man Pap."
    },
    {
      "speaker": "Tala",
      "time": "2:42:02",
      "text": "Ja, ja, genau, aber das ist das finde ich halt äh genau deshalb denke ich halt auf diesen Ansatz drauf rum, was was macht eigentlich dieses Chaoserlebnis aus und wie kann man das anderen zur Verfügung stellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:16",
      "text": "Ja, man muss halt kreativ sein. Also, mal ein paar Beispiele. Äh du kennst auch sicherlich diese ähm äh diese Flip-dot-Wand, die immer auf diesem Kongress rumsteht."
    },
    {
      "speaker": "Tala",
      "time": "2:43:55",
      "text": "Klar, also solange das deine aktive Entscheidung ist, dass du das möchtest, ist das ja auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:01",
      "text": "Ja, man könnte auch wirklich so eine Abend so ein richtiges Adventure draus machen lassen, also was ja eigentlich dieses Adventure am wenigsten war, war ein Adventure, du konntest ja da nicht wirklich ein äh eine,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:45:18",
      "text": "Hast du mal versucht im Zertkeller aus dem Cube zu entkommen."
    },
    {
      "speaker": "Tala",
      "time": "2:45:21",
      "text": "Ja, genau."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:45:23",
      "text": "Macht. Das war sehr aufregend und hat mich sehr viel Adrenalin gekostet."
    },
    {
      "speaker": "Tala",
      "time": "2:45:26",
      "text": "Genau, gerade gerade beim Zert, wir hatten zum Beispiel auch, ich hatte Charakter schiedsdesignt, weil das Zert hatte das Problem ist"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:11",
      "text": "Seid ihr mir, da seid ihr mir weit äh äh da da reicht auch meine Stamina äh irgendwie nicht. Ich hab's ja nicht so mit mitspielen, aber also ich habe das schon gesehen. Ich meinte jetzt eben,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:46:31",
      "text": "Ne"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:32",
      "text": "Genau das hat so ein bisschen irgendwie funktioniert, nicht so richtig hundertprozentig,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:47:19",
      "text": "Ja, also Wahnsinn kann ich mir auch immer sehr gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:21",
      "text": "Kein Zweifel mehr, die haben keinen Zweifel."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:47:26",
      "text": "Vor allem im Chaosumfeld und ich glaube, wenn man einmal so äh nur so einen Stein ins Rollen bringt, dann ist die Lawine gewiss ähm bei den Chaosfreunden,"
    },
    {
      "speaker": "Tala",
      "time": "2:49:53",
      "text": "Ja genau, also ich äh ich würde halt soweit gehen, dass Kongressteilnahme tatsächlich ein sehr schönes, aber es ist ein Privileg. Man braucht Geld, man braucht Zeit, man braucht äh äh,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:50:27",
      "text": "Und übrigens ähm um nochmal auf die Piraten zurückzukommen. Wir vor zehn Jahren auch schon diese Diskussion mit der Accessability"
    },
    {
      "speaker": "Tala",
      "time": "2:51:20",
      "text": "Genau, also es gibt halt einfach so viele unterschiedliche Ansprüche und man muss halt dann äh gucken, was man machen kann, um diesen unterschiedlichen Ansprüchen äh und Bedürfnissen gerecht zu werden. Also,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:52:10",
      "text": "Das ist."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:52:11",
      "text": "Oder extra Auti-Begleitung zum Beispiel."
    },
    {
      "speaker": "Tala",
      "time": "2:52:13",
      "text": "Ja, ja."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:52:15",
      "text": "Ein super cooles Feature, das finde ich auch ganz toll. Ähm na die äh die Untertitel."
    },
    {
      "speaker": "Tala",
      "time": "2:52:23",
      "text": "Und unter Talks und so."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:52:24",
      "text": "Unter den Talks, das ist das ist wirklich richtig cool."
    },
    {
      "speaker": "Tala",
      "time": "2:52:29",
      "text": "Also es es passiert ja schon sehr viel und das ist halt irgendwie auch das Schöne, was ich im im Chaosumfeld wahrnehme und halt auch beim beim Kongress und das Ganze weiterzuspinnen ist,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:52:50",
      "text": "Glaube gerade auf dem letzten physischen Kongress, also jetzt nicht auf dem RC drei, sondern dem davor. Ich glaube, da hatte ich tatsächlich auch ein Team Barrierefreiheit gegründet, die glaube ich jetzt auch äh irgendwie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:19",
      "text": "Und wieder ein Hauck. Oh man ey. Diese Veranstaltung, die ist echt so, die hat so einen Weg zurückgelegt, das ist wirklich unglaublich. Ich so überlege, was da so."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:53:41",
      "text": "Ja und weißt du, ich habe das irgendjemanden vom Zert erzählt? Ach so, genau"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:34",
      "text": "Kein Wunder, dass die Regierung eine Krisennummer haben will vom CCC."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:55:39",
      "text": "Das hat sich aber auch, also als dann Ron angefangen hat diese Luftfilter zu bauen für die Klasse seiner Tochter. Und ich so, wie geil. Und alle,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:55:55",
      "text": "In meinem Hackerspace haben die glaube ich so drei D, so welche Filter für Beatmungssysteme gedruckt. Im Frühjahr und im."
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:56:02",
      "text": "Genau diese ganzen, diese ganzen Aktionen, die haben mich auch total beruhigt irgendwie."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:56:24",
      "text": "Ich hatte auch wirklich das erste Mal,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:17",
      "text": "Ja, wir sind uns einig, wie schön ähm es war geil, genau, es war äh geil und es hat,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "2:58:41",
      "text": "Ja, die Foodhacker sind so ein bisschen zu kurz gekommen leider auf diesem Kongress."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:45",
      "text": "Ja, aber dafür andere Sachen, also ich habe irgendwie vor dem Kongress habe ich sogar noch so ein Paket bekommen hier von dem Sticker Operation Center, die halt dann wirklich Sticker eingesammelt haben und,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "2:59:07",
      "text": "Zert hat den Leuten Alkohol fürs Pubquiz in Vorbereitung geschickt unter anderem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:11",
      "text": "Also das das Zert, das macht sich so langsam so ein bisschen, also die waren mir ja schon immer so ein bisschen suspekt, ne? Die waren ja immer schon so die totalen Überflieger. Und dieses Jahr abends ist es wirklich auf die Spitze getrieben."
    },
    {
      "speaker": "Tala",
      "time": "2:59:23",
      "text": "Ja, aber halt auch einfach also zum Teil aus Muss, weil also im Gegensatz zu irgendwie lokalen Essemplies, das zerrt ist halt, das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:50",
      "text": "Ja, ich bin da auf jeden Fall schon mal voller Anerkennung und Begeisterung äh gewesen. Das äh."
    },
    {
      "speaker": "Tala",
      "time": "3:01:33",
      "text": "Die, wer noch Zertifikate als Maschinentherapeutin haben möchte, das gibt jetzt äh es gibt's jetzt auch als externen Link. Und ist für die Ewigkeit."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:01:46",
      "text": "Ich kann das sehr empfehlen, als ich das, als ich diese Quest durchgespielt habe im Zertkeller ähm da waren andere, die das auch gerade gemacht haben, mit denen ich dann zufällig in einem Jitzi-Raum war und ich habe den sehr laut in ihre Kopfhörer gelacht, während ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:02",
      "text": "Link ist in den Shownotes."
    },
    {
      "speaker": "Tala",
      "time": "3:02:05",
      "text": "Äh ich hab's gerade in Sleck gepackt und liegt auch im Workflow."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:08",
      "text": "Genau. Ja."
    },
    {
      "speaker": "Tala",
      "time": "3:02:12",
      "text": "Cool. Es posten auch schon die ersten äh Personen ihre Zertifikate um Slack-Chat."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:02:20",
      "text": "Auch ganz kurz nochmal Fun Fakt an der Seite zu dem Zertifikat Maschinentherapeut. Das war ja auch so witzig zu sehen. Also."
    },
    {
      "speaker": "Tala",
      "time": "3:02:43",
      "text": "Ja, ja, neunundsiebzig ist das Maximum."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:02:45",
      "text": "Genau und äh natürlich die ersten Leute, die so ihre ihre ihre Prüfungen gemacht haben, haben dann halt irgendwie neunundfünfzig von neunundsiebzig oder zwanzig und dann sind halt die ersten Leute gekommen, die mit einem Zertifikat rausgegangen sind, ich habe siebentausend von neunundsiebzig Punkten erreicht so, also"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:19",
      "text": "Das alte Lied, äh dreihundert Prozent angestrebt, hundertfünfzig Prozent erreicht. Das grält auch mal wieder auf diesem Kongress und jetzt sage ich einfach mal Kongress, weil ich mir dachte, ich war am Anfang sehr."
    },
    {
      "speaker": "Lars Immisch",
      "time": "3:04:41",
      "text": "'ne sehr coole Fehlstelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:43",
      "text": "'ne extrem coole äh äh Fehlstelle die ja dann die uns in Zukunft."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:05:01",
      "text": "Als Schaltjahr oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:04",
      "text": "Ja, genau, das ist ja sozusagen genau das hier so quasi das chaotische Schaltjahr. Ja und das ähm finde ich lustig, so ein Schnorr."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:05:12",
      "text": "Und und übrigens, wir haben jetzt ja eigentlich hauptsächlich immer nur über die 2D-Welt geredet, aber es gab ja auch die ganze Zeit noch Talks,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:28",
      "text": "Mhm. Das kann mal jeder noch einen Talk empfehlen. Falls äh,"
    },
    {
      "speaker": "Lars Immisch",
      "time": "3:07:36",
      "text": "Ja, bitte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:37",
      "text": "Kann ich sehr empfehl."
    },
    {
      "speaker": "Tala",
      "time": "3:07:40",
      "text": "Lars, kann hast du irgendwas gesehen, was."
    },
    {
      "speaker": "Lars Immisch",
      "time": "3:07:42",
      "text": "Ich hab wie immer zu wenig Talks geguckt, also ich hab mir den den Corey Doctor Rove Talk angehört und auch den den Yes-Man-Talk. Die fand ich beide gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:56",
      "text": "Basti Yesman waren auch da, aber ich könnte mitbekommen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:07:58",
      "text": "Ja, ja, die waren dann an einem Abend im Abendprogramm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:01",
      "text": "Ah cool."
    },
    {
      "speaker": "Lars Immisch",
      "time": "3:08:01",
      "text": "Genau. Aber ich habe, ich habe, ich, ich, ich gucke auch ehrlich gesagt immer zu wenig Talks, das ist ich hänge dann halt auf dem Flur rum."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:08:08",
      "text": "Oder wir haben ja oh Gott Leute, wir haben doch überhaupt nicht über das Teleshopping gesprochen."
    },
    {
      "speaker": "Tala",
      "time": "3:08:13",
      "text": "Ja."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:08:14",
      "text": "Scheiße Leute, wir wollten also oh Gott, Cardinals hin. Wir haben noch gar nicht über den Teleshopping gesprochen. Sprich mal von einer multimedialen Experience, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:26",
      "text": "Kannst du mal bitte mal ausführen, ich habe leider wenig Gelegenheit bekommen. Ich habe das am Rande mitbekommen und dass die da irgendwie sich äh voll einen abgebrochen haben, aber wurde immer im falschen Moment abgelenkt."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:08:36",
      "text": "Ich hab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:16",
      "text": "Ah ja genau, die die sind äh von das ist das ist die Truppe von der Stubnetz genau. Äh WWW jetzt Strich Megastrich absahnen Punkt Shop wurde unter anderem eingeblendet. Völlig cool."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:10:32",
      "text": "Auch völlig bezahlbar auf die bestmögliche Art und Weise. Also typisch Kongress."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:38",
      "text": "Das ist auch echt eine der Sachen, die mich glaube ich am allermeisten freut, was in den letzten Jahren an"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:11:36",
      "text": "Oder Musiker, ja, alle möglichen Bands, die schon aufgetreten sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:39",
      "text": "Genau, also was ich was ich schon an an Konzert ware auf dem Kongress äh gesehen habe, äh ja auch wirklich bis ins Aller."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:12:08",
      "text": "Du meinst nicht das Herrengedeck oder doch?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:10",
      "text": "Nein, ich meine nicht, dass Herren äh gedeckt äh HG ich T. Das sagt nicht, dass euch HG, ich T nicht sagt."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:12:25",
      "text": "Ganz große Kulturti."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:26",
      "text": "Das ist auf jeden Fall ganz große Kultur. Es ist allerdings die Art große Kultur, die wirklich sich,"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:14:00",
      "text": "Ich habe irgendjemand hat äh dann getwittert,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:23",
      "text": "Ja und ein paar kann man auch gar nicht erzählen."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:14:25",
      "text": "Das stimmt. Oder nicht vor Kindern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:28",
      "text": "Park kann man nicht. Nee oder auch nicht für Erwachsenen oder so. Je nachdem ja gut, da haben wir nochmal ein paar Highlights äh gehabt."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:14:42",
      "text": "Genau, also sind wir uns weiterhin einig. Wir sind alle sehr verliebt in den Kongres."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:46",
      "text": "Absolut. Sind wir."
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:14:49",
      "text": "Liebe hält weiterhin an, auch in Zukunft werden wir zum Kongress sagen, ja ich will."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:56",
      "text": "Oh Gott, jetzt habe ich schon sechs oder sieben verschiedene Titel für diese äh für diese Sendung. Das wird äh schwierig mich dazu entscheiden. Gut, wollen wir dann Schluss machen?"
    },
    {
      "speaker": "Miriam Seyffarth",
      "time": "3:15:09",
      "text": "Ja, ich will, lass uns Schluss."
    },
    {
      "speaker": "Lars Immisch",
      "time": "3:15:11",
      "text": "Ich bin ausgequatscht, ich bin ausgequatsch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:14",
      "text": "Okay, gut, super. Na dann äh bleibt mir nur mich zu bedanken, natürlich bei allen bei Thaler und äh Lars und Mirjam, vielen Dank fürs Kommen."
    },
    {
      "speaker": "Tala",
      "time": "3:15:27",
      "text": "Fürs organisieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:28",
      "text": "Genau und äh das war's. Wir sagen äh tschüss und bis bald. Bis zum nächsten Mal. Ciao."
    },
    {
      "speaker": "Lars Immisch",
      "time": "3:15:36",
      "text": "Ciao. Genau."
    }
  ]
}