{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:19",
      "text": "Jawoll, immer nach vorne, vorwärts, immer, rückwärts, nimmer. Hier ist die Freakshow Nummer zweihundertsiebenundfünfzig, hier werden die das neunte Bit wird jetzt hier so richtig ausgereizt. Ja und äh."
    },
    {
      "speaker": "roddi",
      "time": "0:02:33",
      "text": "Fliegen die Isernetkabel durch den Hotelflur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:37",
      "text": "Wir fliegen gleich die Kabel durch die Zimmer. Ja, ja, genau, ach man, ey, oh Gott, was das wieder für ein Heckmack ist hier irgendwie überhaupt eine Sendung hinzubekommen. Ich bin nämlich gerade in einem Hotel,"
    },
    {
      "speaker": "roddi",
      "time": "0:03:12",
      "text": "Hallo, du Papa, was machst du denn im Hotel in der Bann im I."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:15",
      "text": "Ich verstecke mich vor dem Virus. Oh, jetzt habe ich schon wieder der Virus gesagt, dafür werde ich gleich wieder verprügelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:37",
      "text": "Mir guten Abend Mister Hotel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:39",
      "text": "Moin moin. Ja, ist der Hotel. Und äh dann haben wir noch einen Gast in der Runde, nämlich den Ralf Ralf Rottmann, hallo Ralf."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:03:50",
      "text": "Tim, ist mir eine Freude bei so einer professionellen Podcast-Produktion mal dabei sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:01",
      "text": "Ja, ist mehr so Gerilla-mäßig, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:04:05",
      "text": "Treffer versenkt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:06",
      "text": "Aber wie du ja weißt"
    },
    {
      "speaker": "roddi",
      "time": "0:05:34",
      "text": "Nicht das richtige Kabel, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:36",
      "text": "Ja und ich meine Ralf wir haben da einen Test gemacht vor zwei Stunden, da war doch alles supi."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:11",
      "text": "Wenn man, wenn man so in dieser Branche arbeitet, auch kann's auch mal passieren, dass jemand äh sein Gerät angesteckt hat in seinem Büro nebenan"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:38",
      "text": "Ich auch. Aber ich habe trotzdem noch einen Fussel rausgekriegt. Ich habe ja immer ein SIM-Kartentool an meinem äh an meinem Schlüsselbund dran."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:08:36",
      "text": "Zufall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:37",
      "text": "Das habe ich normalerweise nicht so am Start, aber ich hatte das jetzt tatsächlich dabei und habe also jetzt hier irgendwie quer durchs Hotel, bis zu dieser Fritzbox irgendwie einfach mal Kabel gelegt. Ich hatte sogar noch eine Rolle Gaffer"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:11",
      "text": "Cool, aber jetzt haben wir eine Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:12",
      "text": "Jetzt haben wir zumindest einen Anfang für unsere Sendung, genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:17",
      "text": "Minister Strom ist schon mal da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:18",
      "text": "Aber warum warum muss das so sein? Warum kann es nicht einfach anders sein? Und überhaupt, was ist aus dieser Idee passiert, dass jedes Hotelzimmer Idanet hat? Ich meine, die legen doch sowieso in jedes Scheiß Zimmern, Kabel."
    },
    {
      "speaker": "roddi",
      "time": "0:09:33",
      "text": "Ich hatte das Main-Amsterdam, da hatte tatsächlich das äh Hotelzimmer äh Isanet und dann war da aber irgendwie ein iMac dran."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:10:01",
      "text": "Aber früher waren noch diese Isernetpotts überall in diese Schreibtische vergossen, oder? Also in den Hotels."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:06",
      "text": "Ja, das gab mal, es gab mal so eine Phase, da war das und dann waren sie halt klug genug, darüber irgendwie Telefon zu machen und ich gucke auch gerade mal, weil hier gibt's natürlich auch noch ein Telefon mit Kabel. Nee, ich will nur wissen, ich will nur."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:10:16",
      "text": "Nicht umstecken jetzt, nein, nein, du guckst jetzt nichts. Du setzt dich jetzt wieder hin. Tim, Tim, wir sind eine Stunde."
    },
    {
      "speaker": "roddi",
      "time": "0:10:24",
      "text": "Aus Tim, aus."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:10:26",
      "text": "Ich weiß, ich weiß nicht, wie es euch geht, aber ich sehe ihn nicht mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:30",
      "text": "Entschuldigung, ich musste nee, aber das Ding ist, also es geht tatsächlich ein Telefonkabel, ein R J in so eine Buchse rein."
    },
    {
      "speaker": "roddi",
      "time": "0:11:02",
      "text": "Ja, das sind Kosten, die sie halt nicht stemmen wollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:06",
      "text": "Ja, aber dafür gibt's dann halt kein Netz? Also ich meine, wo warum bauen sie dann den anderen Scheiß, wenn er sowieso nicht funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "0:11:13",
      "text": "Ja, das merkst du ja erst, wenn du gebucht hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:17",
      "text": "Kunde war unzufrieden, weil keine High Performance Low Late incy Anwendung möglich war,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:11:36",
      "text": "Das ist doch ein Geschäftsmodell für dich jetzt. Ich meine, es gibt bestimmt genügs Hotels zu kaufen demnächst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:41",
      "text": "Oder, oder, oder, oder. Ich meine, es gib."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:12:17",
      "text": "Fernseher mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:18",
      "text": "Muss sowieso erstmal gucken, ob ich überhaupt vor sechs drauf habe, nicht dass ich damit rechnen würde. Wollt ihr mal raten, ob's hier vor sechs gibt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:12:26",
      "text": "Nee, bestimmt nicht, aber das ist auch nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:12:26",
      "text": "Schätze nein, obwohl so professionell wie die gearbeitet haben, wissen die nicht, wie man's ausschaltet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:33",
      "text": "Es gibt V sechs."
    },
    {
      "speaker": "roddi",
      "time": "0:12:34",
      "text": "Sag ich do."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:12:35",
      "text": "Mhm. Ja, du bist jetzt aber auch per Kabel drin. Eben, beim WLAN wahrscheinlich dann nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:40",
      "text": "Das habe ich jetzt nicht geguckt. Ich, soll ich mal umschalten?"
    },
    {
      "speaker": "roddi",
      "time": "0:12:44",
      "text": "Nein?"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:12:44",
      "text": "Wir das testen wir ein anderes Mal, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:49",
      "text": "Ja"
    },
    {
      "speaker": "roddi",
      "time": "0:12:51",
      "text": "Ja, ich bin auch für das Nördler Hotel, also das ist glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:56",
      "text": "Setup, FIVA."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:13:15",
      "text": "Aus nee, nee, aus Dortmund, genau genommen aus Herde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:18",
      "text": "Wie komme ich denn jetzt auf auf äh Hamburg, aus Dortmund, genau. Klingt ja auch so ähnlich. Hamburg, Dortm."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:13:20",
      "text": "Ja, bei Hertha genau. Ja, jetzt nah beieinander."
    },
    {
      "speaker": "roddi",
      "time": "0:13:25",
      "text": "Hauptsache Holland."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:30",
      "text": "Genau und ähm erzähl uns doch mal ein bisschen äh äh was du hast ja auch ein bisschen was mit Computern äh zu tun oder so mit IT kann man das, kann man das so grob schon mal so einrahmen."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:13:42",
      "text": "Ja, absolut. Genau, also ich komme kabel gebunden aus Herdecke und habe ähm tatsächlich mal vor,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:37",
      "text": "Hast du nicht sogar zwei Firmen?"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:14:38",
      "text": "Ja, ja, ich hatte davor schon mal eine, die habe ich auch verkauft. Das klingt ja auch furchtbar, ne? Genau, ich hatte noch eine andere Firma, ähm die hat sich so mit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:11",
      "text": "Aber wenn das jetzt deine Firma war, hast du dann also ich meine, in welchem, welchem,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:15:27",
      "text": "Das war extrem technisch orientiert. Also es ging dann, wie das immer so ist. Ähm ich habe tatsächlich auch mal da die, also es hat das Unternehmen gab's elf Jahre, ne? Das ist von, ja mal zu dritt angefangen und als wir es verkauft haben, waren's zweihundert Leute,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:44",
      "text": "Okay. Jetzt hättest du ihn ja ihn eh nicht mehr sozusagen."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:16:49",
      "text": "Genau, also ich war da einfach irgendwie Geschäftsführer, ja. Es wird sich auch nicht besser an. Ähm genau und vielleicht so ein ein um das abzurunden, ähm ein Ding, was bei uns auch entstanden ist. Ich erwähne es immer, weil's relativ bekannt ist, ist diese Toniebox"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:08",
      "text": "Sprache, hm?"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:17:10",
      "text": "Ja genau und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:17:11",
      "text": "Hier. Der Nachwuchs."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:17:12",
      "text": "Und das ist wirklich, das ist auch für mich so eine so eine Herzenskiste, die kamen wirklich zu zweit"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:16",
      "text": "Okay. Und jetzt hast du äh jetzt hast du für andere Zeit und du hast auch Freakshow, ne? Wenn ich das richtig sehe. Schon ewig."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:18:22",
      "text": "Ja, schon ewig. Schon ewig. Nicht nur die Friecher wirklich wie einen echten Podcast Fan. Ich hab's nie zu einem eigenen gebracht. Es lag immer am Netz, das Netz war einfach auch mal schlecht, lange, jahrelang und jetzt ähm genau, ich höre lieber zu, eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:36",
      "text": "Und du bist aber auch so ein Mac äh Head."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:18:40",
      "text": "Ja, also ich bin auch äh total, ich habe äh viel Äpfelzeug hier rumstehen, äh altes und neues und ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:59",
      "text": "Wie äußert sich das gerade so? Und du hast doch erzählt, dass dein McPro irgendwie braun ist."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:19:02",
      "text": "Ja, ja, ja, ich habe äh genau, ich habe das war wirklich so die, das ist so eine richtige Fuckup-Story. Ähm ich habe so ein ähm MacPro bestellt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:31",
      "text": "Gerade eben vor der Sendung noch."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:19:34",
      "text": "Der kam dann auch irgendwann dieser Mensch und schleppte diesen wirklich riesengroßen Karton, also das ist wirklich auch furchtbar verpackt, dieses Gerät schleppte der hier an, dann habe ich natürlich auch direkt kaputt gerissen vor der Vorfreude in tausend Stücke, inklusive der ganz,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:53",
      "text": "So überhaupt nichts, nichts."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:19:55",
      "text": "Überhaupt nichts, kein Lüfterchen, kein Lämpchen, kein Tütüt, nichts. Es war einfach tot. Und dann ist auch so ein Problem."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:20:39",
      "text": "Ich wollte gerade sagen, so mit mit abstecken hier, auch weil das ja vom Gehäuse doch nicht so geil konzipioniert ist wie früher, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:44",
      "text": "Mal alle Kabel abmachen, ne, um das Teil aufzumachen."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:20:45",
      "text": "Ist dann ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:47",
      "text": "Deckel immer wieder drauf, um ihn anzumachen."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:20:51",
      "text": "Es ist dann so ein Kardiotraining, ne? Du reißt das Ding aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:10",
      "text": "Hat ja nur fünfstellig geko."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:21:15",
      "text": "So da also ne, das war dann halt auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:48",
      "text": "Du hast wirklich die original Verpackung, nicht die Umverpackung, sondern die."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:21:52",
      "text": "Nee, die unfassbar, diesen braunen Karton. Ja, das da steckt ja immer ein weißer Karton in einem braunen Karton"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:33",
      "text": "Ja, krass, oder? Also äh ich ich denke ja bei jedem Apple Produkt mindestens sagen wir mal eine Sekunde darüber nach, ob das was für mich ist."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:23:41",
      "text": "Nee, ich wollte auch, also bei mir war es auch eher so mit der beruflichen Veränderung war dieses Multi-Look, also war dieses multistationäre Arbeiten viel weg. Also ich bin einfach,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:27",
      "text": "Webformular ausgerutscht, sagst doch."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:24:29",
      "text": "Ja, also jedenfalls so ist es, es ist leise."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:36",
      "text": "Ja, man hat ja schon auch mal trotzdem so das das Bedürfnis, wenn man dann mal anfängt oder dann wollen wir auch keine halben Sachen machen, weil im Endeffekt, ich meine, da denke ich mir eigentlich immer, andere Leute kaufen sich alle paar Jahre ein Auto,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:58",
      "text": "Der parkt nicht so viel. Mhm. Das stimmt schon."
    },
    {
      "speaker": "roddi",
      "time": "0:25:01",
      "text": "Er verbraucht dort zu, also im Vergleich zu einem Auto auch weniger Strom, das muss man schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:06",
      "text": "Dass ja nimmt auch weniger Platz auf der Straße weg. So, das ist mal wirklich eine tolle Argumentation. Die muss ich mir merken. Trotzdem,"
    },
    {
      "speaker": "roddi",
      "time": "0:25:53",
      "text": "Oder pro Mini."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:54",
      "text": "Entweder Mac Mini Pro oder McPro Mini würde ich beides nehmen. Das das ist so in etwa äh das was ich suche so. Also wenn das nur so eine so eine Flunder ist mit,"
    },
    {
      "speaker": "roddi",
      "time": "0:26:23",
      "text": "Und auch mit Kartenslot oder ohne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:25",
      "text": "Na ja, das mit dem Kartenslot ist so eine Sache. Die Frage ist, wofür brauchst du's halt noch wirklich, ne? Ähm klar, es gibt Anwendungen. Ich habe ja auch tatsächlich eine, weil ich habe ja,"
    },
    {
      "speaker": "roddi",
      "time": "0:28:15",
      "text": "Ja aber gibt's da was ordentliches."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:17",
      "text": "Jahr hatte ich glaube ich in der vorletzten Sendung auch schon mal erwähnt, also habe ich noch nicht,"
    },
    {
      "speaker": "roddi",
      "time": "0:29:50",
      "text": "Dann ist aber nicht mehr mini."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:52",
      "text": "Wieso ist das nicht mehr mini? Da fällt ja dieser ganze Grafikkartengelumpe fällt ja alles raus und das muss ja auch nicht diese diese Double Tripple Size sein."
    },
    {
      "speaker": "roddi",
      "time": "0:29:59",
      "text": "Vier Slots ist doch nicht mini, ich bitte dich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:01",
      "text": "Nur wenn sie voll längst sind. Brauche ja kein Fulldanks."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:06",
      "text": "Du willst doch keine. Brauchst du keine vier bekommen eben."
    },
    {
      "speaker": "roddi",
      "time": "0:30:07",
      "text": "Ja, aber vier nicht full Langs, also nicht nicht vier, vier."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:11",
      "text": "Aber keine einzige Grafikkarte kannst du, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:14",
      "text": "Wieso Grafikkarte brauchst du nicht mehr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:17",
      "text": "Na ja, du nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:19",
      "text": "Wozu? Nein, ich brauche das nicht. Ich brauche ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:23",
      "text": "Du ja nicht, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:24",
      "text": "Nein, die anderen brauchen das auch nicht mehr. Da ist dann so ein M zwei drin, X. Und da ist eine fette Grafikkarte drin."
    },
    {
      "speaker": "roddi",
      "time": "0:30:30",
      "text": "Ich glaube, da hast du da hast du so ein bisschen, da hast du so ein bisschen doch zu sehr von den Versprechungen Apples äh getrunken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:36",
      "text": "Ihr werdet das noch sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:30:37",
      "text": "Nee, dem wird schon gut sein, das eingebaut ist, schon klar, aber das ist trotzdem so, dass wenn du natürlich so ein Gedreh hast, wo du Kartenbein stecken kannst. Wenn du was reinstecken willst, du schon zumindest in,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:00",
      "text": "Nimm auch zwei ich nehm sogar ein aber einer, also für einen Slot zum Aufwand zu machen ist irgendwie Quatsch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:31:44",
      "text": "Ist übrigens ein sehr großer Anwendungsfall von den Airports Pro, das ist das neue Canceling funktioniert super für das sechzehn Book äh für sechzehn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:50",
      "text": "Deswegen haben sie die Dinger ge."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:31:52",
      "text": "Dann dann geht es euch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:14",
      "text": "Es wird immer schlimmer oder? Also ich meine ich ich habe eh Tinnitus, ich habe eh immer irgendwie was im Ohr so und und komischerweise da würde man ja auch fast denken, na ja, wenn's eh schon rauscht und tieft und so, dann macht das ja auch wieder auch nichts mehr aus, aber das macht mich irre,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:32:34",
      "text": "Da wirst du nicht alleine mit. Tim, du bist nicht alleine, ne, mit auch mit dem Gepfeifer aus dem Lüfter. Also es ist einfach ätzend. Ich hasse das Gerät dann auch. Also ich habe da wirklich eine emotionale Reaktion drauf. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:48",
      "text": "Da sind wir uns ja einig."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:49",
      "text": "Also es war damals auch meine sehr, sehr positive Reaktion für den IMAC Pro auch, der hat ja auch so einen leise Lüfter, bis er, wenn er halt dreckig wird irgendwo immer, aber bis zu dem Zeitpunkt ist der echt auch nicht zu hören. So, der IMAC Pro Lif."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:33:01",
      "text": "Ja und umgekehrt proportional stark verliebt man sich dann eben in dieses MacBook R. War das jetzt verständlich?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:08",
      "text": "Ja legen wir uns einfach fest, goldene Zwanziger, mit Lüftergeräusch sind nicht möglich. Es hat einfach zu enden."
    },
    {
      "speaker": "roddi",
      "time": "0:33:16",
      "text": "Sind nur Bronzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:17",
      "text": "Will einfach keine Lüfter mehr. Ich finde der Ausstieg aus der Verbrennungstechnologie ja muss ernst genommen werden und ich würde sagen einfach Inselprozessoren verbieten ab zwanzig fünfunddreißig. Da dürften einfach keine mehr verkauft werden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:33:33",
      "text": "Leider. Bis dahin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:36",
      "text": "Das denke ich auch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:33:39",
      "text": "Grad nochmal AMD, aber Internet gibt's da nicht."
    },
    {
      "speaker": "roddi",
      "time": "0:33:43",
      "text": "Ja, na ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:44",
      "text": "Äh geklickt. Ich glaube, die haben schon so richtig äh die haben schon richtig Sackga."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:33:50",
      "text": "Da brennt's."
    },
    {
      "speaker": "roddi",
      "time": "0:33:52",
      "text": "Aber ich ich habe, ich habe ja vollstes Vertrauen darin, dass Apple auch in den zukünftigen Geräten das Thermalmanagement verkackt. Also das ist so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:33:59",
      "text": "Ja, war mit Mami im iPad in der krahlen Sonne gearbeitet. Ist auch nicht so spaßig."
    },
    {
      "speaker": "roddi",
      "time": "0:34:04",
      "text": "Nee, das noch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:05",
      "text": "Hat zwar kein Lüfter, aber äh hat gerne mal so ein Dreieck."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:08",
      "text": "Aber vielleicht nochmal zurück zu diesen Desktopgeräten, ne? Ähm Mac Mini Pro."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:49",
      "text": "Nie. Nee, du meinst schon einfach nur Space Gray."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:51",
      "text": "Tisch gehabt, der ist schwarz. Ich bitte dich, ist doch scheißegal, wie Apple den nennt, der ist schwarz."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:56",
      "text": "Das dunklere Alu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:58",
      "text": "Der ist schwarz, der andere war silber, der ist schwarz."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:01",
      "text": "Der ist viel, also dunkler als das MacBook."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:05",
      "text": "Der hat auf jeden Fall pro Farbe. Das ist das, worauf ich hinaus will, ne? Was du da hochhältst, das ist, dass es nicht im."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:11",
      "text": "Das ist Alu und das ist Grey."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:19",
      "text": "Der sah auf jeden Fall cool aus. So und dann kommen sie halt mit dem nächsten Mac Mini raus, mit dem M eins, mit Mini und dann ist er wieder silber und ich denke mir so,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:43",
      "text": "Ja klar sehen wir mit Minipro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:44",
      "text": "Naja, aber dann ist er halt auch schwarz. So wie der IMAC Pro auch schwarz ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:49",
      "text": "Kann gut sein, aber also der McMini verträgt auch noch das das wärmere Chipset. Da habe ich keinerlei Zweifel. Von der Größe her."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:56",
      "text": "Der Feldhilfe trägt ja noch"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:36:27",
      "text": "Nee, nee, nee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:28",
      "text": "Wir hören dich jetzt gerade nicht, du musst dich irgendwie gerade gemutet haben."
    },
    {
      "speaker": "roddi",
      "time": "0:36:44",
      "text": "Oder einfangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:46",
      "text": "Was war das denn jetzt schon wieder? Jetzt haben wir uns alle nicht mehr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:36:51",
      "text": "Doch dich hört man super, nur ihn hört man nicht. Wir versuchen nur im visuell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:56",
      "text": "Hallo Ralf. Nein, Ralf haben wir nicht. Äh was ist denn da jetzt passiert gerade? Ich habe nämlich jetzt hier auch gerade noch einen Fehler gemacht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:05",
      "text": "Kohl, noch mehr Fehler."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:07",
      "text": "Ja ähm das läuft ja total super hier. Nee, Ralf hat."
    },
    {
      "speaker": "roddi",
      "time": "0:37:12",
      "text": "Spannend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:13",
      "text": "Ralf hat sich irgendwie gemutet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:14",
      "text": "Yanny, der sagt auch, der macht weiter, er fix. Er fi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:17",
      "text": "Das noch das noch connected."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:19",
      "text": "Dann ist ja wunderbar. Dann wird der Ausschlag sehen, ich meine, sobald er im Studio link Fenster wie der Ausschlag seht, ist ja alle."
    },
    {
      "speaker": "roddi",
      "time": "0:37:23",
      "text": "Sind Space Black gefallen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:25",
      "text": "Genau in Space."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:27",
      "text": "Okay, also bis uns reif äh erzählt ähm was er für einen Bildschirm hat, kann ich ja nochmal sagen, was ich für einen Bildschirm habe, weil sich jetzt verschiedene Leute große äh Bildschirme gekauft haben, beziehungsweise neue Sess,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:47",
      "text": "Dann ist es wieder weg. Geil. Wenn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:50",
      "text": "Ich darf die Frage nicht stellen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:37:52",
      "text": "Ich, doch, ich glaube, was passiert ist, er will das Video herzeigen, ihr wisst ja zeigen und deswegen äh geht es Audio kaputt, weil das alles äh geiles Setup ist, so ähnlich wie bei dir zu Hause."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:01",
      "text": "Ach du meinst voll fest, haben auf dem selben Rechner läuft oder was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:38:04",
      "text": "Oder was auch immer. Äh das hat vorher schon so funktioniert, wie ihr dieses Bild angemacht hat, ging nix mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:08",
      "text": "Okay, ich mache mal ein bisschen Kontinuiti. Also ich habe ja ein Dell U achtunddreißig achtzehn irgendwie noch weitere Buchstaben. DW, glaub."
    },
    {
      "speaker": "roddi",
      "time": "0:38:17",
      "text": "Altra Portrait, Altra Lenzgape."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:38:24",
      "text": "Also pass auf, Tim, sorry für die Unterbrechung, aber wenn ich die System Präferences auf diesem geilen, auf dieser geilen Hardware öffne, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:36",
      "text": "Reden wir von dem Backpro."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:38:36",
      "text": "Dann haut, ja, dann haut es hier die Audiointerface weg, sodass ich jetzt nicht nochmal gucke, was das für ein Monit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:12",
      "text": "Ist das, ist das neunundvierzig Zoller? Ah ja, okay, du hast den ganz breiten,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:39:32",
      "text": "Nein, der hat USB C."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:33",
      "text": "Hat er?"
    },
    {
      "speaker": "roddi",
      "time": "0:40:25",
      "text": "Das sagst du als Mann, Mann, Mann, Mann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:28",
      "text": "Das heißt jetzt für dich hast du das in die vollkommen falsche Richtung gezogen. Ähm."
    },
    {
      "speaker": "roddi",
      "time": "0:40:34",
      "text": "Straight out of Context."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:36",
      "text": "Sie rede von Yanni, ich rede von Bildschirmhöhe und ähm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:21",
      "text": "Ja, das Ultraverein hat ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:22",
      "text": "Ja. Warum baut Apple sowas nicht? Das verstehe ich einfach nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:26",
      "text": "Vielleicht wieder. Ist ja auch gewogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:28",
      "text": "Die brauen aber auch keine Curve-Monitore, das kann ich mir irgendwie nicht vorstellen. Das ist irgendwie so ein Move. Und Kurven sind so eine Sache. Ich meine, ich verstehe also,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:42:04",
      "text": "Ja, aber du musst halt auch immer im Vogelpoint sein von dieser Kurve und das mag ich halt auch nicht, wenn ich ehrlich bin. Also das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:10",
      "text": "Na ja, wo sollte ich denn sonst sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:42:11",
      "text": "Muss ja so an so einem Arm oder so. Ja ich tue das mal hin und herrollen, geh mal von weiter weg und von weiter weg habe ich das auch ein bisschen komische Einfallswege, das dann ist blöd. Ich stelle mich mal hin, denke mal ein bisschen nach und so. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:23",
      "text": "Du bist auch nicht so selbstverdient wie ich. Ich bin gerne im Vogelport."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:42:29",
      "text": "Ah, da sagst du was."
    },
    {
      "speaker": "roddi",
      "time": "0:42:33",
      "text": "Also bei mir, bei mir gilt nur die Regel, wenn Fett, wenn man anfängt äh Fenster von außen in die Mitte zu ziehen, damit man's besser sehen kann, dann ist der Monitor zu groß, dann ist vielleicht Curve keine schlechte Idee."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:42:46",
      "text": "Also gefühlt habe ich eben der IMAC, also die siebenundzwanzig Zoll Größe ist schon auch. Ich hatte mal einen dreißig Zoller von von Apple auch gerade noch so, das äh hatte ich damals gewonnen. Ähm,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:43:13",
      "text": "Ja, bei mir ist es so, dass dieses ganze Mischen Control und diese ganzen Multidestop, das hat bei mir nie gezündet irgendwie, also ich habe, ich glaube, ich habe jetzt noch nie benutzt, ja so diese ganzen Multigest"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:03",
      "text": "Kann ich gut verstehen, also dieses Leben mit einem großen Bildschirm ist geil. Wobei irgendwie,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:44:21",
      "text": "Der bist das Einzige, was man nicht machen will, Monitore übereinander anordnen, das hat noch nie Spaß gemacht mit der Manio Bar. So, nebeneinander finde ich okay oder auch ein bisschen versetzt, aber übereinander, dass man durch die Manuba durchfahren muss, zum anderen Monitor"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:43",
      "text": "Ja, es hängt ein bisschen davon ab, was so dein Einsatzzweck für den zweiten Monitor ist, ne? Also wenn du, sagen wir mal einen hohen Bedarf an Dingen, die irgendwie äh permanent angezeigt werden sollen, was weiß ich, Aktienkurse"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:45:11",
      "text": "Hitze erzeugt, auch darf man auch nicht vergessen, so. Die haben schon oft, man hat schon so ein bisschen Solarbil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:16",
      "text": "Genau, also nicht nur das, nicht nur Stromverbrauch, sondern im Wesentlichen auch noch ein Wärmeumsetzt. Also ich glaube, die sind alle so bei fünfzig Watt, glaube ich, so diese achtunddreißig Zoller. Ich habe den, glaube ich, mal gemessen und die ganz dicken Teile können auch noch ein bisschen mehr,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:45:56",
      "text": "Wo das Display auch noch angeschleudern kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:57",
      "text": "Wurde das Ding als externen Bildschirm benutzen kannst. Das ist einfach so ein wichtiges."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:46:03",
      "text": "Ja, was ich echt wichtig ist, ich habe hier so diesen iMac und ich kann das nicht anders benutzen, außer mit dem fucking eigenen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:27",
      "text": "Ja gut, du kannst natürlich den HDMI-Switcher davor äh schalten, ne? Kannst hier so einen, so einen, so einen, so einen Atem HDMI-Umschalter oder sowas bauen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:46:35",
      "text": "Für den anderen Display, aber nicht für also der IMAC nicht, das iMac Display ist einfach tot für mich, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:39",
      "text": "Ach so, yeah."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:46:40",
      "text": "Aber so. Also das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:41",
      "text": "Das ist das Problem mit diesem Bild in,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:47:28",
      "text": "Aber könnt ihr Splitscream machen im Fullscreen? Hast du's schon gewusst? Du kannst ja du kannst dir zwei Apps in Fulscreen haben. Was er bei deinem Monitor wieder funktioniert dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:35",
      "text": "Ja, das ist ja auch so geil implementiert. Mhm. Ja, ich weiß, aber das ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:47:58",
      "text": "Das hat jetzt eine komische Kurve genommen, dieses."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:58",
      "text": "Den Apfel, wie er ist, auch wenn er faul ist, ist ihn."
    },
    {
      "speaker": "roddi",
      "time": "0:48:07",
      "text": "Mehr Y."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:08",
      "text": "Definitiv. Mehr Y."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:48:13",
      "text": "Wann kommt denn dieses Ding-Time? Was soll das kosten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:16",
      "text": "Da gibt's nur so Gerüchte."
    },
    {
      "speaker": "roddi",
      "time": "0:49:34",
      "text": "Ich habe einen und ich muss mich da nochmal bei Max bedanken, einem Hörer, der über den ich ein einen kleinen Rind nein eigentlich einen größeren Rabatt bekommen habe. Also vielen Dank nochmal an der Stelle. Ich habe jetzt ein ähm MacBook Pro."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "0:50:19",
      "text": "Du kannst ihn hinter meinen Monitor legen, Rodi, wenn er ihn aufwärmen möchtest. Ich habe auch einen MacBook. Ich bin mit den Begriffen echt so out of think McBook Air ähm genau und liebe das Ding keine Lüfter, keine Lüfter."
    },
    {
      "speaker": "roddi",
      "time": "0:50:34",
      "text": "Nein, das ist das natürlich, das ist natürlich irgendwie cool, vor allen Dingen ich habe, ich habe ja schon seit Ewigkeiten diese Eisdot Manious am Start, wo man immer sehen kann, ständig welche Kurs machen, was ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:24",
      "text": "Und du, ähm, was hast du jetzt gerade bekommen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:26",
      "text": "Ja ich jetzt ist gerade mein äh mein MacBook Air, auf dem ich auch im Endeffekt arbeiten will angekommen, weil ich hatte eins gekauft, wo ich mir gedacht habe, es geht weiter an Family und wenn anders, weil ich musste nur testen, damit mein Zeug auch funktioniert"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:23",
      "text": "Verkauf das Ding jetzt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:24",
      "text": "Ja ja, das erste geht wieder weiter, das passt schon, das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:26",
      "text": "Nein, dein MacBook eher dein MacB."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:28",
      "text": "Noch nicht, ich brauche noch. Ich brauche nur interner Testplattform, da komme ich noch nicht, da muss ich noch ein bisschen warten. Also ich bin noch nicht ganz davon los."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:36",
      "text": "Ja, aber da kannst du ja auch irgendwas nehmen. Das heißt dein letzter Intel oder was?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:42",
      "text": "Ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:42",
      "text": "Da siehst du mal. Alle verkaufen bis auf einen. Jetzt kriegst du noch was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:45",
      "text": "Deutlich nicht. Der Sechzehner, der Sechzehner sollte man eigentlich verkaufen und zwar relativ zügig, da gebe ich dir auch recht. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:50",
      "text": "Ja, wenn sich das rumspricht mit den M eins, dann ist das, ist es einfach nichts mehr wert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:54",
      "text": "Bei, ich weiß. Na, mir ja nicht ganz nix mehr, weil es gibt ja immer nur noch so die Leute, die da im Windows drauf laufen lassen und sowas, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:01",
      "text": "Dann nichts mehr wert, ja? Das ist doch vollkommen uninteressant."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:53:04",
      "text": "Ich weiß. Aber nichtsdestotrotz, selbst in dem Verhältnis ist es A, nur in manchen Dingen ein bisschen langsamer und zwar so wie FFM Pick and Kurden und so weiter. Und B, die Batterielaufzeit einfach. Ich habe da teilweise so mit dem Sechzehner, habe ich halt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:37",
      "text": "Stunde Zeit, um das Netzteil zu suchen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:53:41",
      "text": "Also das ist das ist das ist kein und der macht halt nichts. Also das ist ja selbst und ich, das ist jetzt nicht mal,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:26",
      "text": "Aber es wird nur warm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:54:28",
      "text": "Jetzt wird im Verhältnis zu Apple Geräten wird's nur warm, aber es wird schon warm genug, das ist unangenehm ist doch doch nach einer halben Stunde Videokodieren hast du schon auch eine Temperatur, die interessant ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:56",
      "text": "Sie könnten bei diesen unteren Teil des RS. Die könnten sie dann nochmal so als Tastatur nochmal verkaufen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:02",
      "text": "Ich muss ja sagen, was ich immer noch schwierig finde ist, die Touch Pads sind so groß, dass ich keine Ablagefläche habe zwischen den Touchpads. Finde ich immer noch blöd. Ich hätte gerne ein bisschen kleiner, ein bisschen so eine untere Space Paar, so einen Ruheposition für meinen Daumen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:36",
      "text": "Okay, das Gefühl kenne ich noch nicht so richtig. Beim er ist ja auch ein bisschen größer, aber das habe ich jetzt kaum benutzen können, weil es mir kaputt gegangen. Ich weiß nicht, ob ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:44",
      "text": "Sagen, du hast eh keine Erfahrung, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:45",
      "text": "Dass überhaupt schon erzählt, ich weiß gar nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:47",
      "text": "An Fanboy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:48",
      "text": "Seine Listen sind und ich habe nichts gemacht. Ich habe einfach das Ding ganz normal betrieben und dann dachte ich mir so, jetzt wäre vielleicht mal wieder Zeit, Strom reinzustecken, dann habe ich Strom reingesteck."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:01:01",
      "text": "MacBook er in der sechzehner Konfiguration. Ich liebe das Ding. Arbeite ich wirklich mittlerweile am meisten auf, wenn ich nicht hier unten hocke. Und es geht auch, ich habe die Umverpackung auch behalten, mal vorsichtshalber, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:26",
      "text": "Was ja auch geil ist, das Netzteil ist ja eigentlich neunundzwanzig Watt Ding, also da kannst du ja nahezu so einen Anker benutzen zum Laden und das ist auch okay, ja? Es"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:27",
      "text": "Ich hab jetzt es geschafft auf meinem McMini ähm und ich vermute mal,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:11",
      "text": "Also die eine Geschichte ist ja die die peinliche, dass,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:24",
      "text": "Wird im Hintergrund automatisch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:25",
      "text": "Automatisch"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:48",
      "text": "Hast du Scheiße am Schuh, hast du Scheiße am Schuh sozusagen. Hm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:51",
      "text": "Das würde ich übernehmen, die müssten irgendwo rumliegen bei dir, also wenn du, wenn du die berühmt berüchtigte Systegnose ausloslöst, wie du bei letzten ETP auch gelernt hast, wie du das machst auf,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:13",
      "text": "Fürchte einfach nur, dass ich mir irgend so eine so eine irgend so eine blöde Kombination aus irgendwie Systeme Kram."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:04:34",
      "text": "Es lohnt sich auch immer mal die Konsole dann aufzumachen und was zu gucken und zu suchen, das Problem ist, die Spam natürlich auch ohne Ende"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:14",
      "text": "Achtest. Nein, der ist schon toll. Ich hatte nur irgendwie das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:52",
      "text": "Also M eins technisch oder überhaupt, weil Eleven."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:56",
      "text": "Na ja so Details, was weiß ich hier so dieses Monitorcontrold Ding was ich neulich mal vorgestellt habe dieses kleine Ding was dir so für,"
    },
    {
      "speaker": "roddi",
      "time": "1:07:20",
      "text": "Ich ähm ich kann ja mal anfangen ähm ein Tool, das nennt sich Crock, so wie diese fürchterlichen Plastikschuhe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:03",
      "text": "Ja. Okay. Aber ihr müsst beide Internet haben natürlich, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:08:07",
      "text": "Ja, ja klar, klar. Aber es ist, also ich habe neulich mit jemandem einen Podcast aufgenommen und habe hier mein Local Flag Five verschickt. Das war so absurd, äh unproblematisch ähm dass ich echt vom Glauben ab."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:21",
      "text": "Wie funktioniert das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:23",
      "text": "Wahrscheinlich auch über Websock jetzt wieder so wie die anderen Tools."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:26",
      "text": "Wie finden sich denn die Rechner."
    },
    {
      "speaker": "roddi",
      "time": "1:08:28",
      "text": "Ich habe keine Ahnung. Also das ist irgendwie, ob da jetzt irgend so ein komisches ähm Pierre Topier-Netzwerk dazwischen hängt, was irgendwie äh das Discovery macht oder so, weiß ich nicht. Aber es sind auf jeden Fall äh es ist ein Kommandozeilentool."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:42",
      "text": "Heißt es hier, also ein Relay muss es dafür schon geben, also eine ohne ganz ohne Infrastruktur funktioniert's nicht. Aber das ist cool. Ist in Homero drin."
    },
    {
      "speaker": "roddi",
      "time": "1:08:55",
      "text": "Kann man, kann man schön mit BRU installieren und tut einfach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:58",
      "text": "Kann ich dir mal was schicken? Ja, wieso? Warum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:01",
      "text": "Nicht jetzt bitte nicht jetzt."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:09:05",
      "text": "Ja, mach doch mal. Wir machen da einfach ohne dich weiter Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:08",
      "text": "Das hast du."
    },
    {
      "speaker": "roddi",
      "time": "1:09:12",
      "text": "Ja, schick mir mal was, schick mir mal was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:15",
      "text": "Ja, ich muss erstmal eine, eine würdige Datei finden, äh."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:09:18",
      "text": "Sag's doch mal laut, vielleicht kann man's auch gleichzei."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:22",
      "text": "Oh, das ist natürlich und das geht dann auch über das äh den Dienst, den wir nachher äh kann man das dann da ankündigen, dass man den Crock ID gibt mal und dann ist auf einmal ein Fallsharing Plattform dieser neue,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:09:37",
      "text": "Nimm das doch jetzt nicht vorweg, Dom, du ruinierst wirklich die ganze Dramaturgie hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:42",
      "text": "Also was muss ich jetzt eintippen? Croc was?"
    },
    {
      "speaker": "roddi",
      "time": "1:09:45",
      "text": "Und dann schmeißt du einfach nee äh warte mal Crox-Cent. Nee, ich glaube einfach. Nee, einfach nur Krock und dann den Dateinamen, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:57",
      "text": "Dateiname."
    },
    {
      "speaker": "roddi",
      "time": "1:10:00",
      "text": "Äh Crock Center Teilnahme, ja okay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:02",
      "text": "Okay. Ach so und jetzt kriege ich einen und kann das nur einer empfangen oder mehrere."
    },
    {
      "speaker": "roddi",
      "time": "1:10:08",
      "text": "Das weiß ich nicht, aber wir schmeißen mal den Code einfach hier in das äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:13",
      "text": "Können ja auch sagen und dann können wir mal gucken, wer die Datei als erstes kriegt. Aber ich schicke dir mal äh ich schicke dir mal, ich schicke dir das jetzt erstmal äh äh in unserem Chat hier irgendwie,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:10:32",
      "text": "Ach sowas. Mhm."
    },
    {
      "speaker": "roddi",
      "time": "1:10:33",
      "text": "So, Connecting, Secure Channel, irgendein JPAG. Ja, ach so, ja, muss ich noch drücken. Zack, bumm, hier ist es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:40",
      "text": "Äh genau. Jetzt hast du ein JP bekommen."
    },
    {
      "speaker": "roddi",
      "time": "1:10:45",
      "text": "Gucke ich mal kurz. Es ist ein würdiges JP, irgend oh ja. Mhm. Burnie an der Bushalte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:55",
      "text": "Das ist cool. Ja im Prinzip so wie Bitterend äh quasi seine Notes da verteilt über Relax für Zeit hier einfach einen Dateinamenpartner. Das ist ja cool. Das ist in der Tat richtig geil. Das ist ja auch vor allem gut, um mal eben eine Datei von einem Rechner auf den anderen zu kriegen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:10",
      "text": "Ich nehm halt immer Broschur aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:15",
      "text": "Ja, die Frage ist natürlich."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:11:44",
      "text": "Auch nochmal jetzt eigentlich? Kann ich das jetzt auch abrufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:47",
      "text": "Ja, mein Tool hat sich jetzt beendet, ich kann."
    },
    {
      "speaker": "roddi",
      "time": "1:11:50",
      "text": "So, nee, wahrscheinlich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:53",
      "text": "Kann's nochmal starten, das ist jetzt nur so One of, ne? Es kann jetzt aber, wenn du die Datei auch haben willst, dann musst du jetzt den Code hier eingeben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:01",
      "text": "Und er zeigte auch die IP-Adresse an, wo er es hingeschickt hat, oder? War das eine IPV sechs oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:06",
      "text": "Ja, das war sogar V sechs. Geil, oder? Wenn man mal hier im Hotel mal sich ein ordentliches Laden legt, dann gibt's auch gleich richtiges Netz."
    },
    {
      "speaker": "roddi",
      "time": "1:12:13",
      "text": "Lustigerweise behaupten My, behauptet meiner, aber er hätte es von der IP Vier Adresse bekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:19",
      "text": "Ernsthaft? Meiner sagt, er hätte es zu einer V sechs Adresse geschickt. Kann das sein, dass es durch so ein Relay gegangen ist? Und du nur V vier hast, oder hast du V sech."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:29",
      "text": "Andersrum halt. Andersrum windern, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:12:34",
      "text": "Eigentlich müsste ich hier V sechs haben und was ich hier vor sechs habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:41",
      "text": "Dann kann ich dir das gerade nicht erklären, was."
    },
    {
      "speaker": "roddi",
      "time": "1:12:43",
      "text": "Bildschirmseiten lang V sechs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:46",
      "text": "Na gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:46",
      "text": "So wie es denn immer so ist, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:51",
      "text": "Ralf die Datei ist noch hier."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:12:53",
      "text": "Ja, ja, das ist hier in MacPro, der braucht noch ein bisschen, um Krok zu installieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:58",
      "text": "Ach so, soll ich da mal, ich, ich presse mal vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:59",
      "text": "Warum hast du eigentlich so ein Low-End-Modell geholt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:04",
      "text": "Einfach nur einfach krock und fertig. Gut Achtung. Jetzt ähm du hast verloren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:09",
      "text": "Der nimmt dir die Datei weg."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:12",
      "text": "Wenn das irgendwie geht. Oh nein, ich habe natürlich keine Chance."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:33",
      "text": "Ralf ist das vielleicht die Firma, die du gerade verkauft hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:36",
      "text": "Der DS Lightstack, der DS Leiter ist, der Duisdeckleit, so rum. Das ist."
    },
    {
      "speaker": "roddi",
      "time": "1:13:41",
      "text": "Also also also ganz ehrlich, ich weiß, ich weiß nicht genau, was dahinter steckt und ich würde jetzt auch kein Geheimnis äh behafteten Dateien damit verschicken, bevor nicht geklärt ist, ob das äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:53",
      "text": "Oh nein, Ralf hat wieder seinen Preferences aufgemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:00",
      "text": "Bild die Datei jetzt eine haben oder nicht, was läuft denn hier überhaupt mit dem In."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:14:03",
      "text": "Bei mir geht es nicht."
    },
    {
      "speaker": "roddi",
      "time": "1:14:04",
      "text": "Also ich habe sie ja schon, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:06",
      "text": "Du hast sie schon, aber ich hab's äh ähm."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:14:10",
      "text": "Ich fasse hier nichts mehr an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:12",
      "text": "Was hast du jetzt eben schon wieder gemacht? Jetzt hast du ein Kommandant installiert und das ist auch deine Auto mitgegangen oder was."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:14:16",
      "text": "Ja, es ist das geht auch direkt morgen zurück das Ding hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:21",
      "text": "Was, welches Teil jetzt genau."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:14:23",
      "text": "Dieser Computer, der diesen Namen auch noch wirklich nur noch rulimentär verdient."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:28",
      "text": "Dir McPro."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:14:30",
      "text": "Ich habe jetzt hier Bro in Store Crock gemacht, das Audio wieder weg. Das ist doch zum Kotzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:34",
      "text": "Das ist."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:14:38",
      "text": "Und im Ernst, Booten kann ich die Scheiße nicht, ja, weil er muss dazu muss ich alle USB-Geräte abziehen, wie ihr wisst."
    },
    {
      "speaker": "roddi",
      "time": "1:14:49",
      "text": "Das habe ich auch noch nicht so ganz verstanden, warum du die USB-Geräte abziehen musst, um zu buten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:55",
      "text": "Das ist wirklich kaputt. Wie lange hast du den."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:14:56",
      "text": "Und Gott sei Dank kann man das nach einem dreiviertel Jahr, aber Gott sei Dank kann man die USB-Kabel wenigstens bei geschlossenem Gehäuse abziehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:08",
      "text": "Das ist schön über was man dann froh ist, gell? Ah, ah, super,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:23",
      "text": "Okay, Next."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:26",
      "text": "Ist immer noch Rodi, oder? Oder oder soll ich mal was? Ich habe hier nichts eingetragen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:32",
      "text": "Weißt du, was doch da ganz viele Tools eingetragen in deiner Liste."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:15:34",
      "text": "Ja, was ich eingetragen habe, ist noch äh was das sehr albernes, nehmen wir das doch mal her, nämlich Brut. Brut, Brut ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:02",
      "text": "Wenn ich das installieren will, dann kommt er mehr mit so einer komischen Meldung mit Blut, die Lounge, die eine Shell-Function."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:09",
      "text": "Ja, das ist noch netter. Weil dann kann er nämlich die Schell äh den Schellort verändern äh direkt und dann musst du nicht ähm dann kannst du kannst du ein paar Dinge mehr machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:18",
      "text": "Ein Schildort, wie man."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:20",
      "text": "CD kannst du machen, innerhalb der selben Schäl. Du kannst es unschange Jackwing nicht machen, wenn du nicht praktisch in deiner eigenen Shelle bist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:28",
      "text": "Ich, ach so, in den Toplevel sozusagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:31",
      "text": "Genau, das Ding hat ja mehr oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:32",
      "text": "Irgendwo hingehen aus dem Programm und dann ist man in der Schädel danach. Und dann möchte er was installieren, okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:40",
      "text": "Nee, er will da nur so, er muss halt einfach in, in die Shell integrieren und nicht starten als Extra-Tool."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:58",
      "text": "Ich kann auch gleich Open machen, mit dem ich Rittern drücke und so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:01",
      "text": "Genau, genau und auch"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:41",
      "text": "Verlässt man denn das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:43",
      "text": "Das ist ein bisschen interessant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:45",
      "text": "Klar klar klack."
    },
    {
      "speaker": "roddi",
      "time": "1:18:47",
      "text": "Genau, wie verlässt man das? Altenter Open."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:52",
      "text": "Wie wie Ei, gar nicht so leicht, Control C kommt man schon raus, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:57",
      "text": "Okay, Brut."
    },
    {
      "speaker": "roddi",
      "time": "1:18:58",
      "text": "Sicher? Dass man mit Kontrollsee rauskomm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:04",
      "text": "Du Brutus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:07",
      "text": "Ich komm mit Kontroll C raus."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:19:10",
      "text": "Du siehst mir das nach nicht, installier das mal hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:12",
      "text": "Nein, nein, auf gar keinen F."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:13",
      "text": "Nee, nee, bitte nicht. Sorry es nicht. Ich sehe das äh kennenlernen. Aber ich finde immer ganz spannend, wie viel Kommando zu seinem, die es so gi,"
    },
    {
      "speaker": "roddi",
      "time": "1:21:50",
      "text": "Ich glaube, ich habe eine relativ einfache Zellinstallation gemacht, aber ja, also kein Oma ZSH, das auf jeden Fall nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:00",
      "text": "Also ich glaube Huckel hatte das hier auch schon mal empfohlen. Er ist ja auch ein alter CSH Guru. Und ich wundere mich gerade, ich habe gerade mal geguckt, ich habe komischerweise ja immer noch Bescheid eingestellt. Ich weiß gar nicht warum."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:11",
      "text": "Du migrierst halt ständig, dann bleibt das halt so, das hatte ich auch bis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:14",
      "text": "Ja und irgendwie habe ich mich wohl nicht ausreichend gekümmert, obwohl ich eigentlich ZSH ist ja sozusagen in der mentalen Nachfolge von der Kornschell, sehe ich das richtig? Ist das so?"
    },
    {
      "speaker": "roddi",
      "time": "1:22:27",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:29",
      "text": "Glaube, dass es so ein bisschen der der Vater des Gedankens äh an der Stelle,"
    },
    {
      "speaker": "roddi",
      "time": "1:23:06",
      "text": "Was ist denn mit dieser Fisch? Hat das mal jemand ausprobiert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:09",
      "text": "Ich habe die Fisch mal eine Zeit lang verwendet, die finde ich eigentlich relativ cool auch,"
    },
    {
      "speaker": "roddi",
      "time": "1:23:50",
      "text": "Also ich benutze die die Zelle schon seit ein paar Jahren und irgendwie fällt mir das nicht mehr auf. Also ich glaube, es fällt mir auf, wenn ich sie nicht habe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:23:58",
      "text": "Also Toub Completion alleine, dass die anders funktioniert als Bash ist für mich schon."
    },
    {
      "speaker": "roddi",
      "time": "1:24:13",
      "text": "Ne, was ich bei der ZH eigentlich ganz schön finde, aber wahrscheinlich gibt's das bei der Wäsche auch, ist, dass du auch äh innerhalb von Kommandos dann äh eine Vervollständigung hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:24:22",
      "text": "Ja, das gab's bei Bestern auch, aber es ist halt, weiß nicht, wie schön, elegant es gelöst wurde und so. Es haben sich bei mir eh alle Bru-Sachen da reininstellt, also ich habe nie die Beschmir, also ich habe ein paar prompt mir ein bisschen mal selber zusammengestrickt, aber ansonsten hatte ich in der Besch auch nie,"
    },
    {
      "speaker": "roddi",
      "time": "1:25:51",
      "text": "Ja, ich kenne, ich kenne das aber, das ist so, das ist so, also einerseits, wenn man nicht zu viel verkonfigurieren, weil man im Zweifel nicht mehr weiß, wie man's konfiguriert hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:33",
      "text": "Denkt ihr dran, auch die Links in die äh in den Chat zu schmeißen, bitte?"
    },
    {
      "speaker": "roddi",
      "time": "1:26:37",
      "text": "Müsste ich erst rausgoogeln, kann ich gleich noch machen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:08",
      "text": "Und was update der genau."
    },
    {
      "speaker": "roddi",
      "time": "1:27:10",
      "text": "Im Prinzip alles was sich irgendwie updaten lässt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:14",
      "text": "Auf meinem ganzen Computer oder was."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:27:17",
      "text": "Rotiviert er die Update der Hersteller an oder wie macht er das? Also dieses ganze Microsoft Garaffe kommt ja mit so einem eigenen Autoupdate, oder?"
    },
    {
      "speaker": "roddi",
      "time": "1:27:25",
      "text": "Aber es geht irgendwie per Kommandozeile, kann man das wohl machen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:27:51",
      "text": "Ich glaube, ich habe drauf geklickt gerade."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:27:52",
      "text": "Ja, ja, es lieg."
    },
    {
      "speaker": "roddi",
      "time": "1:27:54",
      "text": "Ja, man erkennt's an diesem, an diesem komischen Top-Garn-Logo, was diese da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:59",
      "text": "Ja, aber ich meine, wenn man nicht mit Homebrow irgendwie alles updaten."
    },
    {
      "speaker": "roddi",
      "time": "1:28:04",
      "text": "Ja, aber äh na ja, normalerweise hast du ja, du hast ja so ein Rabbit Hole, wo du äh,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:28:33",
      "text": "Aber da da hast du mich also computernutzungstechnisch komplett verloren an der Stelle, weil wenn für mich ein Tool automatisch diese Chain bedient, dann glaube ich meinem Computer gar nichts mehr. Also das ist so,"
    },
    {
      "speaker": "roddi",
      "time": "1:28:58",
      "text": "Ja ist, äh, mit Ruby stehe ich sowieso auf Kriegsfuß funktioniert eigentlich fast nie bei mir, ich weiß nicht was ich falsch mache, aber Ruby und ich, wir werden nicht mehr Freunde diese."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:07",
      "text": "Ich mein dir da könnten wir auch noch so diesen diesen äh diesen Themensrand nach hinten ran packen, dass er die eingebauten Tools halt nicht mehr upgedatet worden sind bei Apple schon lange nicht mehr und sowieso alles dazu installieren musst jetzt mal aktuell und."
    },
    {
      "speaker": "roddi",
      "time": "1:29:21",
      "text": "Nee, aber sie haben's ja teilweise rausgeklingt auch, ne? Aber ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:26",
      "text": "Na ja. Also IC."
    },
    {
      "speaker": "roddi",
      "time": "1:29:30",
      "text": "Also allein schon, dass es sowas wie RVM gibt, dass du ein Tool zu einem Tool eine gesamte Rubi-Umgebung,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:47",
      "text": "Ja, aber ich habe jetzt auch mal wieder das Zeug braucht man halt inzwischen, aber so brauche ich für meinen Ellernkram auch, ich habe halt so einen alte Erlangenversion, die brauche ich halt für für die Geschichte habe ich nie upgegradet. Das das Zeug muss laufen,"
    },
    {
      "speaker": "roddi",
      "time": "1:30:04",
      "text": "Ja schon, aber das das ein Unterschied, also die erstens die meisten Leute lassen kein Erlangen Kram laufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:32",
      "text": "Noch weitere kleine Tools. Du hattest hier noch so ein Warmhol oder so oder war das."
    },
    {
      "speaker": "roddi",
      "time": "1:30:39",
      "text": "Ist sowas ähnliches wie das Krok allerdings habe ich das nicht ausprobiert, ich kann dazu nicht viel sagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:45",
      "text": "Faviitheorie dahinter, eben mich würde das mal interessieren, wie das funktioniert. Da muss man mal nachlesen. Also ich werde mir das auf alle Fälle mal an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:50",
      "text": "Theorie hinter was, Ento End and Truppe Fight Trends war Magic Warmholz hier ein, API in Go. Okay, dann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:57",
      "text": "Yogo ist für mich immer so eine, so eine, so eine schwierig zu installierende Geschichte, da brauche ich immer die Binaries eigentlich, weil da habe ich kein, keine Toolchane insgesamt, die mir das Gott installiert. Außer Bru."
    },
    {
      "speaker": "roddi",
      "time": "1:31:08",
      "text": "Produziert wenigstens beißt du?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:31:11",
      "text": "Ja, ja, ich weiß schon."
    },
    {
      "speaker": "roddi",
      "time": "1:31:13",
      "text": "Da da kann sich jemand anders mit den Dependencys rumschlagen und mir das Binary geben und dann bin ich auch zufrieden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:20",
      "text": "Okay, also zu Warmall wissen wir nichts. Wir empfehlen das auch nicht, aber wir weisen auf seine Existenz hin, weil's sein könnte."
    },
    {
      "speaker": "roddi",
      "time": "1:31:26",
      "text": "Zusammenfassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:27",
      "text": "Unter Umständen interessant ist. Gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:31:31",
      "text": "Ja und der Rest war bei mir noch, ich habe wieder Social Network äh Social"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:47",
      "text": "Was ist denn jetzt hier eigentlich also langsam Pinboard? Kenne ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:32:53",
      "text": "Punkt in kennst, der ist ein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:54",
      "text": "Das ist ein Bugmark Services, aber was ist jetzt so Raindrop."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:32:58",
      "text": "Rainer Punkt IO ist auch ein Bookmarkt-Service, aber halt nicht ähm ich truppe den gleich mal hier rüber. Äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:05",
      "text": "Ich habe den Link schon, aber was ist es."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:07",
      "text": "Manager."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:08",
      "text": "Ja, was heißt das? Auf dem Server und einer App."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:11",
      "text": "Auf einem Server gesüngt in Extensions und in einer App jeweils auf iOS und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:16",
      "text": "Oder muss ich mir selber installieren oder was ist das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:19",
      "text": "Installierst dir die App, nee, das beklaut dienst, genau. Fertig und kannst du hat umsonst hier auch, der nicht nervig ist ähm so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:29",
      "text": "Das ist auch für ein Mac sozusagen oder für da, aber das hat eine Browser, ach so Browserextension, um's abzuhä."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:37",
      "text": "Ja, du musst ja auch Buckmax hinzufügen jeweils und so und da integriert sich's schön. Du kannst es immer über Share, wenn du über den Sharo kannst es hinzufügen, du kannst es über ein Buchmaglet hinzufügen, du kannst es über die Extension hinzufügen. Du hast halt so alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:49",
      "text": "Auf welcher Cloud ist das dann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:51",
      "text": "Bei denen irgendwo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:53",
      "text": "Okay, also ist das eine Dienstleistung oder ist das, was ist das? Heißt das Pricing, hier steht was mit Pricing. Okay, kostet Geld."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:02",
      "text": "Oder ist es, es gibt auch umsonst hier, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:04",
      "text": "An der Mitte, Bugmarks. Aha, okay, das heißt, wenn du Full Tex Surch machen willst, ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:11",
      "text": "Über den Content, genau dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:13",
      "text": "Selbst wenn die Webseite nicht mehr existiert, denn den Content haben willst und so weiter. Also es gibt so extra Features sozusagen, aber für so reine Bookmarking ist es kostenlos."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:22",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:58",
      "text": "Okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:00",
      "text": "Deswegen ist Raindrop Punkt AO grad der mein Punkt, wo man hingeht, aber eigentlich denke ich mir, Pinbow Punkt IO, das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:22",
      "text": "Das ist in der Tat ein Punkt, also es gibt für Pinbot gibt's eine App auf iOS, aber äh wenn irgendwas eine Make-Up hat, dann äh dann richte ich ja sofort meine meine Lauscher auf."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:34",
      "text": "Genau und die Make-Up ist okay hier so."
    },
    {
      "speaker": "roddi",
      "time": "1:35:36",
      "text": "Vielleicht kannst du ja die IOS-App installieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:40",
      "text": "Natürlich auch sein. Ich vermute mal, das ist halt eher so ein ähm wahrscheinlich wieder irgend so ein Webport oder so, ne?"
    },
    {
      "speaker": "roddi",
      "time": "1:35:48",
      "text": "Ich habe neulich meine erste IOS-App hier installiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:51",
      "text": "Und zu einem Web-App-App. Okay und was, warum nennst du das Social Book Marking? Also was macht es so Social."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:00",
      "text": "Also hier nur, dass es, dass ich halt zumindest einzelne Ordner Publics setzen kann und dann diesen Public Feed irgendwohin packen kann. Also in meinem Fall ähm ist es halt nur ein Folder und dann kann man hier Share drücken und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:11",
      "text": "Können mehrere Leute Bugmarks in den selben Feed geben. Also kann ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:19",
      "text": "Ah, eigentlich ist es doch ein RSS-Ding. Auch okay, der Feed ist nur nicht auf der Seite. Okay, verst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:24",
      "text": "Kann ich, können mehrere Leute von ihren Separaten Accounts ein Bugmark an eine Stelle reinschreiben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:34",
      "text": "Steht hier, ja, habe ich noch nicht ausprobieren können, weil ich habe noch keinen anderen, aber man kann in Weitbibel machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:38",
      "text": "Weil das ist,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:13",
      "text": "Und hier steht es so in der App, so wie ich's gerade stehe und so wie ich's auf der Webseite sehe, dass das geht, sowohl beides. Man kann mehrere Public Folder haben so an der Stelle, die Public Folder. Äh man kann auch Private-Folder haben und man kann Leute einladen, äh um die gemeinsam zu bearbeiten, die auch auf der Plattform sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:27",
      "text": "Right, dann werde ich mir das mal angucken. Gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:31",
      "text": "Ich kann ja hier mal dich einladen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:33",
      "text": "Weil das sind immer alles so, immer alles so personal Silos irgendwie so, immer nur so für eine Person, aber um wirklich zu kollaborieren, ähm habe ich da irgendwie noch nichts richtiges gefunden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:44",
      "text": "Genau. Also das geht hier an der Stelle und dann hat man auch einen Feed. Also das wäre genau für den Fall eigentlich gar nicht schlecht. So,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:08",
      "text": "Aber hier gibt's auch noch so eine, hier hast du noch so einen Link fürs Pins vor Pinboard, was ist das? Das ist eine iOS-App für Pinboard."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:15",
      "text": "Das ist eine Ibeta-App, die wo ganz in Ordnung sein soll für äh für Pinnbord, genau, we."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:19",
      "text": "Für iOS und McOS."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:21",
      "text": "Genau, diesmal wenn der Beta, aber die soll so zumindest mal endlich mal das bisschen vorwärts bringen bei Pinwort Punkt in. Ja, das war, glaube ich, so mein Kram."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:32",
      "text": "Gut, ich versuche hier nur aus deinen Links schlau zu werden."
    },
    {
      "speaker": "roddi",
      "time": "1:38:34",
      "text": "Ich möchte ja nichts sagen, aber warum meine meine Art Buckmarks zu speichern ist einfach die Tabs offen zu lassen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:42",
      "text": "Hm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:43",
      "text": "Ja, aber das ist halt auch schwierig, das zu teilen mit irgendjemanden, ne."
    },
    {
      "speaker": "roddi",
      "time": "1:38:47",
      "text": "Ich habe ja nicht gesagt, dass es eine gute Methode ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:53",
      "text": "Allright, next Ralf hast du noch einen schönen Tipp für was Schönes, was dir in letzter Zeit äh über den Weg gekommen ist, was du total oft benutzt und was äh so ein Werkzeug ist, auf das du nicht mehr verzichten kannst."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:39:07",
      "text": "Tatsächlich nichts, was ihr auch hier schon mal irgendwie gesagt habt, ich packe auch jetzt hier nichts an, ja? Du weißt warum. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:14",
      "text": "Kann sich jetzt gar nicht mehr bewegen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:18",
      "text": "Weil der Rechner so günstig war, glaube."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:39:19",
      "text": "Grad so, ne, damit ich hier mitspielen kann, wollte ich mal gerade in meinen Application-Founder gucken, was da so rumschwirrt, aber ich traue mich hier echt kein Fenster an."
    },
    {
      "speaker": "roddi",
      "time": "1:39:27",
      "text": "Also dein Tipp ist nichts anfassen."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:39:28",
      "text": "Ja, nichts anfassen und ich bereite mich stattdessen auf die Zwangstrennung vor, bei Time der Fritzbox um dreiundzwanzig Uhr fünfundfünfzig. Da müssen wir ja irgendwie mit Dealen dann, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:40",
      "text": "So, Rodi, du hast ähm du hast da so ein, so ein komisches Anker USB Censenteil, das."
    },
    {
      "speaker": "roddi",
      "time": "1:39:50",
      "text": "Nachdem ich unglaublich genervt war, dass ich, dass ich an diesem äh MacBook Pro hier nur zwei äh Ports habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:46",
      "text": "Ich meine."
    },
    {
      "speaker": "roddi",
      "time": "1:40:47",
      "text": "So ein Kunstledergedöns."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:49",
      "text": "Solche Dinger gibt es ja tonnenweise, ne? Wenn er auf Amazon nach sowas suchst, hast du irgendwie eine Million"
    },
    {
      "speaker": "roddi",
      "time": "1:41:13",
      "text": "Das kann durchaus sein, äh weiß ich nicht, aber ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:17",
      "text": "Okay, ich äh sagen wir mal so, ich weise nicht mal auf zwei Dinge hin, die man mit diesen Geräten bisher aufgefallen sind. Also an sich sind sie ja ganz praktisch, wenn die Port Selection passt. Ich hätte ganz gerne mal was, was mit mehr USBA daherkommt und so weiter, andere Konfiration ist egal. Aber,"
    },
    {
      "speaker": "roddi",
      "time": "1:41:41",
      "text": "Ja vor allen Dingen vor allen Dingen, wenn du das MacBook eher abklemmst, dann siehst du,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:01",
      "text": "Also genau, also es ist Powermanagement bei diesen Dingern. Da würde ich gerne mal,"
    },
    {
      "speaker": "roddi",
      "time": "1:43:45",
      "text": "Also ich bin jetzt ganz zufrieden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:43:48",
      "text": "Also es gab doch nicht mal, es gab mal so eine High-End-Variante mit externen Strom für Sunderboot, aber eigentlich nur einen Hersteller, glaube ich, auch den Elgator in Deutschland vertrieben hat, glaube ich. Und da das zweite, die zweite Version von dem Doc"
    },
    {
      "speaker": "roddi",
      "time": "1:44:13",
      "text": "Also also ganz ehrlich, ich das Teil so wie es da tut, tut das, was es tun soll und ich würde da jetzt auch nicht unbedingt Audio anschließen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:03",
      "text": "Wenn man genug Porz hat, das ist ja das Problem, du hast ja nur zwei Ports und es gibt halt auch kein USB C,"
    },
    {
      "speaker": "roddi",
      "time": "1:45:39",
      "text": "Da gehe ich mit, habe ich aber auch noch nicht gesehen. Keine Ahnung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:41",
      "text": "Ja und ich frage mich halt, ja aber warum? Also."
    },
    {
      "speaker": "roddi",
      "time": "1:46:06",
      "text": "Na ja, vier werde ich werden ja schon."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:08",
      "text": "Externen Power dann auch. Das hat zwei Zander Bowl draus dann auch wieder und zweimal USB C und zweimal USB A,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:46:21",
      "text": "Aber das ist kein fortables, ne? Das packt man halt sich auf den Desktop, oder?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:26",
      "text": "Genau. Das Centerpult drei Product. Das ist glaube ich so das das höchste der Gefühle, was im Moment kriegst."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:46:32",
      "text": "Ja, da gibt's noch so eine andere Firma, die hatte ich mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:35",
      "text": "Und danach wird's aber, das ist dasselbe Baustein, glaube ich. Das ist wirklich, die machen, da machen nicht viele Hersteller was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:41",
      "text": "Rotti, ich möchte gerne nochmal kurz die Supportrechnung aufmachen, wie viele Ports braucht man eigentlich. Guck mal, ich habe hier mein MacBook eher von zweitausend."
    },
    {
      "speaker": "roddi",
      "time": "1:46:48",
      "text": "Moment, nicht Mann, sondern du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:53",
      "text": "Ich generalisiere das natürlich auf alle."
    },
    {
      "speaker": "roddi",
      "time": "1:47:23",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:24",
      "text": "Das sind vier. Das ist ein Low-End-Gerät."
    },
    {
      "speaker": "roddi",
      "time": "1:47:26",
      "text": "Mhm. Äh mein altes MacBook Pro dreizehn Zoll hatte zweimal USB, zweimal Funderball und einmal äh HDMI."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:37",
      "text": "Vielleicht auch noch Isernet und so."
    },
    {
      "speaker": "roddi",
      "time": "1:47:39",
      "text": "Mir ist er net nicht, aber auch Klinke und Strom."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:42",
      "text": "Ja, aber es wird so viel weggelassen, ja? Es wird so viel weggelassen und wird immer gesagt, na ja, kannst ja auch was anderes anschließen und so weiter, so, aber wenn du halt mal wirklich mal viele USB-Devises anschließen musst und ich muss ab und zu oft,"
    },
    {
      "speaker": "roddi",
      "time": "1:48:03",
      "text": "Äh da da hast du durchaus mit Recht, es gibt jetzt bei äh als M eins Geräte aber nur äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:09",
      "text": "I now. I now."
    },
    {
      "speaker": "roddi",
      "time": "1:48:10",
      "text": "Zwei Ports. Also ich beklage das ja auch, ich es ist nicht so, dass ich das rechtfertigen will, dass Apple das schon richtig gemacht hat. Klummer zwei Ports da reinzubauen, ganz im Gegenteil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:19",
      "text": "Wenn wir in der Freakshow sagen, dass wir mit vier Ports zufrieden sind, dann kriegen wir halt nur zwei."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:25",
      "text": "Na ja, wir haben ja alle diese Roomers gehört, oder? Es ist doch jetzt so, es kommt doch alles wieder und es wird alles ganz toll laut den Romas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:34",
      "text": "Da habe ich mich schon fast geritzt vor Freude. Also."
    },
    {
      "speaker": "roddi",
      "time": "1:48:47",
      "text": "Wollte nur trollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:48",
      "text": "Da war da noch so ein paar Sachen. Was war da noch dabei? Da war da noch was. Äh kein Touchboar, Maxa für Strom, da war noch irgendwas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:00",
      "text": "Vorzeit, so. Zusätzliche Ports, Andis Close."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:04",
      "text": "Ah ja genau und noch USBA Ports. Das wäre auch ein Move. Einfach zwei USB Aports noch mit dazu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:11",
      "text": "Darf's noch ein wenig Extra sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:11",
      "text": "Zusätzlich zu den USBC-Ports? Ja, eins links, eins rechts und dann, ich meine, da da kannst du irgendwie USB drei drüber machen, alles gut, ja?"
    },
    {
      "speaker": "roddi",
      "time": "1:49:21",
      "text": "Vorwärts immer rückwärts nimmer. Das kannst du vergessen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:24",
      "text": "Nee, das weiß ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:25",
      "text": "Bin ich mir nicht so sicher, weil das ist so verbreitet. Ich meine, eine fucking Miniklinke haben sie ja auch noch an diesem Ding. Das machen sie ja auch nicht, weil sie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:34",
      "text": "Und irgendwo ist es schon im Gebäck, sie haben mit dem mit dem mit dem mit dem Touchspargeschicht ja schon ein bisschen den Schuss gehört, glaube ich und die grundsätzliche Richtung ist so ein bisschen wie der mehr zu des, was die Kunden eigentlich wollen und nicht dem, was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:50",
      "text": "HDMI war, glaube ich, noch dabei, ne? HDMI war, glaube ich, auch noch in den Gerüchteküchen drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:55",
      "text": "Könnte sein, also ein HDMI würde wäre wirklich Sinn machen, weil das ist ja, ich mache eine Präse irgendwo und ich will nicht so ein fucking Doungle nochmal an der Stelle und vor allem der Dongel macht ja auch seinen eigenen Zicken oder wird heiß oder oder kann halt keine vier K auf. Also das ist so."
    },
    {
      "speaker": "roddi",
      "time": "1:51:07",
      "text": "Oder Muskelupdate."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:09",
      "text": "Deiner kann nur vier K auf dreißig Herz, ich will nicht mehr dreißig Herz an dem Monitor arbeiten und was ich im Moment hab ist ein einziger USB C oder ein Sunderbold zu,"
    },
    {
      "speaker": "roddi",
      "time": "1:51:35",
      "text": "Ich empfehle das USB C auf auf Display-Port Kabel. So etwas gibt es auch. Der macht dann direkt auf dem Kabeldisplayport. Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:45",
      "text": "Wenn das andere Display paar kann, das gegenüber auch."
    },
    {
      "speaker": "roddi",
      "time": "1:51:47",
      "text": "Wenn das Display Displayport kann natürlich, ja k."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:49",
      "text": "Zum Beispiel, weißt du? Der braucht Hadimi zwo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:54",
      "text": "Es könnte alles von USBC auf alles geben, das ist die Vision, aber das funktioniert nur mit sechs Ports."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:52:01",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:02",
      "text": "Macht sechs USBC-Prods da rein, schreibt meinetwegen an zwei ran, dass da kein Zanderboot geht, sondern nur USB ist auch in Ordnung."
    },
    {
      "speaker": "roddi",
      "time": "1:52:12",
      "text": "Hatte die Tonne nicht so viele."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:15",
      "text": "Ich meine, andererseits der McMin hat auch zwei USB-Aports. Hat er. Also das ist nicht so, dass sie sowas nicht bauen würden. Sie bauen's bloß nicht in Laptops ein, ne."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:52:28",
      "text": "Ja, mein McPro hat es ja auch, ja, der bootet zwar nicht, wenn er da was dransteckst, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:52:34",
      "text": "Okay, der macht auch keine Audio, wenn."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:36",
      "text": "Langsam mal ein bisschen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:52:38",
      "text": "Und und wenn man ehrlich ist, der Einzige, der einzige Grund, warum er Supports wirklich weglassen würde, wenn's die Baubauformen zulassen würde, ist, wenn man irgendwann mal vielleicht wasserdicht oder so ein Scheiß werden will, aber das will man nicht bei einem Lap,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:11",
      "text": "Also wenn sie diese Dommelhölle aufgelöst bekommen, dann wird's teuer für mich."
    },
    {
      "speaker": "roddi",
      "time": "1:53:17",
      "text": "Ja, aber mal ganz ehrlich, dann dann äh fällt ihnen natürlich das Dongel-Geschäft weg, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:22",
      "text": "Sie hat doch gar kein Dorry."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:23",
      "text": "Ist ja gar nicht ihr Geschäft, interessan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:25",
      "text": "Wenn sie mal sowas mal bauen würden, wo ist denn das der der Referenzadapter, der nicht heiß wird und der wurde das HDMI ordentlich funktioniert und wo das Audio nicht wackelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:35",
      "text": "Ich meine, das ist der andere Punkt, warum ich glaube, dass sie durchaus das wieder intern machen wollen, ist, weil sie, weil sie unzufrieden sind mit der Domins,"
    },
    {
      "speaker": "roddi",
      "time": "1:54:05",
      "text": "Ja, da würde ich dann wahrscheinlich tatsächlich auch, dass das MacBook nochmal updaten. Sollten sie da tatsächlich irgendwie ähm die Portsituation in den Griff kriegen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:16",
      "text": "Ja gut vier kriegst du auf alle Fälle glaube ich. Also wenn sie mit dem mit dem mit dem höheren M Ding nicht vier Sanabo Ports machen können, dann können sie auch wieder nach Hause gehen mit ihrem Silicon."
    },
    {
      "speaker": "roddi",
      "time": "1:54:26",
      "text": "Na ja, die Frage ist halt, machen sie, machen sie eine Gehäuserevision. Sind wir schon soweit, dass wieder eine Geheurese-Revision gibt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:34",
      "text": "Meine Antwort ist ja, weil das, was sie jetzt gemacht haben, war deshalb keine Gehäuserevision, damit's keiner merkt"
    },
    {
      "speaker": "roddi",
      "time": "1:55:01",
      "text": "Ja, aber ich glaube bei bei ähm bei Autos und bei MacBooks will man nicht die erste Generation haben eigentlich, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:08",
      "text": "Fährt man mit Autos auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:12",
      "text": "Ist auf der Siegerstraße, wenn sie es mal für zwei, drei Jahre schaffen, mich irgendwie jedes Jahr irgendein Gerät kaufen zu lassen. Daran wisst ihr ja, dass man ja, dass es wieder vorangeht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:22",
      "text": "Ja, aber so war das früher mal, oder? Man hat einfach alle zwei Jahre mal geshoppt, so weil man's wollte."
    },
    {
      "speaker": "roddi",
      "time": "1:55:29",
      "text": "Ja, wie gesagt, die das Butterfly Keyboard habe ich äh erfolgreich ausgesessen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:35",
      "text": "Krass. Das habe ich nicht durchgehalten. Eins habe ich. Nee, zwei hatte ich davon, das das Zwölfer, weil da war es wert und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:43",
      "text": "Ich hab alles ausgesessen, die ganze, die ganze harte, die ganze Scheißphase. Ich glaube, das einzige Kackprodukt, was ich mir gekauft habe, war."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:56:18",
      "text": "Jetzt hast du doch noch Keyboard gesagt, da muss ich kurz meinen Keyboard erwähnen hier, weil das halt so wie Ki."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:22",
      "text": "Dieser Mac Mini, dieser letzte Intel Mac Mini, geil war der auch nicht, weil der wurde auch zu heiß. So, aber der war nicht so völlig disfunktional und alles andere habe ich nicht gekauft. Ich habe,"
    },
    {
      "speaker": "roddi",
      "time": "1:56:44",
      "text": "Nee, ich hab"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:07",
      "text": "Nur weil man noch kurz das dazu erwähnt haben, weil ich jetzt gekickst hatte, habe ich aber im Endeffekt den Dongel, den äh den äh Rody erwähnt hat äh eingebaut in ein relativ äh gut gebautes äh Aluminium,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:35",
      "text": "Kannst du diese Webseite öffnen, ich kann ihn nicht öffnen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:38",
      "text": "Kannst du nicht öffnen? Kulut dot com."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:40",
      "text": "Weiß es. Ich habe auch schon drauf geklickt, aber ich kann sie nicht öffnen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:44",
      "text": "Bei mir ist die auf und das ist ein Schop."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:46",
      "text": "Okay, gut, dann habe ich hier ein lokales Pro."
    },
    {
      "speaker": "roddi",
      "time": "1:57:48",
      "text": "Bei mir auch. Pleorder."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "1:57:49",
      "text": "Ich klicke das mal nicht, aber zeige nochmal die Ports."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:51",
      "text": "Genau und ob ob optisch ist sind die, sind die sind die Keyboards ganz nett, weil die sind halt so in den Farben, die man so haben will, schwarz und dunkel und nicht so und überhaupt. Die Tasten sind bisschen rund. Was ich gemerkt habe, die Pfalttasten sind halt einzelne Tasten, damit komme ich wieder nicht klar, weil das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:05",
      "text": "Bisschen rund."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:06",
      "text": "Ungefähr der Cursor äh Position. Hier die sind rund."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:10",
      "text": "Okay und was hast du da hinten für Ports dran?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:12",
      "text": "Mich nicht. Ähm das äh Übliche und zwar ähm ein USBC zum zum Anschließen, ein USBC zum Strom reinpipen, wenn man will,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:40",
      "text": "HDMI-Anschluss an der Tastatur? Ach so, der arbeitet dann wie ein Doc."
    },
    {
      "speaker": "roddi",
      "time": "1:58:47",
      "text": "Ja, ist ein Dog mit Tasten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:48",
      "text": "Ah"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:50",
      "text": "Also anstatt dass es ein Monitor ist, heißt es halt an der Tastatur und dann schließt es halt an und fertig. Es wird ein bisschen warm, aber nicht endlos. Die Tasten an sich sind alle haben alle Function Keys für einen Maco und so und funktioniert, sind von der Anordnung her, passt's für eine Amitastatur bei mir,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:10",
      "text": "Hintergrund beleuchtete Tastatur. Das ist ja auch noch so ein großer, großes Problem, das das kriegt ja Apple irgendwie auch nicht auf die Kette, ne?"
    },
    {
      "speaker": "roddi",
      "time": "1:59:18",
      "text": "Neunzig Dollar a hundertzwanzig Dollar für die Hauptversion ist aber trotzdem okay, also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:24",
      "text": "Und und er,"
    },
    {
      "speaker": "roddi",
      "time": "2:00:15",
      "text": "Wie tippt sich das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:17",
      "text": "Okay, ein bisschen relativ leise. Ähm relativ viel Hub aber dann für das leise. So."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:24",
      "text": "Und du würdest meinen, dass es wirklich eine viable äh Alternative zu einem normalen Mac Keyboard."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:30",
      "text": "Bis auf die Falltasten für mich, ja. Die Falltasten waren für mich halt da, kein okay. Das ist mein aber die hal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:33",
      "text": "Bis auf die Pfeiltasten. Also bis auf die Tasten, die man wirklich am meisten benutzt sozusagen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:39",
      "text": "Na ja, aber die sind Extra-Tasten jeweils. Also insofern da kommst du vielleicht mit klar. Ich will halt die halbe Höhe, das stört euch ja eigentlich. Aber die halbe Höhe und die Anordnung und bei mir."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:49",
      "text": "Halbe Höhe stört mich nicht. Mich stört die volle Höhe der Seitentasten, also dass du nicht fühlen kannst, wo links, rechts ist."
    },
    {
      "speaker": "roddi",
      "time": "2:00:58",
      "text": "Dass es keine Invertity ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:00",
      "text": "Genau, aber da ist es ja eigentlich an den Verteil, es ist nur größer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:04",
      "text": "Genau, aber es hat da keine auch nix zum Fühlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:06",
      "text": "Genau, du hast nichts zum fühlen, da fehlt ein bisschen das Gefühl."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:09",
      "text": "Und und man muss sich ein bisschen an die Tastatur auch gewöhnen, weil dann natürlich rechts oben das Backspace ist nicht das Backspace, sondern rechts haben sie halt noch eine Sonderleise, das heißt Lokknopf, der Ausschaltknopf. Das heißt,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:02:10",
      "text": "Es ist wirklich ziemlich geil. Kann man das jetzt kaufen und liefern die das dann morgen oder wie geht das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:16",
      "text": "Äh weiß ich nicht, der Kicks hat fertig. Äh da waren's ja relativ haben sie sich zumindest dran gehalten an die Zeiten, insofern, wenn die schreiben, dass sie es liefern können, dann können sie's auch liefern, glaube ich. Also."
    },
    {
      "speaker": "roddi",
      "time": "2:02:25",
      "text": "Schreiben März Preorder Deliver in Midmarch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:29",
      "text": "Die Kickstyler Dinge haben sie alle, haben sie alle jetzt trotzdem gut ausgeliefert."
    },
    {
      "speaker": "roddi",
      "time": "2:02:34",
      "text": "Und sie schippen, schicken's wahrscheinlich aus Amilant. Das heißt äh du wirst dann zum Zoll müssen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:42",
      "text": "Mit dem musste ich, also mit dem Version musste ich nicht zum Zeug haben, so an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:45",
      "text": "Deklarieren muss man nicht zum Zoll, aber die meisten deklarieren nicht ordentlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:49",
      "text": "Ja, aber ich glaube, das können die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:51",
      "text": "Na gut, wenn du nichts hast, bezahlen müssen, dann offensichtlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:55",
      "text": "Ich musste nichts mit sein. Da kam einfach hier an."
    },
    {
      "speaker": "roddi",
      "time": "2:02:57",
      "text": "Ich habe mal was nach China geschickt. Da war ich dann irgendwie auf der Blacklist und dann musste ich ständig zum Zoll,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:20",
      "text": "Also es,"
    },
    {
      "speaker": "roddi",
      "time": "2:03:52",
      "text": "Kein Wildprace. Ist das eine Kategorie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:57",
      "text": "So, dann mach doch nochmal deine zwei kleinen Topics, äh die du da hast nochmal weg und dann gehen wir mal in die nächste Runde. Ja, weil nur noch du hast da was."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:04:07",
      "text": "Okay, dann mache ich das nochmal schnell so eine Geschichte, die mir aufgefallen ist bei dem M eins äh das FFM Pack gibt jetzt auch Native in Broo für,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:14",
      "text": "Der Grund ist, dass sie halt einfach ähm gut optimiert haben, ne? Mich wundert das nur, dass sie da komplett auf diese Viktorinstructions äh verzichtet zu haben scheinen, die ja Rosetta sonst gar nicht umsetzen würde, da könnte es ja kaum schneller sein,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:05:31",
      "text": "Kann, kann sehr gut sein an der Stelle. Ich habe also,"
    },
    {
      "speaker": "roddi",
      "time": "2:08:46",
      "text": "Also ich hab's, ich hab's, glaub ich, meiner Demoversion benutzt, das kann man irgendwie zwei Wochen benutzen oder so,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:08:59",
      "text": "Ja ja, es ist Entwickler."
    },
    {
      "speaker": "roddi",
      "time": "2:09:01",
      "text": "Für einfach nur DIFs machen zu können, dachte ich mir so, ja gut, also da also nicht, dass es den nicht gönne, aber dafür gibt's das Geld jetzt nicht aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:10",
      "text": "Dafür verstehe ich auch, aber wenn man, wenn man die Diffus brauchen kann an der Stelle und wenn's einem gefällt, dann ist es ein solides Tool und es zieht jetzt wieder Entwicklung. So, sagen wir es mal so."
    },
    {
      "speaker": "roddi",
      "time": "2:09:19",
      "text": "Nee, ich habe ja, ich habe ja kein Problem da, damit jetzt für ein Tool, was ich wirklich dann auch viel benutze, auch Geld zu bezahlen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:43",
      "text": "Version ist, wie gesagt, eher, weil ich, ich, ich wollte halt mehr erzählen, dass ich daran mitschraube jetzt wieder. Das ist eher so."
    },
    {
      "speaker": "roddi",
      "time": "2:09:49",
      "text": "Ja, das ist, das ist super. Ich tippe nur eigentlich nie Bilder. Ne, also ja, wir hatten, wir hatten ähm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:43",
      "text": "Jo, so, da bin ich durch meinen kleinen Kram durch. Zack, zack."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:47",
      "text": "Super. So, dann wollte ich mal so das äh größere Thema nochmal aufrollen und das ist zunächst einmal ein Blick auf die letzte Sendung. Ich weiß gar nicht, wer von euch hat denn die Sendung äh gehört? Dumm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:01",
      "text": "Ich habe sie endlich mal nachgehört noch, ja, noch rechtzeitig."
    },
    {
      "speaker": "roddi",
      "time": "2:11:04",
      "text": "Ich habe sie auch gehört, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:05",
      "text": "Okay. Genau, da habe ich ja äh unter anderem auch nochmal von der Villa berichtet,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:11:23",
      "text": "Ich auch Tim, ich habe das auch. Ne, weiß ich nicht, ich habe das zehn neunzehn plus heißt das, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:30",
      "text": "Ähm nee, das habe ich nicht. Was auch immer das C neunzehn plus ist, ist das mit zehn Slots dann sozusagen."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:11:39",
      "text": "Nee, fünf Drives, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:40",
      "text": "Ja. Okay, so ein klein kleineres sozusagen noch so ein kompakteres,"
    },
    {
      "speaker": "roddi",
      "time": "2:15:10",
      "text": "Füll mich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:10",
      "text": "Mach mich voll. Lichts. Gib mir Bits. Gib mir Daten"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:20:25",
      "text": "Wohnst du da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:25",
      "text": "Ich bin da rein und habe habe die Räumlichkeiten gefühlt nicht mehr verlassen ähm,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:21:32",
      "text": "An der Bar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:33",
      "text": "Das war jetzt wirklich lustig. Ja und ich denke ähm um's mal vorweg zu sagen, ich glaube, da passiert gerade was Fettes,"
    },
    {
      "speaker": "roddi",
      "time": "2:23:24",
      "text": "Also der erste Eindruck war ganz schlimm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:30",
      "text": "Bist du auf die Startup-Talks äh geraten oder auf die Bitcoiner."
    },
    {
      "speaker": "roddi",
      "time": "2:23:32",
      "text": "Der erste Eindruck war richtig schlimm. Du kommst da so hin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:40",
      "text": "Ja gut, ich meine, das sind halt alles äh einzelne Communitys und Leute reden halt über das, worüber sie reden wollen und wenn sich Leute über Start-ups unterhalten wollen und wenn sich Leute über Bitcoins unterhalten wollen, mein Gott"
    },
    {
      "speaker": "roddi",
      "time": "2:24:55",
      "text": "Ja, ja, nur mein erster Eindruck war, das sind nur so Typen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:18",
      "text": "Ja, das ist in der Tat ein Fehler, ne, dass sie, also dass sie da am Anfang äh versuchen da dir ein Social Network zu pushen, was eigentlich nicht dein Ding ist. So, das, das halte ich auch für einen Fehler."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:25:31",
      "text": "Ja. Also da war insgesamt auch meine Geschichte dieses"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:49",
      "text": "Ja, ich wollte jetzt erstmal lass mal äh äh ich wollte mal ganz bevor wir da noch tiefer reingehen, weil das will ich definitiv noch äh tun, weil ich erstmal nur so First Impression erstmal sammeln und dann vor allem erstmal so Reifs,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:32:14",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:15",
      "text": "Kommen und was hat das mit dir gemacht."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:32:17",
      "text": "Genau, also ich bin ja da auch mehr oder weniger eingezogen,"
    },
    {
      "speaker": "roddi",
      "time": "2:33:15",
      "text": "Immerhin nicht Entrepreneur."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:33:17",
      "text": "Schreib da gleich irgendwas an, ich schreibe euch irgendwie rein, Erlangen, Entwickler seit neunzehnhundertdreiundsiebzig oder so, ja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:14",
      "text": "Genau, das wollte ich jetzt machen. Ich wollte nur mal so den ersten Eindruck äh machen, so, weil es hat ja äh meine, für mich war's ähnlich, also für mir kam's vor allem sofort sehr bekannt vor,"
    },
    {
      "speaker": "roddi",
      "time": "2:39:54",
      "text": "Verbraucherzentrale hat ja wohl schon abgemahnt."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:39:57",
      "text": "Ja, das ging gerade über Reise, ne?"
    },
    {
      "speaker": "roddi",
      "time": "2:39:57",
      "text": "Aber es geht, es geht ging wohl ums Impressum. Das Fehlende."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:04",
      "text": "Also genau, da fehlt so einiges und das ist halt auch alles bekloppt. Aber ich will mich jetzt erstmal auf die Funktionalität beschränken und klarmachen, also es,"
    },
    {
      "speaker": "roddi",
      "time": "2:40:41",
      "text": "Im Idealfall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:42",
      "text": "Im Idealfall, es kann auch anders sein, keiner, aber das weiß ich nicht, ne? Mir geht's jetzt erstmal um diese Funktionalität. Was ich also jetzt hier aufbaue, ist quasi so ein Social Network"
    },
    {
      "speaker": "roddi",
      "time": "2:41:32",
      "text": "Ich weiß auch nicht, wer das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:34",
      "text": "Ist so 'ne US-amerikanische schwarze Comedian, die ganz großartig finde. Egal, äh, ich hab das alles nicht gemacht"
    },
    {
      "speaker": "roddi",
      "time": "2:44:39",
      "text": "Schwafeln können, die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:41",
      "text": "Ja, ja, aber ich meine, man."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:44:44",
      "text": "Wir Veranstaltungen können die hier gerade nicht mach."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:46",
      "text": "Ja gut, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:44:46",
      "text": "Zeit für den für die Art von von Dingen gerade. Findest du? Also ich hab schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:52",
      "text": "Ja mittlerweile mittlerweile hast du das Gefühl der ganze Bundestag findet im Clubhaus statt."
    },
    {
      "speaker": "roddi",
      "time": "2:44:59",
      "text": "Gut, aber Grüne kann ich mir vorstellen. Ich meine, die Grünen sind ja von ihrem Gründungsmythos ja schon auch technikfeindlich, ne. Also so dieses dieses äh Peter lustig und jetzt wieder abschalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:16",
      "text": "Ja, also das jetzt auch wie Peter mit bitter lustig den heutigen Grün zurück. Egal, ich kann's nicht quantifizieren. Das war auf jeden Fall so meine Wahrnehmung, ne. Ähm,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:46:10",
      "text": "Ja genau, also dann vielleicht noch Tim so zum Abrunden der Funktionalität, ne? Man kann dann in diesen Räumen die Hand heben, wenn man etwas sagen möchte, Race Hand und das sieht man also,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:11",
      "text": "Hast du da am Start den Jingle."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:50:13",
      "text": "Ich weiß nicht, ob das jetzt technisch funktioniert, aber ich kann den mal warte mal, ähm warte mal, ich probiere das mal, ich weiß nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:21",
      "text": "Sehr wieder sich minutet automatisch."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:50:23",
      "text": "So, warte mal. Wie klinge ich eigentlich hier? Der Klapphaus Soundcheck mit Volker Weber und Ralf Rottmann."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:35",
      "text": "So richtiger Radio Chingel, yay, yeah."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:50:39",
      "text": "Ja, das hat er, deshalb, das ist schon auch eine lustige Anekdote, ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:27",
      "text": "Die habe ich auch teilweise gehört. Mhm."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:51:29",
      "text": "Und es war einfach,"
    },
    {
      "speaker": "roddi",
      "time": "2:52:12",
      "text": "Das hängt mir jetzt an."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:52:13",
      "text": "Ja ja das schreibt immer so in deine."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:15",
      "text": "Mach doch einen zur Toniebox für Eltern."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:52:17",
      "text": "Das ist lustig, du sagst, das sagst du, weil ich habe jetzt die beiden Gründer, das sind ja auch gute Freunde mittlerweile auch, ich will das nicht mehr machen, weil die haben natürlich eine geile Geschichte zu erzählen, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:52:26",
      "text": "Ja eben, also das Ding ist auch cool, also das ist wirklich mich interessiert das. Macht er."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:52:30",
      "text": "Ja und und ich finde tatsächlich auch, dass das ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:03",
      "text": "Die Leute sind extrem konzentriert und auch sehr dankbar in diesen sozialen Kanon da äh so schnell aufgenommen zu werden,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:02",
      "text": "Ja was"
    },
    {
      "speaker": "roddi",
      "time": "2:56:05",
      "text": "Ja, aber es ist, es ist aber auch, es ist aber auch wie Radio, ne? Du machst es an und dann versendet sich's. Und es ist irgendwie also ich fand, ich fand das halt so schwierig, das ist halt du drehst so am Mittelwellensender und dann kommt so ein bisschen labern wieder Leute,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:28",
      "text": "Mit dem Soundcheck."
    },
    {
      "speaker": "roddi",
      "time": "2:56:30",
      "text": "Also mich hat das überhaupt nicht geflasht, weil ich so dachte so, das ist so beliebig und so äh so."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:56:40",
      "text": "Bist halt zu jung, ja? Das ist einfach auch jetzt anders, einfach auch jetzt, das ist halt."
    },
    {
      "speaker": "roddi",
      "time": "2:56:44",
      "text": "Das ist es wahrscheinlich."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "2:56:46",
      "text": "Einfach auch ein Social Netzwerk für so."
    },
    {
      "speaker": "roddi",
      "time": "2:56:49",
      "text": "Ja gut. Zugegebenermaßen, ich höre ja Radio auch seit den Achtzigern nicht mehr, weil es mir zu dämlich wurde. Aber äh also äh keine Ahnung. Also irgendwie es ist alles so beliebig und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:01",
      "text": "Ist es ein guter Ansatz. Dadurch das würde ich gerne mal aufgreifen. Wie verhält sich das."
    },
    {
      "speaker": "roddi",
      "time": "2:59:21",
      "text": "Und keine Permanenz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:23",
      "text": "Und keine genau diese diese genau diese Vergänglichkeit, die kommt auch noch mit dazu. Und ich glaube sogar, dass dass das eins der Erfolgsdinger ist,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:00:29",
      "text": "Auch zitieren, auch zitieren Tim, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:31",
      "text": "Richtig und zitieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:32",
      "text": "Das ist so ein bisschen das Problem, sowohl Zitieren als auch überhaupt irgendwie Wissen des akquiriert wurde, reproduzieren, was ich ein bisschen äh von der Formulierung her etwas übertrieben fand. So, weil wenn du das ernst nimmst, dann äh geht nicht, aber na ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:48",
      "text": "Genau, da gab's ja auch schon die Debatte, die journalistische Debatte, ne, wenn jetzt jemand, der von öffentlicher Bedeutung ist, da was redet und Journalisten sind mit in der Runde, ist das dann nicht genauso wie auf der Straße stehen, dann darf ich ja auch darüber berichten, wenn's viele gehört haben. Also,"
    },
    {
      "speaker": "roddi",
      "time": "3:02:57",
      "text": "Call and Radio."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:58",
      "text": "Ja, so ein bisschen Call-in-Rede, aber es ist irgendwie demokratischer als Call in Radio,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:04:16",
      "text": "Also wirklich so, also wenn ihr wenn jetzt die ganzen, wenn ich die ganzen Journalisten mir angucke, die da so rumschwirren oder auch die, die eben äh zu Fernsehmoderat äh Tor äh innen, wie zum Beispiel"
    },
    {
      "speaker": "roddi",
      "time": "3:06:14",
      "text": "Ist es nicht vielleicht ein Anfang Anfangseffekt und in in äh vier Wochen macht es keiner mehr, weil sie alle Dinge gesagt haben, die ihnen hinterher peinlich sind. Also weißt du, so, also."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:06:25",
      "text": "Das weiß ich nicht, Rotti, ich ich finde auch, ich würde auch mal an der Stelle nicht den Blick immer nur aus Sicht des Publikums,"
    },
    {
      "speaker": "roddi",
      "time": "3:07:44",
      "text": "Na ja, das das Ding ist halt, du hast, du hast halt so einen Stammtisch, ne? Also halt mit ganz vielen Leuten, die du nicht kennst"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:08:09",
      "text": "Also was ich jetzt als dies große Chance sehe, eben genauso dieses Stammtisch oder Klubtreffen oder dieses wir können regelmäßige Treffen von Leuten haben, die relativ vertoxt sind, die deren deren"
    },
    {
      "speaker": "roddi",
      "time": "3:09:21",
      "text": "Nee, aber ich ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:26",
      "text": "Nee, aber dann, ne, ne, aber dann ist es auch nicht wichtig, wenn du nicht dabei warst. Und äh der Vorteil von Live in dem Moment ist, du kannst dann dabei sein,"
    },
    {
      "speaker": "roddi",
      "time": "3:11:01",
      "text": "Ja, ja klar, aber es ist dann auch eine andere Art von Veranstaltung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:03",
      "text": "Ja, es ist glaube ich nicht zielführend, die beiden Sachen irgendwie miteinander zu vergleichen. Es ist einfach was anderes. Es füllt eine andere Lücke. Es füllt aber auch eine Lücke, die,"
    },
    {
      "speaker": "roddi",
      "time": "3:11:58",
      "text": "Lass, lass mich noch was anderes sagen. Ja, ich, ich, ich weiß, ihr seid die großen Fans jetzt davon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:03",
      "text": "Es hat mit Fan nichts zu tun. Es ist nur eine Beobachtung, die ich mache."
    },
    {
      "speaker": "roddi",
      "time": "3:12:07",
      "text": "Du hast vor zehn Jahren oder so keine Ahnung wann das war, irgendwann mal gesagt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:29",
      "text": "Es ist eine ähm also ich habe da auch drüber nachgedacht und ich glaube, dass,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:14:43",
      "text": "Ja, ich möchte auch da nochmal sagen, ich finde zum Beispiel also für mich war das asynchrone,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:11",
      "text": "Welche anderen Kanäle meinst du jetzt."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:16:12",
      "text": "So wenn ich so auf Twitter bin oder auch so nochmal so, ich hab ja noch berufsbedingt so mein LinkedIn, ne? Und da wird auch irgendwie rumkommentiert und ich vermisse, also es ist wirklich ein komischer Effekt, ich vermisse diese."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:45",
      "text": "Ja, auch Podcast Kommentare. Ich meine, ich habe letzte Woche irgendwie in Lop."
    },
    {
      "speaker": "roddi",
      "time": "3:17:51",
      "text": "Ja, aber das, das mit Android, da gibt's ja, da gibt's ja wohl Leute, die doch relativ Quitter da drüber sind, dass Android nicht oder noch nicht unterstützt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:00",
      "text": "Ja gut, aber da bin ich ja nicht schuld dran."
    },
    {
      "speaker": "roddi",
      "time": "3:18:02",
      "text": "Ganz ehrlich, wenn ich, wenn ich mir angucke, wie gut diese App funktioniert, wie, wie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:44",
      "text": "Ja, was heißt böser Wille, also sie sagen aber auch ganz klar, was ich auch für absolut nachvollziehbar halte,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:18",
      "text": "Ja und gerade wenn du das Produkt noch erst bau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:20",
      "text": "Genau und sie, sie meinen auch, sie wollen jetzt erstmal mit dieser einen App den Flo finden, den sie für richtig halten und da ist noch viel in der Diskussion, was sich noch ändern kann und dann,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:19:40",
      "text": "Natürlich auch ein ganz anderes Problem, wenn man drüber nachdenkt und das ist, wenn sie jetzt und dafür werde ich mir nachher nur Gast, deswegen darf ich sowas sagen. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:13",
      "text": "Glaube ich aber jetzt nicht, dass das jetzt so das Hauptproblem ist. Ich denke, wenn's Probleme gibt, dann eher halt so in diesem Umschalten, Mixing, die richtigen Kanäle finden, so eine Sache, nicht so sehr die Audioqualität, oder?"
    },
    {
      "speaker": "roddi",
      "time": "3:20:26",
      "text": "Also ich kann mir auch vorstellen, dass dieser, dass diese Kalifornien Take Bubble das auch erstmal nicht so wicht."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:20:31",
      "text": "Also wir haben an Gitar Butter, Differ, Gitter, Buffer auf Android optimieren müssen für so eine Hausgegensprechstelle, ja,"
    },
    {
      "speaker": "roddi",
      "time": "3:21:18",
      "text": "Ja vor allen Dingen, wenn sie's jetzt für, sagen wir mal, drei, drei äh Samsungs und ein Nexus machen, weil sie wissen, dass es da gut funktioniert, dann geht der nächste Shitstorm los, aller der Leute, die genau diese, die Vices nicht haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:31",
      "text": "Also für mich ist das auch eine ein bisschen nachlangige Diskussion an der Stelle, weil bei allen Social Media."
    },
    {
      "speaker": "roddi",
      "time": "3:21:37",
      "text": "Ja, weil du ja auch kein Android."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:38",
      "text": "Nee, äh bei allen Social Media Plattformen an sich ist halt so die Geschichte, okay, du brauchst erstmal die Leute, die es benutzen, das System muss funktionieren und dann ist wichtig, dass es barrierefrei ist, weil ansonsten kommst du halt nicht so du kannst so viel"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:22:20",
      "text": "Sorry, man war nicht Instagram, auch zwei Jahre IOS Only oder habe ich das falsch in Erinnerung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:24",
      "text": "Ich habe das so in Erinnerung."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:26",
      "text": "Doch kann auch gut sein. Also das ist auch."
    },
    {
      "speaker": "roddi",
      "time": "3:22:28",
      "text": "Vielleicht sogar länger, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:29",
      "text": "Es kann die können auch passieren, dass es natürlich nicht schön ist für die Leute, die es jetzt nicht benutzen können, so an sich sagen wir auch, also aber bei Pink hat auch keiner nachgeschränkt, dass er es nicht benutzen kann. Also es ist halt, muss halt irgendwann mal so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:41",
      "text": "Das war ja auch nicht geil."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:22:42",
      "text": "Auf iOS nicht, auch."
    },
    {
      "speaker": "roddi",
      "time": "3:22:44",
      "text": "Vor allen Dingen die Leute, die die Plattform hatten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:47",
      "text": "Ich ich vermisse es ein bisschen, aber ja, ich mochte pink. Ähm tja, äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:52",
      "text": "Habe ich schon so viel gesehen, also da."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:25:55",
      "text": "Also eben, also allein, was ich, was ich an den, äh, wenn die, wie ich in diese AGBT,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:22",
      "text": "Dazu muss man sagen, es gibt noch so eine Funktionalität, die wir noch gar nicht angesprochen haben, die es in diesem Zusammenhang vielleicht ganz wichtig. Also und das ist ja auch etwas, was wir damals bei der Villa auch äh relativ früh als Funktion dann eingebaut haben, nämlich Trollfestigkeit."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:28:39",
      "text": "Man meldet den Nutzer Tim, man meldet den Nutzer und der Raum, in dem der zu dem Zeitpunkt des Meldens ist, der wird dann mitgeschnitten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:45",
      "text": "Okay, oder so rum, genau. Genau, für eine nächste Stunde so, das heißt, es gibt quasi so einen Hebel und wenn eben tatsächlich ein User."
    },
    {
      "speaker": "roddi",
      "time": "3:30:27",
      "text": "Du könntest es auf dem Klein machen. Das skaliert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:30",
      "text": "Oh ja, richtig, natürlich. Klar, daran habe ich gar nicht gedacht, du könntest, du könntest es auf dem kleinen machen, dann natürlich so"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:00",
      "text": "Stimmt, das haben wir nur total."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:01",
      "text": "Genau, das äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:02",
      "text": "Hat jemand was mit denen am Hut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:03",
      "text": "Na ja es existieren Clubs, aber die sind eigentlich fast ausnahmslos äh Englisch"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:36:17",
      "text": "Ja, so ist das. Hast du das Geschäftsmodell auch schon erklärt, Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:20",
      "text": "Na ja."
    },
    {
      "speaker": "roddi",
      "time": "3:36:23",
      "text": "Kleiner Hinweis, wir haben halb zwei, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:26",
      "text": "Ja. Aber wir haben noch nicht die vier Stunden voll."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:36:30",
      "text": "Die Fritzbox hält, Leute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:32",
      "text": "Die Fußballs hält, das Kabel läuft."
    },
    {
      "speaker": "roddi",
      "time": "3:36:34",
      "text": "Wir haben äh wir haben noch nicht die vier Stunden voll, solltest du? Ja gut, aber wir haben ja auch erst um Arnold du normal angefangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:45",
      "text": "Ja gut, ich meine wir wir können das ja mal abschließen. So, also ich denke, äh es dürfte jetzt so in etwa äh klar geworden sein, was das ist und warum mich das beschäftigt, warum es dich beschäftigt, Ralf."
    },
    {
      "speaker": "roddi",
      "time": "3:37:26",
      "text": "Ja Facebook auf jeden Fall. Ich meine ich meine äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:30",
      "text": "Ist sehr gut vorstellbar. Also es kann einfach sein, dass."
    },
    {
      "speaker": "roddi",
      "time": "3:37:33",
      "text": "Die werden versuchen Klapphaus zu kaufen, da bin ich mir sicher, werden sie wahrscheinlich auch tun."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:37:38",
      "text": "Ja, das das werden sie nicht schaffen. Das werden sie. Ich will nochmal einmal ganz kurz zu dem geht das wieder weg und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:13",
      "text": "Ich und ich glaube es wir,"
    },
    {
      "speaker": "roddi",
      "time": "3:42:25",
      "text": "Ich glaube als Zoom und als Skype sollte man sich vielleicht auch ein paar Sorgen machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:30",
      "text": "Glaube ich nicht, dass die so davon, also Skype ist ja immer noch so ein und genauso wie Zoom, das ist halt so klar, definierte Target Group, ja,"
    },
    {
      "speaker": "roddi",
      "time": "3:42:46",
      "text": "Dass viele, dass viele äh Zoom-Calls und Skype-Calls oder oder wie auch immer deine Plattform der Wahl heißt. Ähm eigentlich äh davon,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:50",
      "text": "Ja, ist auf jeden Fall ein Punkt. Also ich glaube sie hat nie vor ein Social Network äh zu sein"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:44:46",
      "text": "Und ich hab sofort sofort ging's mir so, warum habe ich das nicht in meinem Podcast schreibt? Ich habe äh die Dinge gehört, ähm sage schon, die letzte Freakshow und wie ich mir aber nicht klar, wer gerade sprach, mich hat's geärgert, äh weil es über die in Klappenhaus habe ich das Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:00",
      "text": "Genau, genau, genau, genau, genau. Das muss, das muss einfach sein. Aber keiner,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:45:23",
      "text": "Mhm. Ich wollte gerade sagen. Pottlovers ist ja."
    },
    {
      "speaker": "roddi",
      "time": "3:45:27",
      "text": "Ja. Manchmal muss jemand einfach erstmal machen, damit die Leute sehen, dass es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:31",
      "text": "Ja klar, aber wenn du mal auf Pottler was Org oben auf die äh auf Contributoren äh gehst, ja,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:46:05",
      "text": "Kannst natürlich sofort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:05",
      "text": "Ja, du kannst irgendwie so ah der Dom, der war bei dem Podcast und dann höre ich doch da mal rein, wo er mir erzählt und nicht nur irgendwie ab und zu mal was sagt. Aber du kannst halt auch einen Player so machen, dass eben sofort klar ist, tralala, ne? Wo sind Multitrack,"
    },
    {
      "speaker": "roddi",
      "time": "3:47:07",
      "text": "Aber das macht doch jedes jede Video-Chat-Plattform auch, dass sie dir zeigt, wer gerade redet, ne. Das verstehe ich jetzt nicht so ganz."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:47:15",
      "text": "Aber für Audio brauchst du's halt, weil du es nur Audio hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:15",
      "text": "Videochat Plattform, welche Videochat-Plattform."
    },
    {
      "speaker": "roddi",
      "time": "3:47:18",
      "text": "Ja gut, aber du kannst, wenn alle die Kamera ausmachen, hast du ja auch Audiochat. Also es ist ja irgendwie beziehungsweise es nützt dir ja auch nicht unbedingt was, wenn ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:47:39",
      "text": "Macht's ja anders, Festheim bringt ja die Leute nach vorne und so weiter. Also alle probieren das schon irgendwie, nur hier ist es halt einfach. Es ist einfach Audio,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:48:06",
      "text": "Sind die mehr und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:48:07",
      "text": "Mehr sieht so, dass irgendwie ein Avatar größer wird irgendwas. Aber äh die Tatsache, dass sie es halt machen, das ist so äh eine dieser kleinen Details,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:48:59",
      "text": "Ja das ist ja auch halb zwei, ist viertel vor zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:03",
      "text": "So, dann können wir ja äh Rodies Wunsch nachkommen und die Sendung langsam zu Ende führen, weil jetzt haben wir nämlich unsere vier Stunden auch wirklich äh zusammen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:49:12",
      "text": "Auf dem Punkt, gen."
    },
    {
      "speaker": "roddi",
      "time": "3:49:14",
      "text": "Wir haben, wir haben den Pflichtpflichtanteil, haben wir jetzt erfüllt."
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:49:18",
      "text": "Tim und ich müssen auch zurück ins Klapphaus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:19",
      "text": "Genau,"
    },
    {
      "speaker": "Ralf Rottmann",
      "time": "3:49:40",
      "text": "Das war schön. Vielen Dank euch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:49:42",
      "text": "Ja. Und Dom und Rodi auch vielen Dank und vielen Dank äh äh auch nochmal an Rainer, der immer die schönen,"
    },
    {
      "speaker": "roddi",
      "time": "3:50:22",
      "text": "Du erstmal wieder nach Hause."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:50:24",
      "text": "Servus."
    }
  ]
}