{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:37",
      "text": "Hallo, herzlich willkommen zur Freakshow Ausgabe Nummer zweihundertachtundfünfzig steht an,"
    },
    {
      "speaker": "hukl",
      "time": "0:02:04",
      "text": "So ist es, hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:05",
      "text": "Hallo und der ganze sonstige äh Trost, den ihr hier kennt und liebt, der ist leider ähm im Coronanebel verdunstet."
    },
    {
      "speaker": "Ron",
      "time": "0:02:27",
      "text": "Hallo, moin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:28",
      "text": "Horn ist uns zugeschaltet aus Amborugo, aus Hamburg. Da kennen wir uns auch hier auch schon seit äh langer, langer Zeit, weil du bist ja auch so ein."
    },
    {
      "speaker": "Ron",
      "time": "0:02:47",
      "text": "Das kann man so sagen. Also seit Schwenkelstraße, Zeiten, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:51",
      "text": "Ja ja, also wir beide kennen uns auf jeden Fall schon eine Weile. Ähm aber wie lange kennst du eigentlich den Club."
    },
    {
      "speaker": "Ron",
      "time": "0:02:59",
      "text": "Tja, ein bisschen länger, aber lass mich mal überlegen, das ähm muss noch Ende der Achtziger losgegangen sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:32",
      "text": "THW ist so eine Abkürzung, die müssen wir mal für die breite Öffentlichkeit ein bisschen dekodieren. Leider verstorben vor kurzer äh Zeit äh einer so der frühen ähm,"
    },
    {
      "speaker": "Ron",
      "time": "0:04:01",
      "text": "Nee, das war ja auch schon in den Achtzigern. Also guck mal, der bei Thomas gab's Internet ab, was neunundachtzig oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:24",
      "text": "Das Recht, das das muss ja noch ein bisschen früher gewesen sein, weil das ja noch gar nicht Gott, das ist alles schon so lange her. Na ja, auf jeden Fall, da warst du dann auch unterwegs, bist du also sozusagen auch ein früher Datenreisender oder."
    },
    {
      "speaker": "Ron",
      "time": "0:04:37",
      "text": "Genau, Mailboxen, also äh ne, Akustikkoppler gekauft mit weiß nicht, was sechzehn oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:02",
      "text": "Ja, das ist das ist in der Tat schwierig. Mh."
    },
    {
      "speaker": "Ron",
      "time": "0:05:13",
      "text": "So swith the days und und dann irgendwann gab's Internet und dann gab's irgendwann Flatrates und aber vor den Flatrates gab's noch die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:36",
      "text": "Weißt du noch, was das für wie die Tarifanpassung war? Das war eine Verkürzung des Taktes von acht auf zwölf von zwölf auf acht Minuten oder was war das."
    },
    {
      "speaker": "Ron",
      "time": "0:05:44",
      "text": "Irgend sowas in der Richtung, ja. Auf jeden Fall war's dann teurer und das habe ich mal zum Anlass genommen, nicht mehr, inhalts äh frei"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:03",
      "text": "Ja, das ist aber auch so ein wiederkehrendes Mehm, ne? Also Everynow, denn New Technology ist coming up,"
    },
    {
      "speaker": "Ron",
      "time": "0:06:25",
      "text": "Ja, ja und natürlich hatte das auch immer schon einen sozialen Faktor, ja? Also so, weil da kannten dich alle, da haben sich alle gefreut, wenn du da bist. Hey, the crazy German ist der und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:51",
      "text": "Ja, wir hatten ja nichts in der Tat. Ja, mir geht's gerade mit Klapphaus oder es ist genau dasselbe äh Ding da, dann bist du auch schon so komplett am Ende, also es ist so halb"
    },
    {
      "speaker": "Ron",
      "time": "0:07:25",
      "text": "Ja genau, ist nämlich Echtzeit, ne? So wie Internet, Relate-Chat, ähm Echtzeit ist und so, wie man eben bei äh Slack auch morgens noch gucken kann, was gestern Abend war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:45",
      "text": "Ja, aber bei der gab's ja zumindest Lokfalls. Ne? Da könnte man noch nachlesen. Aber."
    },
    {
      "speaker": "Ron",
      "time": "0:07:52",
      "text": "Ja, aber nur wenn man die ganze Zeit online war, wäre, konnte sich denn das leisten? Wie gesagt, das war vor der Flatrate. Ja, seit Flatrate ist alles egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:55",
      "text": "Das stimmt. Ah ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, oh Gott. Ah, wie konnte ich das vergessen? Wann bist du eigentlich online gegangen, Huckel."
    },
    {
      "speaker": "hukl",
      "time": "0:08:07",
      "text": "Ich glaub fünfundneunzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:10",
      "text": "Fünfundneunzig."
    },
    {
      "speaker": "hukl",
      "time": "0:08:11",
      "text": "Da habe ich mal, ich glaube, da habe ich meinen ersten,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:59",
      "text": "Ja, richtig der Kampf um die Telefonbuchse."
    },
    {
      "speaker": "hukl",
      "time": "0:09:02",
      "text": "Herr Ober, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:11",
      "text": "Ja. Aber dann war's letzten Endes genau der selbe soziale Effekt, ne? Und dann suchtet man da irgendwie so rum, man kann's irgendwie alles nicht so richtig sein lassen. Ja ja. Ich glaube, das können jetzt viele, die hier zu hören auch sehr gut nachvollziehen, wie das halt immer so ist, ne"
    },
    {
      "speaker": "Ron",
      "time": "0:10:10",
      "text": "Ja, klar. Also ich mein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:58",
      "text": "Mindestens."
    },
    {
      "speaker": "Ron",
      "time": "0:11:00",
      "text": "Dass es irgendwie doch besser ist vielleicht mal das Englisch aufzupolieren und dann da mitzumachen, weil man da eben schneller schneller dran ist, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:13",
      "text": "Da kann ich mich noch gut dran erinnern. Also das war für mich auch so ein totaler Schockmoment. Ich versuche das jetzt auch gerade mal zeitlich einzusortieren, aber das muss auch ähm,"
    },
    {
      "speaker": "hukl",
      "time": "0:12:35",
      "text": "Google."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:36",
      "text": "Ist es noch so."
    },
    {
      "speaker": "hukl",
      "time": "0:12:37",
      "text": "Ja, ich weiß nicht, ob sie das immer noch haben."
    },
    {
      "speaker": "Ron",
      "time": "0:12:39",
      "text": "Google hat dafür mal ein Frontend gebaut, ne? Aber ich glaube was, was äh parallel halt passiert ist, dass die Webboards äh eben gestartet sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:48",
      "text": "Ja und das kam dann später."
    },
    {
      "speaker": "Ron",
      "time": "0:12:49",
      "text": "Und ne, da konntest du dann irgendwie hat das mit den Bildern funktioniert oder so ähnlich und ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:16",
      "text": "Und das ist in gewisser Hinsicht auch immer noch so. Also ich meine, das Irre an an ist ja, also Uset nochmal zur Erklärung, Uset klammert im Prinz ist im Prinzip das das äh"
    },
    {
      "speaker": "Ron",
      "time": "0:15:17",
      "text": "Ich sehe schon, da muss man mal wieder reinschauen, ja. Was davon übrig geblieben ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:21",
      "text": "Ja, ja, aber"
    },
    {
      "speaker": "Ron",
      "time": "0:17:05",
      "text": "Also das, das kam nicht gleich im Sinne von gleich oder so, aber ich meine bei bei ähm bei bei THW waren ja dann auch ähm so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:39",
      "text": "Ja, ich weiß."
    },
    {
      "speaker": "Ron",
      "time": "0:17:40",
      "text": "Nachdem das da irgendwie aus dem Drucker kam in in Tech gesetzt äh und so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:07",
      "text": "Griffe für für Massenversand, dass es dann billig zu versenden ist und so."
    },
    {
      "speaker": "Ron",
      "time": "0:18:11",
      "text": "Genau, da konnte äh wow auch wunderbare Vorträge halten. Ähm und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:00",
      "text": "Einfach reinmarschiert."
    },
    {
      "speaker": "Ron",
      "time": "0:19:01",
      "text": "Ähm bin ich auf den Kongress marschiert und äh habe mir das da angeschaut und ähm im Jahr da drauf habe ich dann schon mitgemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:09",
      "text": "Mhm. Das geht dann schnell."
    },
    {
      "speaker": "Ron",
      "time": "0:19:12",
      "text": "Ja, das, das geht dann schnell. Das geht dann schnell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:17",
      "text": "Ja und jetzt äh gehörst du ja auch so ein bisschen zum ähm zum Invintar, kann man sagen, ne?"
    },
    {
      "speaker": "Ron",
      "time": "0:19:34",
      "text": "Security Nightmares."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:36",
      "text": "Security Nightmares genau."
    },
    {
      "speaker": "Ron",
      "time": "0:19:37",
      "text": "Security Nightmares. Ähm die haben wir angefangen äh tatsächlich habe ich, glaube ich, die ersten zwei oder so noch alleine gemacht. Ähm neunzehnhundertneunundneunzig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:53",
      "text": "Kölnischen Park. Mhm."
    },
    {
      "speaker": "Ron",
      "time": "0:19:55",
      "text": "Ich glaub das war das zweite Mal am Haus am Köllnischen Park war glaube ich neunundneunzig, wenn ich das noch r."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:03",
      "text": "Richtig, 16C3."
    },
    {
      "speaker": "Ron",
      "time": "0:20:04",
      "text": "Und und genau, das war der erste Kongress, der diese C3 Abkürzung hatte, der 16C3."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:26",
      "text": "Ja, stimmt."
    },
    {
      "speaker": "Ron",
      "time": "0:20:27",
      "text": "Was dann irgendwie nicht passiert ist, weil natürlich alle vorher gekloppt hatten, wie die Irren, um noch Sachen zu heile zu machen und so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:38",
      "text": "Und das war dann sozusagen die Idee, ne? Also, dass man"
    },
    {
      "speaker": "Ron",
      "time": "0:22:16",
      "text": "Ja das das stimmt, aber ich gebe auch gerne immer zu, dass ich eher auch selber viele Sachen gar nicht kapiert habe, als sie als sie anfing, ja? Zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:36",
      "text": "Genau."
    },
    {
      "speaker": "Ron",
      "time": "0:22:37",
      "text": "Glaube ich. So und der zeigte mir Mosaik. Und ich weiß nicht, ich glaube es war nicht in Hamburg. Ich glaube, es war irgendwie sowas wie Hamburg, äh Kieler Netztage oder sowas,"
    },
    {
      "speaker": "hukl",
      "time": "0:23:44",
      "text": "Und du wolltest gerne äh argumentieren."
    },
    {
      "speaker": "Ron",
      "time": "0:23:47",
      "text": "Nee, nee, nee, nee, ach gar nicht, weißt du, das wird hier vorgeführt und du."
    },
    {
      "speaker": "hukl",
      "time": "0:23:51",
      "text": "Wie so eine typische Nerd-Debatte in Jugendjahren, wo dann noch äh also ich weiß nicht, ich."
    },
    {
      "speaker": "Ron",
      "time": "0:23:57",
      "text": "Nee, das nee, das war ach, das war nicht religiös angehaucht oder so. Also so diese religiösen Diskussionen damals waren Telebit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:46",
      "text": "Security Nightmaz, also es gibt eine Aufzeichnung vom 19C3, da steht dran, Security Night Meers drei, das würde aber irgendwie nicht"
    },
    {
      "speaker": "Ron",
      "time": "0:26:05",
      "text": "Ja, ich glaube schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:06",
      "text": "Dann ist das hier wahrscheinlich falsch getagt. Was, was hast du denn, also was ist denn so dein,"
    },
    {
      "speaker": "Ron",
      "time": "0:26:25",
      "text": "Genau, sie kommt dann irgendwann und wir haben ja dann ähm nach zehn Jahren Security Night Mers die Rückschau gestartet mit vor zehn Jahren. So ähm und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:43",
      "text": "OK aber da hast du habt ihr zu dem Zeitpunkt darüber gesprochen als es die Viren schon gab oder habt ihr nur darüber,"
    },
    {
      "speaker": "Ron",
      "time": "0:28:00",
      "text": "Vor zwanzig Jahren gab's Makrovieren schon. Also die, die ähm konnten wir nicht vorher sagen, die waren ja schon da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:22",
      "text": "Mittlerweile sind sie."
    },
    {
      "speaker": "Ron",
      "time": "0:28:23",
      "text": "Sind sie jetzt, sind sie jetzt so langsam genau, aber ähm es hat doch ganz schön,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:47",
      "text": "Aber lag dir denn auch mal komplett daneben?"
    },
    {
      "speaker": "Ron",
      "time": "0:28:49",
      "text": "Sicherlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:50",
      "text": "Du trennst jetzt nur zwischen äh kam, kam rechtzeitig, wie wir es vorhergesagt haben oder dauert noch zehn Jahre."
    },
    {
      "speaker": "Ron",
      "time": "0:29:00",
      "text": "Sachen, die die ja, aber das ist doch mit, das ist doch das Schöne an äh Vorhersagen über die Zukunft, du kannst dich immer hinstellen und sagen, ja, das ist halt noch nicht da."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:12",
      "text": "Aber ihr müsst auch mal daneben gelegen haben."
    },
    {
      "speaker": "Ron",
      "time": "0:29:17",
      "text": "Wir werden sicherlich auch mal daneben gelegen haben, aber ähm das das zählt man natürlich nicht so akribisch nach, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:23",
      "text": "Ja. So, wäre aber mal interessantes äh Profi von euren Talks, irgendwie, vielleicht schaue ich mir auch mal so einen zwanzig Jahre alten Talk an. Äh könnte man ganz interessant sein. Ja, aber das, aber das, das Format hat ja eine gewisse Langlebigkeit. Also."
    },
    {
      "speaker": "Ron",
      "time": "0:29:51",
      "text": "Wer letztes Jahr einundzwanzig Jahre geworden, wenn wir ähm auf dem rC3 was gemacht haben, hätten, was wir nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:57",
      "text": "Was er, was ihr nicht getan habt, ja. Verständlicherweise. Aber hast du dir denn habt ihr euch denn trotzdem hattet ihr euch den quasi die Notizen schon zu zurechtgelegt? Oder fehlt jetzt einfach ein Ja."
    },
    {
      "speaker": "Ron",
      "time": "0:30:10",
      "text": "Ne das Jahr,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:06",
      "text": "Keine Energie gehabt für."
    },
    {
      "speaker": "Ron",
      "time": "0:31:09",
      "text": "Irre war halt viel los und so. Also ich glaube, ich war da auch gerade äh schwer mit äh Raumluftfilter bauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:19",
      "text": "Ja"
    },
    {
      "speaker": "Ron",
      "time": "0:31:21",
      "text": "Nachdem wir ins äh äh Maker-Jahr gestartet sind mit ähm oh wie gut das sich im Dezember,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:06",
      "text": "Aber Pandemia hattet ihr nicht in Security Night mehr ist, oder?"
    },
    {
      "speaker": "Ron",
      "time": "0:32:09",
      "text": "Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:28",
      "text": "Ja. Ist es denn äh am Ende eher zu viel Zeug, was man sich zusammen sammelt für so einen Talk oder ich meine, ihr seid ja auch äh bekannt dafür, dass immer ihr ewig zu überziehen, wenn ich das richtig sehe, ne."
    },
    {
      "speaker": "Ron",
      "time": "0:33:41",
      "text": "Genau, wobei da haben wir ganz schön Druck gekriegt, ähm von der Leitung ähm nicht mehr so viel zu überziehen und ähm haben uns das auch immer sehr zu Herzen genommen und wir schmeißen jedes Jahr viel weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:16",
      "text": "Okay, ähm jetzt hat er nochmal kurz so ein bisschen ähm dann haben wir Vorstellung vielleicht auch durch, aber ähm was du so mit Computern eigentlich so am Hut hast,"
    },
    {
      "speaker": "Ron",
      "time": "0:34:45",
      "text": "Genau. Genau. Und ähm wenn wenn ich jetzt äh meinen Kindern versuche zu erklären."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:59",
      "text": "Alarm."
    },
    {
      "speaker": "Ron",
      "time": "0:35:00",
      "text": "Was ist 'ne Alarmanlage? Na die sagt ja ob einer eingebrochen ist und ähm damit ist dann auch gleich klar, dass es ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:04",
      "text": "Deine Intelligenz will ein bisschen mit dir reden, glaube ich."
    },
    {
      "speaker": "Ron",
      "time": "0:38:06",
      "text": "Ja, schlimm, ne? Ähm und äh ja und dann bist du da am am gucken und äh die Alarmanlage sagt dir, da war einer, da war einer drin. Ja, aber wie ist er denn reingekommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:22",
      "text": "Also du bist im Security-Business unterwegs, um's mal zu übersetzen. Ja. Okay, hast du denn immer Security Night Mest geguckt?"
    },
    {
      "speaker": "hukl",
      "time": "0:38:34",
      "text": "Habe ich das äh regelmäßig gemacht, ja? Ich glaube, als ich noch auch selber im Kongress mitwirkte und im Hinterzimmer saß mir sowieso immer die ganzen Highlight-Talks und ins Zimmer geströmt, hatten da auf jeden Fall."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:49",
      "text": "Ist ja wirklich extrem beliebt dieses Format, ne? Also es ist ja immer rappelvoll gewesen."
    },
    {
      "speaker": "hukl",
      "time": "0:38:56",
      "text": "Ja, ist vor allen Dingen auch äh nicht so kontrovers, finde ich, weil das gib."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:44",
      "text": "Ich gucke gerade auf die Untertitel der verschiedenen Security Night Meers und es ist so im Prinzip zwei äh also es steht nicht immer konsistent was dabei, aber früher war es mehr so äh worüber wir nächstes Jahr lachen werden, damit fing's irgendwie an,"
    },
    {
      "speaker": "Ron",
      "time": "0:40:09",
      "text": "Ja, also uns ist schon aufgefallen, dass."
    },
    {
      "speaker": "hukl",
      "time": "0:41:11",
      "text": "Also der Acrobetteride lebt noch, ne?"
    },
    {
      "speaker": "Ron",
      "time": "0:41:15",
      "text": "Ja natürlich, also ne, so viele Dinge leben noch. Ähm jetzt ist ja gerade Flash offensichtlich äh äh offiziell, meine ich abgeschaltet worden. Also äh,"
    },
    {
      "speaker": "hukl",
      "time": "0:41:34",
      "text": "Ja oder in China ist auch ein U-Bahn-Netz äh angehalten oder ein Zug äh Fern"
    },
    {
      "speaker": "Ron",
      "time": "0:41:53",
      "text": "Genau und irgendeine Firma hat's in die Schlagzeilen geschafft mit. Wir haben jetzt hier ähm unseren eigenen Browser gebaut, wo Flash noch drin ist und den verteilen wir jetzt hier im Unternehmen oder so war da nicht was?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:04",
      "text": "Kernkraftwerk. Weil das jetzt so dahergesagt oder gab's da tatsächlich Flash und kein Kraftwerk."
    },
    {
      "speaker": "Ron",
      "time": "0:42:14",
      "text": "Ich bin sicher, du findest auf diesem Planeten ein Kernkraft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:18",
      "text": "Okay. Ich dachte, er ist da, was,"
    },
    {
      "speaker": "Ron",
      "time": "0:42:54",
      "text": "Klar auf jeden Fall."
    },
    {
      "speaker": "hukl",
      "time": "0:42:57",
      "text": "Klare Ansage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:58",
      "text": "Aber mit, aber mit Onlinekonferenzen hast du dich auch noch nicht so richtig anfreunden können."
    },
    {
      "speaker": "Ron",
      "time": "0:43:03",
      "text": "Was heißt anfreunden können? Also die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:27",
      "text": "Wir hadern alle ein wenig, dass es natürlich äh richtig. Wie ist denn dir denn jetzt eigentlich so ergangen damit Hucke? Du hast sicher auch ein bisschen rausgehalten, ne?"
    },
    {
      "speaker": "hukl",
      "time": "0:44:36",
      "text": "Aus dem Remote-Kongress. Äh ja, ich hab's ehrlich gesagt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:05",
      "text": "Ja, das war cool. Das äh kann man ja alles nachschlagen hier äh vorletzte äh Sendung haben wir uns ja hier ausführlich mit der Nachbehandlung vom rC3 äh beschäftigt. Das müssen wir jetzt hier auch nicht nochmal äh ausgraben."
    },
    {
      "speaker": "hukl",
      "time": "0:45:31",
      "text": "Ich kenne Ron eigentlich nur mit dem IBM Sing Pad, aber vielleicht äh täusche ich mich."
    },
    {
      "speaker": "Ron",
      "time": "0:45:38",
      "text": "Nee, das war war immer so das Gerät meiner Wahl, ne? Ähm äh äh Think Pads und äh dann habe ich irgendwann, wann war denn das eigentlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:15",
      "text": "Syndrom. Ah okay. Ja."
    },
    {
      "speaker": "hukl",
      "time": "0:46:19",
      "text": "Bei mir auch Moment ge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:20",
      "text": "Okay, ja, gut."
    },
    {
      "speaker": "Ron",
      "time": "0:46:21",
      "text": "Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:16",
      "text": "Daran erinnere ich mich aber nicht, dass du einen hattest."
    },
    {
      "speaker": "Ron",
      "time": "0:47:19",
      "text": "Doch ich hatte mir dann mal irgendwie ein, ich kam dann mal günstig über so eine Connection an einen ran."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:25",
      "text": "Computing oder was? Mhm."
    },
    {
      "speaker": "Ron",
      "time": "0:47:27",
      "text": "Genau, genau mit mit Power PC, Prozessor drin von dieser Firma, die mit U, waren die nicht hießen, die hieß die eine nicht mit irgendwas mit U."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:37",
      "text": "Ähm ja, warte mal kurz, äh, habe ich gleich ähm mit Omax. Hm."
    },
    {
      "speaker": "Ron",
      "time": "0:47:47",
      "text": "UMAX. Ja, kann sein so ein rotes Logo, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:49",
      "text": "Boah. Ja, ich glaube, hm. Super Mac, hießen die UMAX Supermac."
    },
    {
      "speaker": "Ron",
      "time": "0:47:57",
      "text": "So und genau so einen hatte ich dann hatte ich mal und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:48",
      "text": "Wie ist denn jetzt würde mich das ja mal interessieren? Also ich meine, du hast ja so einen, das haben wir ja jetzt auch gerade nochmal rausgearbeitet. Du hast ja so einen spezifischen,"
    },
    {
      "speaker": "Ron",
      "time": "0:49:57",
      "text": "Habe ich für ein Gefühl dabei? Also ich ähm also erstmal wenn's wenn's um das Thema irgendwie sichere Plattformen geht oder so äh ist ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:31",
      "text": "Sicherheit nicht mehr."
    },
    {
      "speaker": "Ron",
      "time": "0:52:32",
      "text": "Schon, dass das viel mit mit Fokus zu tun hat, ja? Der Fokus liegt immer noch auf,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:57",
      "text": "Okay. Also das ist sozusagen die die meinte, das ist ja so ein das ist ja auch so ein Widerspruch so ein bisschen. Also das wissen wir ja alle, ne? So, Security heißt,"
    },
    {
      "speaker": "Ron",
      "time": "0:55:17",
      "text": "Genau, dann könnte man das gar nicht entforssen. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:09",
      "text": "Darf es über Bluetooth Geräte in deiner Umgebung suchen? Also, hä? Warum solltest du das wollen und was was fragst du mich das überhaupt erst? Ja ja."
    },
    {
      "speaker": "Ron",
      "time": "0:56:20",
      "text": "Genau und das ist halt ähm äh alles super hart und ich meine also und ich glaube, dass wir an einigen Stellen haben wir äh also ne, die,"
    },
    {
      "speaker": "hukl",
      "time": "0:58:03",
      "text": "Aber das ist irgendwie finde ich auch immer,"
    },
    {
      "speaker": "Ron",
      "time": "0:59:45",
      "text": "Ja, ja. Aber das ist eben, wenn sie es nicht wissen wollen, dann hören sie gar nicht zu, dann geht das ins eine Ohr rein und aus dem anderen Ohr wieder raus."
    },
    {
      "speaker": "hukl",
      "time": "0:59:54",
      "text": "Ja, aber es gibt ja nicht mal das Angebot groß, also du musst es sicher quasi äh die äh bewusst glaube ich dafür entscheiden. Ich weiß nicht, wie es aktuell so ist. Ich habe zwar mit Gymnasiallehrern hier und da zu tun, aber die unterricht,"
    },
    {
      "speaker": "Ron",
      "time": "1:00:34",
      "text": "Nein, das ist auf einem anderen,"
    },
    {
      "speaker": "hukl",
      "time": "1:01:01",
      "text": "Und geht's da auch um Sicherheitsthemen."
    },
    {
      "speaker": "Ron",
      "time": "1:01:04",
      "text": "Also im Sicher im Sinne von du sollst nicht überall dasselbe Passwort äh benutzen. Ich glaube, das ist schon in der fünften Klasse drin dran,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:23",
      "text": "Also bei uns kommt noch so"
    },
    {
      "speaker": "hukl",
      "time": "1:02:22",
      "text": "Aber das geht ja dann eigentlich auch in eine ganz gute Richtung, also Datenschutz, Privacy und so weiter, da sind zum Beispiel meine Studenten auch anfänglich überwiegend noch so ein bisschen unbedarft und dann gab's auch wieder so die typischen,"
    },
    {
      "speaker": "Ron",
      "time": "1:03:42",
      "text": "Ja. Es müsste nicht eigentlich, wenn du damit jetzt mal äh Studenten zu tun hast, das äh ganze Thema irgendwie Beziehungs ähm"
    },
    {
      "speaker": "hukl",
      "time": "1:04:39",
      "text": "Also ich spreche, ich spreche das Thema tatsächlich so ein bisschen an, dieses Stalking-Thema, also nur falls da jemand schon mal schlechte Erfahrungen gemacht hat und meistens meldet sich da keiner, ich glaube vor ein paar Jahren gab's mal irgendjemand, der da,"
    },
    {
      "speaker": "Ron",
      "time": "1:05:50",
      "text": "Ja, wahrscheinlich wird es das ähm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:19",
      "text": "Ich würde gerne nochmal so ein bisschen nochmal so ein bisschen Double Down machen, weil mich da deine Meinung auch echt interessiert. Ähm Apple,"
    },
    {
      "speaker": "Ron",
      "time": "1:07:41",
      "text": "Ja. Also da gibt's äh ja spannende,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:05",
      "text": "Ja, in Kalifornien gab's da so einen Überfall und da wollten sie ran. Hm."
    },
    {
      "speaker": "Ron",
      "time": "1:08:09",
      "text": "Und ähm äh dann kochte das gerade ein bisschen hoch in dem Kontext und äh dann hat Apple mal auf irgendeine Webseite geschrieben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:47",
      "text": "Warte mal, was was wer wer kann."
    },
    {
      "speaker": "Ron",
      "time": "1:08:49",
      "text": "Was Apple den Strafverfolgungsbehörden sagen kann, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:58",
      "text": "Trauer aber."
    },
    {
      "speaker": "Ron",
      "time": "1:10:58",
      "text": "Trauerbewältigungsgespräche und und dann sagen die, nee, das äh da also beim Backup lieber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:33",
      "text": "Wiederfindet die Ketten sozusagen zum Dranh."
    },
    {
      "speaker": "Ron",
      "time": "1:11:35",
      "text": "Wiederfindet, wie sie wiederfinden, Etiketten werden ja auch Dinge mit Krypto machen. Und ähm ich glaube, das wird wird ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:59",
      "text": "Kannst du damit den Schlüssel wieder aufpacken?"
    },
    {
      "speaker": "Ron",
      "time": "1:12:02",
      "text": "Genau, dann kriegst du auch dein ICloud Backup wieder, wenn wenn du alles andere das Klo runter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:06",
      "text": "Ist eine, das ist für dich ein sehr interessanter Gedanke auf die Idee bin ich bisher noch nicht gekommen. Das ist natürlich oh ja"
    },
    {
      "speaker": "Ron",
      "time": "1:12:47",
      "text": "Ich weiß nur nicht, ob das in der Praxis dann wirklich funktioniert. Ja, mit dem Durchschnittsuser,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:34",
      "text": "Was brach für die User vor sich selber zu schützen."
    },
    {
      "speaker": "Ron",
      "time": "1:14:37",
      "text": "Ja und und das natürlich, ja? Und ähm und ähm ich äh ich frage mich immer, was, was wird Apple machen, wenn wenn jetzt ähm in Amerika,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:40",
      "text": "Hier ist auch im Sinne von, dass man sich selber sozusagen seine seine Krypto, sein Kryptoschlüssel für für all seine Daten überall dazwischen hängt und Apple sozusagen gar nicht unter Kontrolle hat."
    },
    {
      "speaker": "Ron",
      "time": "1:17:28",
      "text": "Ja, also ne, du äh alles interessante Diskussionen am am Ende des Tages,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:32",
      "text": "Shello."
    },
    {
      "speaker": "Ron",
      "time": "1:18:34",
      "text": "Konnten und so weiter und so fort."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:37",
      "text": "Also Google ist ja mal so mit dem Slogan angetreten, Don't be ivel, ne? Da reden sie irgendwie in letzter Zeit nicht mehr so oft von. Ähm."
    },
    {
      "speaker": "hukl",
      "time": "1:18:50",
      "text": "Reden meistens andere Leute von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:51",
      "text": "Ja ja, ich frage mich, was eigentlich so so die reale Evenes Skala eigentlich."
    },
    {
      "speaker": "Ron",
      "time": "1:20:17",
      "text": "Weil sie genug Marge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:19",
      "text": "Genau, weil weil."
    },
    {
      "speaker": "Ron",
      "time": "1:20:20",
      "text": "Sie sich das leisten können, die Nutzer nicht nochmal sekundär oder herzier zu monetarisieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:56",
      "text": "Und man kriegt noch eine Menge Kohle dafür, wenn man sie am Schluss wieder verkauft, das übersehen auch viele Leute."
    },
    {
      "speaker": "Ron",
      "time": "1:21:02",
      "text": "Genau, also entweder halten sie extrem lange oder du verkaufst sie zu einem anstehenden Preis wieder. So und ähm,"
    },
    {
      "speaker": "hukl",
      "time": "1:22:41",
      "text": "Aber das ist hier eine eine Apple Quiz äh Frage, die wir eigentlich beantworten können müssen, aber."
    },
    {
      "speaker": "Ron",
      "time": "1:22:48",
      "text": "Ne? Also der, der, der Tim Cook von Tim Cook. So, der Typ ist ja für die Apple Watch zuständig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:56",
      "text": "Meinst du denen, die meinst du den Developer, der ehemalige Flash-Typ?"
    },
    {
      "speaker": "Ron",
      "time": "1:23:01",
      "text": "Der nee nicht nicht äh weiter oben äh in der in der Firma äh wie gesagt, der ist jetzt schief Operating Officer, wie heißt der noch gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:09",
      "text": "Du könntest meinen, lass mich kurz schauen äh."
    },
    {
      "speaker": "hukl",
      "time": "1:23:15",
      "text": "Officer ist Jeff William."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:16",
      "text": "Ja, Jif."
    },
    {
      "speaker": "Ron",
      "time": "1:23:19",
      "text": "Williams, den meine ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:20",
      "text": "Wieso ist denn der hier nicht auf der Liste? Mhm."
    },
    {
      "speaker": "Ron",
      "time": "1:23:23",
      "text": "Und Jeff Williams war vor ich glaube auch schon wieder drei Jahre oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:15",
      "text": "Beziehungsweise, dass du überhaupt auf dem Datenberg sitzt, weil so wie du das jetzt gerade formuliert hast, wäre ja die allgemeine Wahrnehmung, das liegt bei Apple auf den Servern,"
    },
    {
      "speaker": "Ron",
      "time": "1:26:43",
      "text": "Nein, aber das moralische Problem, das hat er tro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:14",
      "text": "Sagen, wie lange sie noch zu leben haben."
    },
    {
      "speaker": "Ron",
      "time": "1:27:16",
      "text": "Ja, hi, ne? Millionen Leuten zu sagen, es wäre besser, wenn du jetzt zum Arzt gehst, als nächstes ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:13",
      "text": "Die Uhr hat auf jeden Fall die Langzeitgeschichte. Ich meine, das ist, das ist ja auch echt ein Wert, den ich in dieser Technologie sehe. Ich meine, ich habe jetzt ein Device, das hat jetzt seit zweitausendfünfzehn"
    },
    {
      "speaker": "Ron",
      "time": "1:28:32",
      "text": "Ja, aber die Darstellung ist alles noch für die Tonne, ja? Also da mal irgendwie vernünftige Trenddaten zu visualisieren, das zackt alles noch massiv."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:40",
      "text": "Daten sind Daten. Ich meine, wie wie sie dann aufbereitet werden und durch durch welche App sie äh gegebenenfalls nochmal untersucht werden. Ist ja nochmal eine andere Sache, aber dazu musst du halt auch erstmal haben. Und ne, das ist halt der Fall. Ja."
    },
    {
      "speaker": "Ron",
      "time": "1:29:25",
      "text": "Ja, aber äh die, guck mal, die der nächste Schritt ist doch, wenn mal einer vormacht, wie's geht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:44",
      "text": "Wie Kardium."
    },
    {
      "speaker": "Ron",
      "time": "1:29:46",
      "text": "Eine eine ähm hier vom Camp dieses äh dieses Kardio-Batch, ja? Kart I O Bad äh äh Dingens und da ist ja auch schon ähm ein Sensor drin für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:22",
      "text": "Nee, aber ich äh habe das auch nicht so verfolgt, aber klar, ich meine, ist ja Bluetooth drauf und das kann es halt einfach einsam."
    },
    {
      "speaker": "Ron",
      "time": "1:30:29",
      "text": "Mach das mal. Da wird dir dann auch ganz anders ähm wenn du, wenn du äh die die Cardio-Batch äh nimmst,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:53",
      "text": "Ja, die Unterscheidung kann man mittlerweile nicht mehr machen. Da gab's am Anfang gab's da so eine so eine Schwankung, aber ich die existiert glaube ich nicht mehr."
    },
    {
      "speaker": "Ron",
      "time": "1:31:02",
      "text": "Ja, hoffentlich, weil, weil wenn sie, wenn das richtig war, was das Ding angezeigt hat, äh dann war's eben so, dass die CWA, also die Corona Warnapp auf Android schlicht nicht funktioniert hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:35",
      "text": "Mich würde das jetzt ehrlich gesagt nicht so sehr überraschen, aber ähm."
    },
    {
      "speaker": "Ron",
      "time": "1:31:41",
      "text": "Downloadzahlen sind leicht größer gewesen bei bei Android. Ja? Und Android ist äh viel weiter verbreitet in Deutschland, ja? Ich weiß nicht, fünfundsie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:51",
      "text": "Die Downloadzahl, ne, die Downloadzahlen war bei iOS größer. Es sind mehr, mehr unter IOS runtergeladen worden."
    },
    {
      "speaker": "Ron",
      "time": "1:32:08",
      "text": "Wie doch, doch, es gab offizielle Zahlen zum Schluss, also noch nicht so lange, ähm aber es gab offizielle Zahlen, was wir nicht zu zu hören bekommen, ist äh leider ähm die Anzahl der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:29",
      "text": "Gab's mal eine Aussage von der Telekom, die haben's irgendwann mal so gemacht, das waren dann so quasi so siebzig Prozent, aber das ist halt das"
    },
    {
      "speaker": "Ron",
      "time": "1:32:56",
      "text": "Nee, ich weiß nicht, an der Stelle war ich gerade an der äh abgebogen, dass ähm dass äh die Corona Warnap auf Android irgendwie entweder von den Leuten nicht installiert wird, nicht richtig installiert wird oder,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:41",
      "text": "Also erstens, dass man die Geräteplattformen überhaupt über Bluetooth unterscheiden kann, das war irgendwie ein ein Fehler,"
    },
    {
      "speaker": "Ron",
      "time": "1:37:53",
      "text": "Genau und ähm aber da sehen wir ja eigentlich gerade nicht, dass sie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:38:26",
      "text": "Ja, aber worauf ich endlich hinaus wollte, ist,"
    },
    {
      "speaker": "Ron",
      "time": "1:39:56",
      "text": "Na ja, ich meine, wir wir haben ja ähm da eigentlich Dinge wie ärztliche Schweigepflicht und solche Sachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:31",
      "text": "Digitale Schweigepflicht sozusagen."
    },
    {
      "speaker": "Ron",
      "time": "1:40:33",
      "text": "Ja, welche Schlüssellen irgendwie nötig sind oder so, keine Ahnung, das macht man ja eigentlich eher nicht ähm auf auf Gesetzesebene, aber klar, dass man mal sagt, hier ähm so ein, so ein, so ein, so eine Uhr ist eigentlich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:16",
      "text": "Okay bist noch da? Bist du auf Schweigepflicht haben für deine Geräte."
    },
    {
      "speaker": "hukl",
      "time": "1:41:25",
      "text": "Ja, wie tendenziell natürlich schon allerdings auch da würde ich wieder anmerken, dass wenn halt die breite Masse der potenziellen Nutzer und Anwender gar nicht diese,"
    },
    {
      "speaker": "Ron",
      "time": "1:42:17",
      "text": "Nee, die, das ist ja auch äh total spannend auf eine Art, ja? Also ich meine, was macht der Nerd,"
    },
    {
      "speaker": "hukl",
      "time": "1:44:01",
      "text": "Ja, die äh also erstmal müssen wir natürlich vor der äh digitalen Schweigepflicht erstmal von der Datenhygiene nochmal unterrichten"
    },
    {
      "speaker": "Ron",
      "time": "1:45:27",
      "text": "Genau, da sind wir wieder bei dem Thema, dass äh äh ne, du kannst auf deiner Seite viel tun, wenn wenn jemand anders alles, was er über dich weiß in ein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:23",
      "text": "Das möchte ich aber wirklich mal haben auf meinem Computer. Also das können sie mal ins Betriebssystem einbauen, so ein CRM."
    },
    {
      "speaker": "Ron",
      "time": "1:46:29",
      "text": "Genau, die können es ja mal share locken dann, wenn's irgendwie äh schön weit ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:34",
      "text": "Friend Relationship Management, das wäre sozusagen eigentlich, was man bräuchte."
    },
    {
      "speaker": "Ron",
      "time": "1:46:40",
      "text": "So, worauf ich hinaus will, ist, dass, ne? Leute, speichern Dinge über dich und verlieren die Daten dann und da da hast du gar keine Chance, ja,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:10",
      "text": "Ach ja. Die guten Firmen und die bösen Firmen, da weiß man ja auch manchmal wirklich nicht, woran man äh ist, ne. Jetzt kommt irgendwie äh Tesla, Elon Musk, der ist ja auch so ein Vogel."
    },
    {
      "speaker": "hukl",
      "time": "1:50:12",
      "text": "Ja, der war halt, ich glaube der der hat äh durch diese Games-Top-Geschichte einfach gerade irgendwie bisschen Bock bekommen mit Geld zu spielen, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:31",
      "text": "Zeit vertreib."
    },
    {
      "speaker": "hukl",
      "time": "1:50:32",
      "text": "Der hat ja, der hat ja da äh beim,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:56",
      "text": "Ja gut aber ich meine auf der einen Seite."
    },
    {
      "speaker": "Ron",
      "time": "1:50:59",
      "text": "Der hat doch mit Schorzellern noch ein Hühnchen zu rupfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:02",
      "text": "Ah ja, ja, genau, die kann er überhaupt nicht leiden, weil die natürlich auch die ganze Zeit versuchen irgendwie Tesla zu drück,"
    },
    {
      "speaker": "hukl",
      "time": "1:51:42",
      "text": "Ne, das ist die Ablösung, also das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:59",
      "text": "Ist die Frage, wie viele Leute in dem Moment davon Schaden nehmen, ne."
    },
    {
      "speaker": "hukl",
      "time": "1:52:03",
      "text": "Also aber ich, also ich hätte ja gedacht, bei Bitcoin ganz ehrlich, irgendwann hat das irgendjemand kaputt,"
    },
    {
      "speaker": "Ron",
      "time": "1:52:55",
      "text": "Und du hast aber deine Bitcoins alles schon ausgegeben, du die du jemals hattest, ne? Langweilig. Ja. Ja. Was hast dafür gekauft, einen Burger."
    },
    {
      "speaker": "hukl",
      "time": "1:52:59",
      "text": "Längst natürlich, ja. Ich kann das ne Gras im Dark nicht."
    },
    {
      "speaker": "Ron",
      "time": "1:53:13",
      "text": "Genau. Es geht nicht um das Geld, das wir verloren haben, sondern um die Erfahrungen, die wir gemacht haben, auf dem Weg dorthin."
    },
    {
      "speaker": "hukl",
      "time": "1:53:21",
      "text": "Also klar"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:39",
      "text": "Ja, man hat ja so eine Situation, die Leute, die Bitcoin haben, die loben es über den grünen Klee und äh sagen alle möglichen Weltrevolutionen in positiver Hinsicht voraus, ja"
    },
    {
      "speaker": "hukl",
      "time": "1:53:58",
      "text": "Ja und ich ich also ich bin auch nicht unkritisch äh Bitcoin gegenüber, aber jetzt sozusagen, ich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:12",
      "text": "Warum denkst du das."
    },
    {
      "speaker": "hukl",
      "time": "1:55:14",
      "text": "Alles das was wir bisher hin sozusagen auf in Anführungsstrichen klassischen Wege gemacht haben"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:35",
      "text": "Ja gut, also die Kritiker bezeichnen Bitcoin schlicht als Pyramidensystem so und da ist auch da ist auch was dran, ne? Also es ist sozusagen,"
    },
    {
      "speaker": "hukl",
      "time": "1:58:17",
      "text": "Auch das äh würde ich dann als äh sehr interessanten Ausgang des Experiment,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:16",
      "text": "Das stimmt allerdings. Hattet ihr den Bitcoin schon mal in den Security Night Meeres."
    },
    {
      "speaker": "Ron",
      "time": "1:59:23",
      "text": "Nö, ich glaube nicht. Nö, kann mich nicht erinnern."
    },
    {
      "speaker": "hukl",
      "time": "2:00:32",
      "text": "Aber ja was ich noch kurz anfügen wollte gerade jetzt eben durch dieses ganze Gamestop Thema, ne? Ähm."
    },
    {
      "speaker": "Ron",
      "time": "2:01:01",
      "text": "Das denke ich ist auch völlig richtig. Also Bitcoin ist dagegen harmlos. Also da kannst du eher mit mit Firmen Yo-Yo spielen, wenn du's äh drauf an,"
    },
    {
      "speaker": "hukl",
      "time": "2:01:46",
      "text": "Eher so dann noch in die Richtung, wie das halt zu manipulieren ist und wie das halt durch Regulation, ne? Also jetzt war es ja bei Gamestop so, dass quasi sich eine Masse organisiert hat und im Prinzip,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:19",
      "text": "Nee, so war's nicht, ne? Also wenn das das so gewesen wäre, wäre es kein Problem. Das Problem ist, dass die eine App,"
    },
    {
      "speaker": "hukl",
      "time": "2:02:38",
      "text": "Ja. Aber also was ich nur sagen will, ne, das ist halt auch da, also das ist ja auch nur ein kleines,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:07",
      "text": "Gut. Verlassen wir vielleicht mal die äh Meterebene. Ich wollte"
    },
    {
      "speaker": "Ron",
      "time": "2:04:32",
      "text": "Ja also ich mein das Jahr ging ja los mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:42",
      "text": "Ja, ja, ich hatte Gott sei Dank noch was. Hm."
    },
    {
      "speaker": "Ron",
      "time": "2:05:46",
      "text": "So und dann hast du noch Gummiband und dann hast du grad noch eine Packung gekriegt und dann wolltest du die nächste Packung bestellen auf Verdacht und dann war die weg,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:16",
      "text": "Hat man ja auch schön gesehen in Jena, ne, die erste Stadt, die äh Viros frei war in Deutschland, die halt auch als erstes so ein Maskenmandat in der Stadt hatte."
    },
    {
      "speaker": "Ron",
      "time": "2:09:24",
      "text": "Ganz genau, ganz genau, gibt genug genug äh Belege dafür. Und ähm da ich gedacht okay, also ähm ich habe hier die Situation, dass ähm die die Kinder eben,"
    },
    {
      "speaker": "hukl",
      "time": "2:12:44",
      "text": "Fragen zwischendurch war das zufällig die äh dieser eine Artikel, den du da angesprochen hast, war das äh hieß das Smart eher zufällig dieses How to Make it Air Purifier oder so? Oder weißt du noch, wo du das äh."
    },
    {
      "speaker": "Ron",
      "time": "2:12:58",
      "text": "Das war die Corsi-Box, wenn du äh äh Ventilator, Filter und Corsi Box mit C äh googelst, dann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:58",
      "text": "Vier, vier Seiten sind es natürlich mit Filtern, ne? Weil das Ding steht ja unten wahrscheinlich ohne Filter auf irgendwas drauf, oder?"
    },
    {
      "speaker": "Ron",
      "time": "2:19:05",
      "text": "Nee, die original erste Version der Herr Corsibox war tatsächlich irgendwie mit die haben gesagt, mach doch fünf. Und na klar, meine Version hat dann nur vier gehabt, weil die steht halt auf dem Fußboden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:42",
      "text": "Mit diesen kleinen D."
    },
    {
      "speaker": "Ron",
      "time": "2:20:44",
      "text": "Ja und ja mit den kleinen Dingern und dann guckte dann so auf auf Serverschrankaufsätze. Es gibt so Serverschrankaufsätze, wo dann so sechs Ventilatoren drin sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:36",
      "text": "Die im Auto sind."
    },
    {
      "speaker": "Ron",
      "time": "2:24:37",
      "text": "Weißt du, die Dinger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:48",
      "text": "Na ja die die sind ja auch relativ groß und die laufen dann mit Leichtstrom."
    },
    {
      "speaker": "Ron",
      "time": "2:24:53",
      "text": "Genau, die laufen mit Gleichstrom, die nehmen zwölf Volt, die nehmen auch fünf Volt, aber dann natürlich nicht so schnell, ne? Aber so zwölf Volt. Die haben richtig Power, die können bis achtzig Watt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:22",
      "text": "Das stimmt. Das kriegst du noch über die Klassenkasse zusammen."
    },
    {
      "speaker": "Ron",
      "time": "2:27:26",
      "text": "Genau. Ja. So und äh das ist bezahlbar. Das ist äh das kannst du hinstellen. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:55",
      "text": "Bist ja jetzt nur von den Specks ausgegangen oder hast du es irgendwie gemessen, was du da tatsächlich an Luft durchkriegst?"
    },
    {
      "speaker": "Ron",
      "time": "2:28:01",
      "text": "Ja. Genau, es gab ja noch nie ein Messgerät, das ich nicht mochte, ne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:34",
      "text": "Wo wir übrigens, das sollte man auch nochmal fallen lassen vor ewigen Zeiten mal einen Podcast zu gemacht haben, ne?"
    },
    {
      "speaker": "Ron",
      "time": "2:28:40",
      "text": "Genau, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:41",
      "text": "Ehm."
    },
    {
      "speaker": "Ron",
      "time": "2:28:42",
      "text": "Richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:32",
      "text": "Dieser Trockennebel, der bleibt dann komplett im Hepa-Filter hängen."
    },
    {
      "speaker": "Ron",
      "time": "2:31:36",
      "text": "Der bleibt dann hängen. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:39",
      "text": "Klar ist größer als ein Virus und ja aber."
    },
    {
      "speaker": "Ron",
      "time": "2:31:43",
      "text": "Ja, die tatsächlich ist es also zu filtern, muss man glaube ich eine Sache sagen ähm Filter sind eine ganz schön abgefahrene Technik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:25",
      "text": "Abscheidegrad gesamt laut Wikipedia bei H dreizehn über neunundneunzig Komma neun fünf Prozent und bei HF."
    },
    {
      "speaker": "Ron",
      "time": "2:33:35",
      "text": "Genau, neunundneunzig Komma neun oder neunundneunzig Komma sieben fünf, weißt du, sind das, was das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:41",
      "text": "Es gibt noch,"
    },
    {
      "speaker": "Ron",
      "time": "2:34:08",
      "text": "Genau. So, aber sie filtern alle dasselbe raus nur eben nur nicht notwendigerweise beim ersten Mal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:21",
      "text": "Leiser, weil du weniger Druck brauchst."
    },
    {
      "speaker": "Ron",
      "time": "2:35:23",
      "text": "Weil du weniger Druck brauchst. Ja? Und ich denk da kann man dann noch ähm äh lange."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:15",
      "text": "Was hast du dann am Ende genommen."
    },
    {
      "speaker": "Ron",
      "time": "2:36:16",
      "text": "Ja? Ich habe ähm Hepa äh genommen, die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:44",
      "text": "Neunundneunzig Komma sieben fünf Prozent Abscheidegradlokal. Aber jetzt muss ich nochmal fragen, dieses Experiment, was ihr dann gemacht habt, also ihr habt denn das Klassenzimmer komplett zugenebelt mit diesem mit diesem, mit dieser Nebelmaschine."
    },
    {
      "speaker": "Ron",
      "time": "2:36:58",
      "text": "Was heißt komplett zugenebelt, wenn du das komplett zunebelst mit so einer mit so einer Nebelmaschinennebelflüssigkeit, äh dann bist du ganz schön lange ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:31",
      "text": "Von typischer Discosto."
    },
    {
      "speaker": "Ron",
      "time": "2:37:33",
      "text": "Den Nebel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:33",
      "text": "Tanzfläche so, das ist ein bisschen neblig ist und gut. Mhm."
    },
    {
      "speaker": "Ron",
      "time": "2:37:38",
      "text": "Genau, dann dafür sorgen, dass ich sie schön verteilt und dann eben gucken, ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:24",
      "text": "OK und wie schnell ging's dann?"
    },
    {
      "speaker": "Ron",
      "time": "2:38:27",
      "text": "Na schneller als Lüften."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:15",
      "text": "Du hast dann quasi mit diesem Partikel äh Filter auch parallel wirklich noch gemessen, wie viel Partikel so in der Luft zu finden war oder war das jetzt nur optisch."
    },
    {
      "speaker": "Ron",
      "time": "2:39:23",
      "text": "Genau. Nee, gar nicht äh optisch. Da kannst du dich nicht drauf verlassen. Nein, nein, das habe ich mit dem mit dem Messgerät äh gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:21",
      "text": "Diese dieser Lüfter, also jetzt macht er nochmal so die Gesamtrechnung auf. Du hast also so einen kühler Lüfter gekauft."
    },
    {
      "speaker": "Ron",
      "time": "2:40:41",
      "text": "Also Filter siebzig Euro, Ventilator dreißig Euro Netzteil zehn zwanzig Euro Holz, zehn Euro Regler fünf Euro ähm und dann liest du bei bei äh äh fünf Euro pro Kind, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:14",
      "text": "War auch gerade noch ein äh Link hier äh im im Chat, genau, einfach oben so eine Konstruktion drüber und dann äh irgendwo ein offenes Fenster oder noch im Fenster und dann halt einfach so eine richtige Absauganlage mit so Plastiktrichtern ganz billig."
    },
    {
      "speaker": "Ron",
      "time": "2:42:28",
      "text": "Und welche Frage ist in dem Artikel nicht beantwortet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:31",
      "text": "Wie viel das bringt."
    },
    {
      "speaker": "Ron",
      "time": "2:42:34",
      "text": "Nein. Welche Frage ist die ist nicht beantwortet? Was definiert eine Abluftanlage? Wodurch ist eine Abluftanlage definiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:45",
      "text": "Du wirst es mir gleich erzählen."
    },
    {
      "speaker": "Ron",
      "time": "2:42:47",
      "text": "Wo die Luft herkommt, wo kommt die Luft her, die du da absaugst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:42:58",
      "text": "Kommen aus dem aus dem Flur."
    },
    {
      "speaker": "Ron",
      "time": "2:43:00",
      "text": "Ja vielleicht, vielleicht kommt sie auch aus dem Klassenzimmer daneben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:35",
      "text": "Und alle Kinder sind schon erstickt."
    },
    {
      "speaker": "Ron",
      "time": "2:43:38",
      "text": "Na ja, die ersticken natürlich nicht. Der kann ja da kein Vakuu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:41",
      "text": "Na ja, ich meine die Luft wird schon"
    },
    {
      "speaker": "Ron",
      "time": "2:43:59",
      "text": "Wer in die Fenster zu sind und dann ist die Frage, wie viel Luft kriegst du denn da unter dem unter der Tür durch und reicht das an an Luft, um dann einen eine eine,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:38",
      "text": "Oder geht ihr von der Tür nur zum zum ersten Absaugestutzen und das war's, ne? Ja. Ja, verstehe."
    },
    {
      "speaker": "Ron",
      "time": "2:45:44",
      "text": "Genau. Und und die Frage stellt sich aber natürlich für alles, ja? Die stellt sich für so eine Absauglösung, die stellt sich aber natürlich auch für so einen Raumluftfilter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:42",
      "text": "Und hast du jetzt ähm wie viel hast du jetzt gebaut."
    },
    {
      "speaker": "Ron",
      "time": "2:46:47",
      "text": "Ähm ich habe jetzt ich habe jetzt äh drei, vier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:56",
      "text": "Die sollen dann in die Schule kommen, wenn die Schule wieder aufmacht."
    },
    {
      "speaker": "Ron",
      "time": "2:47:58",
      "text": "Das wäre mein Angebot, ne, wie man so schön sagt, ähm das ist mein Angebot ähm an an die Schule, ob die sich das dann trauen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:39",
      "text": "Aber man könnte doch im Prinzip auch zwei äh zwei Lüfter hintereinander bauen."
    },
    {
      "speaker": "Ron",
      "time": "2:49:59",
      "text": "Ja logisch, du kannst zwei äh äh in den Raum stellen und ähm und und die dann mit mithalber Kraft laufen lassen oder eben vier mit einer Viertelkraft, klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:08",
      "text": "Oder halt ein Gerät mit zwei Lüftern, aber läuft letztendlich aufs Gleiche raus, wenn man eh schon zwei Düfte hat, dann kann man auch nochmal extra Filter dazuballern, ja? Alle möglichen Kombinationen."
    },
    {
      "speaker": "Ron",
      "time": "2:50:17",
      "text": "Die muss ja die die ah das ist noch so ein Ding mit Filtern wenn du Filter außerhalb ihrer Spezifikation betreibst dann funktionieren sie auch nicht mehr. Das heißt du darfst die Luft da auch nicht zu schnell durchreißen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:51",
      "text": "Das Kind ist im hängt im Filter fest. Ja."
    },
    {
      "speaker": "Ron",
      "time": "2:51:15",
      "text": "Super spannende Frage, weil bei Masken waren ja irgendwie alle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:51",
      "text": "Das ist natürlich also immer wenn Strom dran ist, dann werden alle ein bisschen nervös, ne? Hier kamen jetzt auch noch die Frage, wie lange denn diese Filter halten."
    },
    {
      "speaker": "Ron",
      "time": "2:53:00",
      "text": "Das ist tatsächlich in diesem einen Artikel von der Süddeutschen zum Thema Filter ähm äh aus äh führlich äh oder oder einfach beantwortet worden. Ähm die Filter halten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:53:14",
      "text": "Haben wir den schon im Chat."
    },
    {
      "speaker": "Ron",
      "time": "2:53:15",
      "text": "Im Sinne von im Sinne von im Sinne von äh äh Antivirus mäßig äh halten die auch ein halbes Jahr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:08",
      "text": "Meine so ein Klassenraum ist ja dann auch nicht permanent im Betrieb, ne? Also das Ding äh ist halt ein paar Stunden unterwegs, ist relativ groß, wird ähm im Idealfall auch regelmäßig gereinigt, also wahrscheinlich ist er gar nicht so staubig."
    },
    {
      "speaker": "Ron",
      "time": "2:56:23",
      "text": "So sehe ich das auch, dass meine Hoffnung und ähm mir ging's halt darum, dass man halt was baut, was womit man mal durch den Winter kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:57",
      "text": "Fleece oder sowas."
    },
    {
      "speaker": "Ron",
      "time": "2:56:58",
      "text": "Filterschicht. Ja, genau so ein Fließ da vormachen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:00",
      "text": "Das wäre vielleicht eh eine ganz gute Idee, dass man das sozusagen nochmal in so ein einfaches Schließ."
    },
    {
      "speaker": "Ron",
      "time": "2:57:20",
      "text": "Ja, ein bisschen was davon wird da sogar drin hängen bleiben, ähm weil auch die filtern ganz kleinste Sachen dann mal ab und zu weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:32",
      "text": "Öffentlichen Geschwindigkeit, ne?"
    },
    {
      "speaker": "Ron",
      "time": "2:58:35",
      "text": "In einer Affengeschwindigkeit und das ist dann schon nicht von Pappe. Auf dem rC3 ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:30",
      "text": "Ja, aber sehr schön, also auf dieser Hexterseite kann man ähm."
    },
    {
      "speaker": "Ron",
      "time": "3:00:51",
      "text": "Genau, was was gerade fehlt, sind meine letzten Fotos, ich muss noch die letzten Fotos reinmachen. Im Moment ist das Titelfoto noch mit dem Badezimmerlüfter, das muss ich noch auswechseln durch eine eine schicke Version mit dem mit dem Motorlüfter, auf die ich dann noch ein"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:33",
      "text": "Inwiefern ist das gerichtet? Gartensieb, weil inwiefern ist das gerichtet dann."
    },
    {
      "speaker": "Ron",
      "time": "3:01:38",
      "text": "Nee, das ist halt ähm wie stellt man sich das vor, dass halt ein ein äh Gartensieb, also zur zur ähm zum sieben von Blumenerde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:47",
      "text": "Plasteteil, ja?"
    },
    {
      "speaker": "Ron",
      "time": "3:01:48",
      "text": "Ja, also grob grobes Sieb mit mit Sudrat, also so Maschendrahtzaun quasi Kaninchendraht äh nur fester unten und dann an der Seite hat es so einen breiten Metallrand."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:46",
      "text": "Welcherlei Art ist dieser Schalldämpfer."
    },
    {
      "speaker": "Ron",
      "time": "3:02:51",
      "text": "Ähm das ist auch so ein Prototyp, das heißt, der besteht aus äh äh Pappkarton außen und innen drin sind ähm diese dieses äh äh Schaumstoffnoppen, Eier, Kartonmäßige, weißt du,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:08",
      "text": "So Akustik äh Dämmstoff."
    },
    {
      "speaker": "Ron",
      "time": "3:03:10",
      "text": "Genau. Die Akustikdämpfstoff, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:13",
      "text": "Ach so und da kommt, da kommt genug Luft durch."
    },
    {
      "speaker": "Ron",
      "time": "3:03:16",
      "text": "Ja das ist auch meine Sorge, dass so ein Schalldämpfer ähm da am Luftstrom nagt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:47",
      "text": "Was ist denn eigentlich das, was den Lärm jetzt wirklich macht, ist das wirklich der Motor des Lüfters oder ist das dann irgendwo nicht am Ende auch schon der Luftstrom selber."
    },
    {
      "speaker": "Ron",
      "time": "3:03:59",
      "text": "Das ist schon beides. Das ist schon beides, das ist nicht nur ähm äh überhaupt nicht nur der der Motor,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:24",
      "text": "Autos natürlich jetzt auch nicht unbedingt darauf getrimmt leise zu sein, ne."
    },
    {
      "speaker": "Ron",
      "time": "3:04:29",
      "text": "Ich denke überhaupt nicht und ich glaube auch nicht, dass du bei einem bei einem dreißig Euro Ventilator ähm äh damit rechnen kannst, dass da einer sich so viel Gedanken gemacht hat wie bei,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:13",
      "text": "Ja, wo ist, wo ist, wo ist der Apple, Luftfilter, wenn man ihn braucht. Mundschutz haben sie doch auch schon selber designt, wo."
    },
    {
      "speaker": "Ron",
      "time": "3:05:21",
      "text": "Nee, diese nur Visiere, kein Mundschutz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:24",
      "text": "Die haben auch"
    },
    {
      "speaker": "Ron",
      "time": "3:06:06",
      "text": "Genau, als Platte habe ich MDF Platte genommen, weil die super schön gerade ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:50",
      "text": "Ja, wenn man's doch hübsch haben will, dann kann man ja dann auch irgendwie auch nochmal so einen Stoff drum rum machen, damit's schön aussieht."
    },
    {
      "speaker": "Ron",
      "time": "3:06:56",
      "text": "Richtig, richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:58",
      "text": "Ja, cooles, cooles äh Projekt, wie viel Zeit hast du da jetzt drauf geworfen insgesamt."
    },
    {
      "speaker": "Ron",
      "time": "3:07:04",
      "text": "Na ja, da sind schon ein paar Wochenenden bei drauf gegangen. Das Schöne war ähm, dass sich eben auch"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:42",
      "text": "Ja, das ist ja auch nicht nur was fürs Klassenzimmer, ne? Ich meine, wenn dann doch wieder die Kids äh in die Schule gehen, dann kann man sich sowas ja auch ins Wohnzimmer stellen. Das könnte ja auch helfen."
    },
    {
      "speaker": "Ron",
      "time": "3:07:51",
      "text": "Genau, nee, also das ist ja eben äh der Punkt. Also ich will gar nicht sagen, dass das hier irgendwie das ideale Design für irgendwas ist oder so, aber ähm äh man muss mal irgendwie damit anfangen, dass hier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:37",
      "text": "Ja gut, ich meine, da kann man sich da ja irgendwie äh noch ein paar Stangen äh äh an die vier Ecken machen, die noch einen Meter hoch gehen, verkleidest das irgendwie noch mit so einer Gase oder sowas und dann dann ist das irgendwie auch Idioten äh sicher, ne. Ja,"
    },
    {
      "speaker": "Ron",
      "time": "3:10:13",
      "text": "Also äh tatsächlich bin ich jetzt aus meiner Sicht erstmal,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:52",
      "text": "Eine schönere Luftsäule. Das hast du schön gesagt."
    },
    {
      "speaker": "hukl",
      "time": "3:12:10",
      "text": "Nochmal kurz zurückgekehrt, aber ja ich äh würde mich jetzt demnächst mal äh verabschieden, äh ob einsitzender Müdigkeit und äh morgendlichem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:23",
      "text": "Okay, es seid ihr, seid ihr gewährt. Aber dann auch gleich einschlafen, ne? Nicht noch äh noch nicht noch zwei Stunden im Clubhaus rumhängen. Ach machst du ja ewig. Sowas würdest du ja niemals."
    },
    {
      "speaker": "hukl",
      "time": "3:12:40",
      "text": "Dann verabschiede ich mich mal schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:41",
      "text": "Alles klar, bis bald, wir sind auch bald durch. Tschü."
    },
    {
      "speaker": "Ron",
      "time": "3:13:27",
      "text": "Das funktioniert erstaunlich gut, oder? Also wir machen äh äh quasi von von Anfang an, also nicht ganz von Anfang an, aber ziemlich von Anfang an ähm äh hier den den Klavierunterricht ähm per."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:46",
      "text": "Das fehlt natürlich so ein bisschen dieses Eingreifen und und zeigen, aber ich denke, äh wenn man jetzt nicht ganz am Anfang ist, sondern wenn's eigentlich nur ums Zuhören und"
    },
    {
      "speaker": "Ron",
      "time": "3:14:27",
      "text": "Ja, die, die zusammenspielen müssen, die haben ein Problem, ne? Weil da hast du das Latenz Thema mit äh Sound übers Internet und das ist dann halt furchtbar,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:51",
      "text": "Ach du hast dann auch gleich mit Klavier gelernt sozusagen."
    },
    {
      "speaker": "Ron",
      "time": "3:14:55",
      "text": "Ja, ja, der, ja, genau, also mir ist dann irgendwann angefangen aufgefallen, dass das Kind diesen dieses Papa, ich will ein Klavier, dass dass der, dass sie das, das hat sie doch schon mal gesagt, hat sie das nicht schon vor einem halben Jahr schon mal gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:54",
      "text": "Aber man kommt so mit so einer App auch äh,"
    },
    {
      "speaker": "Ron",
      "time": "3:19:41",
      "text": "Also erholt aus der akustischen Dekodierung genug raus. Ähm keine Frage, das reicht für für das, was die Software leisten will, nämlich äh erkennen, ob du den Ton getroffen hast oder nicht. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:32",
      "text": "Direkt anschließen, ja?"
    },
    {
      "speaker": "Ron",
      "time": "3:20:34",
      "text": "Reinstecken und dann ähm äh macht das Midi und die App erkennt das auch gleich, weil Apple das offensichtlich standardisiert hat, wie das da reingeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:47",
      "text": "Also Apple hat es nicht standardisiert, sondern es ist halt einfach USB, Medio, USB, ist halt einfach definiert. Also das das geht."
    },
    {
      "speaker": "Ron",
      "time": "3:20:54",
      "text": "Habe ich äh vorher nicht gewusst, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:56",
      "text": "Cool, sind die Piano, uns das irgendwie einmal kaufen oder ist das wieder so Subscribtion tralala."
    },
    {
      "speaker": "Ron",
      "time": "3:21:05",
      "text": "Ähm die ändern das ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:37",
      "text": "Auf jeden Fall, ja."
    },
    {
      "speaker": "Ron",
      "time": "3:21:38",
      "text": "Ja ähm und die tun regelmäßig neue Songs dazu und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:56",
      "text": "Songs oder an Features."
    },
    {
      "speaker": "Ron",
      "time": "3:21:56",
      "text": "Aber ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:34",
      "text": "Aber funktioniert sozusagen."
    },
    {
      "speaker": "Ron",
      "time": "3:22:36",
      "text": "Ja, es gibt da auch auch andere. Also das sind äh nicht die einzigen, es gibt da auch ähm noch ein paar andere, es gibt auch ein eine Software aus, ich glaube, die ist aus Deutschland, die heißt usischen oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:09",
      "text": "Wie hieß die andere App nochmal."
    },
    {
      "speaker": "Ron",
      "time": "3:23:11",
      "text": "Mit ähm Joy usischen, statt musischen, glaube ich, war das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:16",
      "text": "Verstehe. Ja."
    },
    {
      "speaker": "Ron",
      "time": "3:23:19",
      "text": "Und ähm genau und die die ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:25:30",
      "text": "Labor, was soll denn das sein."
    },
    {
      "speaker": "Ron",
      "time": "3:25:33",
      "text": "Wir wir hatten, wir hatten ähm am Gymnasium."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:00",
      "text": "Das sind so diese Siri-Strategien, ne, die auch immer versuchen, auf jede Beleidigung noch, sondern halbwegs äh brauchbare Antwort zu finden."
    },
    {
      "speaker": "Ron",
      "time": "3:27:08",
      "text": "Wahnsinn, ja. Nee, also das war ein Sprachlabor. Und äh das war damals der heiße Scheiß. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:27",
      "text": "Hipp auch von vielen Leuten gehört, die jetzt sozusagen ähm"
    },
    {
      "speaker": "Ron",
      "time": "3:29:48",
      "text": "Ja, das muss fantastisch sein. Und ich glaube auch, ne, nur die ersten fünf Sprachen sind wirklich hart. Danach wird es dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:53",
      "text": "Ja, das glaube ich nämlich auch. Also du musst halt einfach erstmal dein, dein Hirn entsprechend vernetzt haben, das ist ein Check"
    },
    {
      "speaker": "Ron",
      "time": "3:30:40",
      "text": "Pro Jahr, ja, ja, oh ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:43",
      "text": "Echt ein Ding, ne."
    },
    {
      "speaker": "Ron",
      "time": "3:30:45",
      "text": "Nee, das muss natürlich auch eine Goldgrube sein natürlich für für Menschen, die ähm gerne interaktiv äh in die in die Sprache tiefer einsteigen wollen. Selbstverständlich, klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:36",
      "text": "Denke auch das mal so ganz unabhängig ist vom persönlichen Lernen das ist ja auch glaube ich,"
    },
    {
      "speaker": "Ron",
      "time": "3:36:34",
      "text": "Nicht alles nur kauder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:36",
      "text": "Na, offensichtlich nicht."
    },
    {
      "speaker": "Ron",
      "time": "3:36:37",
      "text": "Ja, aber die Dinger sind schon besser geworden, das ist klar, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:41",
      "text": "Lass uns ein äh Ende setzen hier, schönes Ende äh für die Sendung, vielen Dank, dass du äh dabei warst."
    },
    {
      "speaker": "Ron",
      "time": "3:36:47",
      "text": "Hat mich gefreut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:48",
      "text": "Wunderbare Ausführungen hier auch zu dem ganzen Huck äh Bastel äh die ich findet man auf Twitter, da bist du Ansprechpartner,"
    },
    {
      "speaker": "Ron",
      "time": "3:37:22",
      "text": "Ciao."
    }
  ]
}