{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:25",
      "text": "Hallo, herzlich willkommen, hier ist die Freakshow, die zweihundertneunundfünfzigste,"
    },
    {
      "speaker": "roddi",
      "time": "0:02:57",
      "text": "Hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:58",
      "text": "Und den Dom hallo Dom."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:00",
      "text": "Ja hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:01",
      "text": "Genau, wir reißen das hier heute und ähm ja, ist ein bisschen,"
    },
    {
      "speaker": "roddi",
      "time": "0:03:17",
      "text": "Na ja, aber heute gibt's Freakshow in tranmuskulär, insofern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:21",
      "text": "Hui tja,"
    },
    {
      "speaker": "roddi",
      "time": "0:03:43",
      "text": "Seit einiger Zeit schreibe ich's immer mit den Worten nichts ist los und alle sind genervt und ich glaube, das passt ganz gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:55",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:03:57",
      "text": "Mhm."
    },
    {
      "speaker": "roddi",
      "time": "0:03:59",
      "text": "Oder nichts passiert und alle sind genervt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:04:03",
      "text": "Genervt sein äh Bonus merke ich auch schön langsam, nochmal. Hier ist natürlich mit äh mit Nachwuchs und und,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:54",
      "text": "Ich denkst du, das macht einen Unterschied."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:04:57",
      "text": "Ich ich dachte immer es ist bei mir nicht so der Treiber meiner die Wahrscheinlichkeit, dass mir persönlich konkret was passiert, ja trotzdem relativ gering bleibt für alle Beteiligten, aber ich glaube es ist schon ein großer mentaler Block, der einfach wegfällt. Ähm an der Stelle."
    },
    {
      "speaker": "roddi",
      "time": "0:05:12",
      "text": "Ich weiß nicht. Also ehrlich gesagt werde ich werde ich da bei dem Aufkommen der Immun-Escape-Varianten aus aller Welt doch auch schon langsam wieder nervöser. Ich dachte ja, dass mich das alles nicht so betrifft, weil ich's schon hatte, aber ähm"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:30",
      "text": "Oh stimmt, bist du da eigentlich jetzt, weiß ich nicht mehr, was war der Stand? Bist du da besser geschützt oder weniger gut geschützt als äh verimpfte Person?"
    },
    {
      "speaker": "roddi",
      "time": "0:05:39",
      "text": "Na ja, warum heißen die Dinger im Escape, ne? Keine Ahnung, ob man dann noch einen schweren Verlauf kriegen kann, aber man."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:44",
      "text": "Schwerer Verlauf ist ja das Relevant, du."
    },
    {
      "speaker": "roddi",
      "time": "0:05:46",
      "text": "Nochmal ach auch so ein mittlerer Verlauf wie ich ihn hatte, ist nicht so richtig spaßig, also gar nicht haben ist, glaube ich, die beste Option."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:05:54",
      "text": "Hast du gefühlt den Long oder ähm? Hast du selber noch Langzeitwirkung oder."
    },
    {
      "speaker": "roddi",
      "time": "0:06:02",
      "text": "Mein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:40",
      "text": "Und du riechst auch wieder."
    },
    {
      "speaker": "roddi",
      "time": "0:06:42",
      "text": "Ja, ja, riechen sowieso, das war das war nur so ein paar Wochen. Also, ja, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:07:30",
      "text": "Das ist auch sowas, oder? Man merkt's beim Kaffee dann wahrscheinlich erstmal gar nicht, dass er nicht schmeckt, oder? Weil das so ein Gewohnheitsding ist, dass man eh."
    },
    {
      "speaker": "roddi",
      "time": "0:07:36",
      "text": "Ist halt auch ein Starkschmecker, ne, also bei einem Tee merkst du's deutlich schneller, wenn der eher so schmeckt, als hättest du irgendwie das Heu vom Bauern vom letzten Jahr aufgebrüht. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:19",
      "text": "So als pandemischer Ölliadopter nimmt man auch irgendwie eine komische Rolle ein, ne. Aber trotzdem hast du ja deine."
    },
    {
      "speaker": "roddi",
      "time": "0:08:24",
      "text": "Ach, ich bin ja immer, ich bin ja immer, weil ihr oder gerne mal. Gerne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:08:30",
      "text": "Ich hätte mir zwischendurch mal gedacht, so einen leichten Verlauf früh haben ist eigentlich nicht das schlechteste Schicksal in der ganzen Konstellation. Also gerade jetzt, wo du wo du jetzt, also wenn wenn's dich jetzt erwischt, hast du ja vielleicht kein Bett, ist ja auch scheiße. Ähm,"
    },
    {
      "speaker": "roddi",
      "time": "0:08:47",
      "text": "Naja gut, aber ich hatte das so am Anfang, dass mich halt auch keiner ernst genommen hat. Also die äh"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:10",
      "text": "Ähnlich wie in den Schulen jetzt. Okay."
    },
    {
      "speaker": "roddi",
      "time": "0:09:13",
      "text": "Ähnlich wie in den Schulen jetzt, ja, eigentlich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:09:15",
      "text": "Die Story so, aber."
    },
    {
      "speaker": "roddi",
      "time": "0:09:17",
      "text": "Der ganzen Pandemie ist es so, dass man dieses Gefühl hat, dass er dass er die, die Gesundheitsämter da so ein bisschen auf dem Herrschaftswissen stehen und das überhaupt gar nicht mögen, wenn man irgendwie äh der Meinung ist, da wäre irgendwas, worüber sie sich kümmern müssen. Nein, nein, die wollen lieber selber agieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:42",
      "text": "Können dann bloß nicht agieren."
    },
    {
      "speaker": "roddi",
      "time": "0:09:43",
      "text": "Inzwischen geht da sowieso gar nichts mehr. Also man gießt ja immer mal wieder, dass Leute irgendwie äh zwei Tage nachdem die Quarantäne äh in die sie eigentlich geschickt werden sollten, vorbei es den Brief"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:06",
      "text": "So sieht das aus, genau."
    },
    {
      "speaker": "roddi",
      "time": "0:10:10",
      "text": "So sieht das aus genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:12",
      "text": "Na ja, dreht sich die Erde ja dann doch noch ein bisschen äh weiter,"
    },
    {
      "speaker": "roddi",
      "time": "0:12:31",
      "text": "Nasenfrakt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:32",
      "text": "Nasenfaktor."
    },
    {
      "speaker": "roddi",
      "time": "0:12:34",
      "text": "Nasenfaktor. Ich habe da war ich noch Student, da habe ich mal äh irgendwie beim Praktikum mit irgend so einem Personaler äh der zum Vortrag gehalten und der meinte halt so ganz plump, na ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:59",
      "text": "Genau, also so ist das dann auch irgendwie in der Regel mit so Jurys und so aussagekräftig finde ich dann halt auch solche Preise, ja?"
    },
    {
      "speaker": "roddi",
      "time": "0:13:14",
      "text": "Der Podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:21",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:14:52",
      "text": "Also man möchte jetzt festhalten, okay, du möchtest das nicht. Ich muss mich kurzzeitig als äh Preisträger vieler Preise, Jurypreise etwas distanzieren. Ich mag meine Preise und unsere Preise, die wir gewonnen haben und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:03",
      "text": "Du hast ja auch richtige, richtige Preise gewonnen, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:15:06",
      "text": "Ich hoffe auch, dass man wenig einen Nasenfaktor hat, der dabei. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:38",
      "text": "Ja, was hast du denn so für Preise schon bekommen?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:15:40",
      "text": "Also wir haben hier angefangen mit einem Preis, mit damals, mit mit dem Apple Designer Award, wo wir uns natürlich selber dafür beworben haben,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:52",
      "text": "Schöneberger."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:16:53",
      "text": "Schöneberger war da, ja. Es war irgendwie letztes Jahr Ina Müller und die war, die hat sich ein bisschen vergriffen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:25",
      "text": "Okay, ich will das, äh ich will das mal ein bisschen relativieren, ne. Also ich bin ja gar nicht der Meinung, dass nichts bepreist werden sollte. Wir finden nur, dass du Podcasts im Speziellen."
    },
    {
      "speaker": "roddi",
      "time": "0:19:19",
      "text": "Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:20",
      "text": "Vielleicht liege ich, vielleicht liege ich ja auch total falsch. Das will ich ja gar nicht ausschließen. Das ist nur so im."
    },
    {
      "speaker": "roddi",
      "time": "0:19:25",
      "text": "Das Thema mal anders an. Ich hab's ja in einer Pre-Show schon so ein bisschen äh äh gespoilert. Ich habe tatsächlich gestern Abend die Nullnummer eines neuen Podcasts veröffentlicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:38",
      "text": "Und jetzt möchtest du gleich einen Preis haben dafür."
    },
    {
      "speaker": "roddi",
      "time": "0:19:42",
      "text": "Sag mal so, ich fände es sehr interessant, was so eine Jury zu diesem Podcast sagen würde. Ähm ich wette mal kurz äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:53",
      "text": "Können ja gleich für den Grimma online eine Wort nominieren. Wir machen jetzt hier einfach, setzen an unsere Hörerschaft drauf an, einfach die Nullnummer was ist es denn überhaupt? Ist es irgendwas, wofür man sich schämen muss?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:05",
      "text": "Also eigentlich ist es so, dass ähm Details und Fragen nicht beantwortet werden, das muss sich jeder anhören und seinen eigenen Reim drauf machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:19",
      "text": "Weiß von dir werden die jetzt nicht beantwortet."
    },
    {
      "speaker": "roddi",
      "time": "0:20:21",
      "text": "Richtig. Also du kannst, wenn du willst jetzt mal die Nullnummer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:24",
      "text": "Okay, hat der Podcast hat er einen Namen?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:27",
      "text": "Ja, der heißt Zahlensender."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:29",
      "text": "Gab's schon mal. Tschuldigung. Ich habe schon mal einen Podcast, der so hieß. Ja, trotzdem ein guter Name. Ähm und macht der auch das, was Zahlen sind da so gemeinhin tun?"
    },
    {
      "speaker": "roddi",
      "time": "0:20:49",
      "text": "Ich habe da den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:51",
      "text": "Einen Link irgendwo reingetan."
    },
    {
      "speaker": "roddi",
      "time": "0:20:53",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:56",
      "text": "Auch da. Und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:20:57",
      "text": "Ja, aber die meinen mich und nicht dich."
    },
    {
      "speaker": "roddi",
      "time": "0:21:01",
      "text": "Ja, das kann sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:21:04",
      "text": "Ich bin ja ein ein ganz kapitalistischer Teilnehmer hier."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:09",
      "text": "Ich kann es leider gar nicht hier so ohne Weiteres einspielen. Ich muss einen kleinen äh Umweg gehen und ich weiß gerade nicht, ob."
    },
    {
      "speaker": "roddi",
      "time": "0:21:16",
      "text": "Die Nullnummer ist nur eine Minute neun lang, insofern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:19",
      "text": "Ja, ich weiß. Das ändert aber nichts an den Schwierigkeiten, die ich habe, das hier äh einzuspielen, weil ich gerade nicht einfach mal so einen Einspielkanal habe. Und es kann jetzt auch noch schief gehen. Wir werden's gleich feststellen. Moment, drei, zwei, eins,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:21:43",
      "text": "Das ist relativ laut gemacht. Muss man ein bisschen aufpassen beim Einspielen, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:47",
      "text": "Aus irgendwelchen Gründen spielt dieses Soundboard einfach bestimmte Dinge nicht mehr ab."
    },
    {
      "speaker": "roddi",
      "time": "0:21:53",
      "text": "Naja, also der ist nicht, der ist nicht fürchterlich laut. Er ist erklingt nur so, weil ich da ein bisschen äh übersteuert habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:10",
      "text": "Alles klar, du meinst das ernst?"
    },
    {
      "speaker": "roddi",
      "time": "0:23:20",
      "text": "Ich meine das ernst, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:21",
      "text": "Okay, Zahlensender, Zahlen lügen nicht Menschen lügen, heißt es da. Der neue Podcast, genau,"
    },
    {
      "speaker": "roddi",
      "time": "0:23:40",
      "text": "Nein, Antworten werden nicht gegeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:42",
      "text": "Bist du schon selber rauskriegen? So wie das bei den Zahlensendern auch ist. Wenn ich weiß, was ein Zahlensender ist, gibt's eine schöne Wikipedia-Seite da drüber hat was mit Geheimdiensten zu tun."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:40",
      "text": "Immer noch keine Werbung in deinem Podcast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:42",
      "text": "Immer noch äh keine Werbung. Es ist wirklich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:44",
      "text": "Mist, dann musst du mich rausschneiden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:52",
      "text": "Ja ich äh wieso bist du eine wandelnde Werbung? Nur weil du gesagt hast, welche Preise du gewonnen hast? Nee, du, nee, du darfst ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:24:56",
      "text": "Hier. Übrigens, ja, anscheinend, weiß ich nicht, Meise hier, schon Podest."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:01",
      "text": "Ist ja in Ordnung. So, man Plaque bleibt bloß nicht so wie anderes Zeug. Also, es müssen nicht, wenn man dafür bezahlt wird. Das das finde ich halt das eigentliche."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:25:10",
      "text": "Mir auch bei den Ami-Podcasts echt super auf die Nerven, ich kann das echt teilweise nicht mehr hören, diese ganzen Politsendungen, die ich jetzt äh zu Trump-Zeiten mir reingezogen habe"
    },
    {
      "speaker": "roddi",
      "time": "0:25:49",
      "text": "Ja man, man weiß auch gar nicht, wie viele Matratzen an VPN-Kleins man noch so kaufen soll. Also es ist irgendwie und was gibt's da sonst immer? Ach so, Webhosting haben sie auch meistens am Start."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:26:01",
      "text": "Ja, ja, ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:02",
      "text": "Da ich meine ganze Fragestellung ausführlich drüber sprechen, wenn wir auf diesen Apple Event kommen oder vielleicht ziehen wir das auch einfach vor das Thema,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:32:33",
      "text": "Ich finde das ganze Thema immer schwierig. Ich wollte mich immer nicht so sehr damit auseinandersetzen äh und deswegen es auch bleiben lassen. Ähm gleichzeitig muss man sich ja trotzdem irgendwie finanzieren. Also ich bin jetzt auch so, ich will's selber für mich nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:56",
      "text": "Wer jetzt was bekommt, meinst du. Mhm. Ja, Ronny, wie hältst du das?"
    },
    {
      "speaker": "roddi",
      "time": "0:34:04",
      "text": "Nicht viel anders. Äh allerdings bin ich nicht Patriot, sondern wenn dann sowas wie wie äh Daueraufträge oder so, damit bei den Leuten auch was rumkommt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:23",
      "text": "Ja oder möglichst viel, ne? Genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:34:26",
      "text": "Meine eigene Companiens ist mir halt so wichtig. Und es ist, das finde ich so ein bisschen, also ich meine, selbst da hat er,"
    },
    {
      "speaker": "roddi",
      "time": "0:35:25",
      "text": "Ja, na ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:26",
      "text": "Das macht's wahrscheinlich auch so schwierig, weil da jeder so anders ist, auch noch. Äh ähm um da wirklich ein gutes System zu finden."
    },
    {
      "speaker": "roddi",
      "time": "0:35:33",
      "text": "Ne, also meine Bank wird von Money Money eigentlich gut unterstützt, da sehe ich wirklich alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:35:40",
      "text": "Ja ich sehe alles, aber ich kann nicht alles irritieren. Also zum Beispiel ich kann halt bei der Diva kann ich nichts mehr machen. So, da muss ich immer auf die Webseite gehen. Jetzt durch die siebenundzwanzig äh,"
    },
    {
      "speaker": "roddi",
      "time": "0:37:06",
      "text": "Nee, also da bin ich mit äh mit mit die Berliner Berliner Sparkasse, die hat zwar äh ein bisschen gebraucht, um um den Kram zu unterstützen, aber so schnell wie die sind, dauert es auch lange, bis sie's wieder kaputt haben. Insofern bin ich da ganz zufrieden mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:21",
      "text": "Mit den Banken. Also ähm vielleicht um nochmal aufs das ursprüngliche Thema äh abzuschließen oder um auch vielleicht zu überführen,"
    },
    {
      "speaker": "roddi",
      "time": "0:38:28",
      "text": "Gibt's doch noch. KOFI. Keine Ahnung, es gibt so ein Ami-Ding. Ich weiß nicht, ob's das in Europa gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:34",
      "text": "Hofi, ach echt, das kenne ich noch gar nicht. Das hat fast Neues, ja?"
    },
    {
      "speaker": "roddi",
      "time": "0:38:43",
      "text": "Ja, so neu ist das nicht, aber ich glaube, es ist nur ein Armeding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:47",
      "text": "Das klingt ja schon mal ganz gut. Mhm, was ist dann so ihressant, okay, das äh kenne ich jetzt noch nicht, weil sie die wusste ja, der Haken, weißt du das?"
    },
    {
      "speaker": "roddi",
      "time": "0:39:00",
      "text": "Ich weiß nur, dass es gibt, es gibt YouTuber, die das verwenden oder dieses bewerben, dass man ihnen per einen Kaffee,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:17",
      "text": "Ja. Ja gut, ich meine, von irgendwas wollen die ja auch leben. Äh ist dann die Frage, wovon sie dann äh leben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:51",
      "text": "Hast du jetzt noch Recht auf Internet seit heute?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:54",
      "text": "Ich habe ein Recht auf Internet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:40:55",
      "text": "Auf schnelles Internet seit heute."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:58",
      "text": "Ich habe schon immer ein Recht auf Internet, aber das hat bisher keiner erhört."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:01",
      "text": "Nee, aber seit heute hast du, hast du eine Rechtslage anscheinend?"
    },
    {
      "speaker": "roddi",
      "time": "0:41:05",
      "text": "Definiere schnell in diesem Zusammenhang."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:07",
      "text": "Ja ja, ist definierend. Es definiert, was du wie einklagen."
    },
    {
      "speaker": "roddi",
      "time": "0:41:10",
      "text": "Und wie schnell ist schnell, laut rechts."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:12",
      "text": "Dreißig dreißig Mbit aufwärts glaube ich oder so, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:15",
      "text": "Ist. Okay, bitte den Link in die äh Shownotes, habe ich jetzt noch nichts von gehört."
    },
    {
      "speaker": "roddi",
      "time": "0:41:19",
      "text": "Auf gut."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:21",
      "text": "Hast du noch nichts gehört? Ich bin ja ich bin ich feier praktisch immer so so durch die Gegend, ich höre Radio inzwischen wieder so weil ich das Kind durch die Gegend fahre zweimal am Tag und da höre ich dann so Dinge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:34",
      "text": "Okay, aber bevor wir das Thema komplett zerfleddern und ich würde auch ganz gerne das jetzt, wo wir jetzt schon mal da dran sind, äh vielleicht dann auch gleich an diese neue Apple Podcast Sache äh mal koppeln."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:41:44",
      "text": "Von der Seite kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:45",
      "text": "Ja weil das jetzt einfach zu gut dazu passt, ne? Aber sucht doch mal den Link raus da mit dieser Rechtsentscheidung."
    },
    {
      "speaker": "roddi",
      "time": "0:43:55",
      "text": "Das haben wir doch mal erfunden, was war das doch gleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:56",
      "text": "Ja erfunden haben sie's ja nicht, ne?"
    },
    {
      "speaker": "roddi",
      "time": "0:43:59",
      "text": "Nee, sie haben's nicht erfunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:00",
      "text": "Sie haben's nicht erfunden, aber man muss."
    },
    {
      "speaker": "roddi",
      "time": "0:44:01",
      "text": "Sie haben's groß gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:03",
      "text": "Sie haben's groß gemacht, muss er ihn auch lassen. Sie haben es schon sehr früh, sehr gut verstanden. Also, da fand ich, da bin ich immer noch sehr,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:44",
      "text": "Ich bin ähm ich bin Martin Wagner und weil ich Martin Wagner bin, äh konnte ich nicht in Erfahrung bringen, ob ich meinen Gutschein bekommen habe für meinen Apple ähm für mein Apple M eins Testgerät."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:56",
      "text": "Martin Wagner, wieso bist du Partin Wagner."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:48:58",
      "text": "Wie ich nach Amerika irgendwann mir den Account, wir haben einen Firmenaccount gemacht und den haben wir auf Martins Namen umgezogen dann und jetzt wieder zurück und zwischendurch war Martin mal Dominik Pittenauer äh und jetzt bin ich Martin Wagner an einer Stelle,"
    },
    {
      "speaker": "roddi",
      "time": "0:49:55",
      "text": "Das Problem hatte ich übrigens."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:49:57",
      "text": "Dann habe ich die Situation"
    },
    {
      "speaker": "roddi",
      "time": "0:50:55",
      "text": "Ähm mir ging es mit dem DTK ähnlich. Da war das nur so, ich hatte halt irgendwann die Mail bekommen vom so und so, fehlten bis so und so fehlten"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:51:35",
      "text": "Das war auch so die Ansage und hab's auch vorbereitet, im Versandbox hier dabei hatte, war viel zu fleißig, es wäre gar nicht da, also flach und groß hätte nicht gepasst. Keine Ahnung. Äh eigentlich soll ich's da rein tun, aber wenn sie's schon verpackt haben und ist wieder abgehauen."
    },
    {
      "speaker": "roddi",
      "time": "0:51:45",
      "text": "Ja und dann bin ich dann dann habe ich irgendwie, ich glaube, zwei Wochen später, nachdem das Tracking von DHL gesagt hat, äh irgendeine,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:35",
      "text": "Es hat gar nichts mit dem Namen zu tun, okay. Du bist halt auch nicht der Account-Holder, oder? Weil das ist ja die größere Firma, wo du unterwegs bist."
    },
    {
      "speaker": "roddi",
      "time": "0:52:42",
      "text": "Auf jeden Fall habe ich dann die ursprüngliche Mail, wo drin stand, in dem Zeitpunkt von bla, bla, bla, bla, bla, äh habe ich noch mal auf den Link geklickt und da kam dann okay, ist angekommen, hier ist ihr Code für,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:52:57",
      "text": "Wurde mir von dem Bekannten dann auch gesagt, so wie ich, wie ich wie ich wie ich in meiner anderen Bubble gerad habe, ja, du musst nur auf den Link nochmal klicken, wo die Rücksendung äh angekündigt wurde, da steht einfach über den über die Webseite ist das dann der Gutschein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:29",
      "text": "Okay, um vielleicht auf Podcast kündigt wieder äh zurückzukommen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:55:06",
      "text": "Also der Marko hat's ja andersrum gesagt, dass die jetzt sitzende Option gibt, dass man sich nicht anzeigen lassen kann, eben für die Paid-Geschichten. Und die Option neu ist und der Diefold hat aus ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:24",
      "text": "Das weiß ich nicht, ob das so war,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:57:32",
      "text": "Also im Zweifel ist es aber schon so, dass jetzt wo sie dann selber Content produzieren und eher so dieses Spotify und Apple Plus äh Variante mit Subscription machen, dass die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:59",
      "text": "Das müssen wir jetzt nochmal sehen. Also, ich meine, ich würde jetzt zu diesem Zeitpunkt Ihnen auch nochmal so den Benefit of the Doug geben und sagen, vielleicht ist da einfach nur was ganz furchtbar schiefgelaufen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:46",
      "text": "Und so auch. Ja ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:48",
      "text": "Ja? Ach echt?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "0:59:50",
      "text": "Folgen kriegst du nur, wenn du Abo hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:02",
      "text": "A, okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:00:04",
      "text": "Weil ich wollte letztes Mal meine Twittervorhersage wieder raussuchen und dann muss ich irgendwo meine Festplatte finden, wo das rumliegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:12",
      "text": "Gucke mal, siehste mal. Und hier äh,"
    },
    {
      "speaker": "roddi",
      "time": "1:00:37",
      "text": "Oh je, der beste, aber der bist du aber schnell gewesen, oder? Zweihundert Folgen ist ja schon eine Menge."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:44",
      "text": "Schon längerer Prozess. Also ich habe das neulich mal von so einem alten Format äh neu migriert, weil hier diese Shownotes will ich ja, ich will ja meine Shownotes auf Datenbankmodell umstellen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:20",
      "text": "Und da kann man vielleicht irgendwann mal suchen und was finden. Man muss nicht auf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:23",
      "text": "Dann kann man, genau und dann kann man irgendwie suchen und finden und das das muss alles irgendwie kommen, weil sonst habe ich das Gefühl, ich mache kein richtiges Angebot."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:01:34",
      "text": "Nur schlecht zurecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:36",
      "text": "Ja, genau, dass ich das nicht schon längst getan habe, ne. Anstatt einfach den Zugriff auf die unveränderten Angebote äh kostenpflichtig anzubieten."
    },
    {
      "speaker": "roddi",
      "time": "1:01:47",
      "text": "Monetarisieren ist das Wort, was du suchst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:50",
      "text": "Hätte ich ja auch machen können, aber nein, ich muss es ja alles kostenlos machen, was fällt mir eigentlich ein?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:01",
      "text": "Also und passt natürlich auch ins Konzept. Also ich meine, wenn du wirklich jetzt weißt, Apple TV äh gibt's auf hin zu Grund inzwischen. Also mein äh mein LG Fernseher kann Apple TV Plus,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:27",
      "text": "Gut, da frage ich mich natürlich, warum haben sie das jetzt nicht schon rausgebracht? Ich meine, wenn sie jetzt irgendwie sagen, hier Geld verdienen mit Apple Podcast und dann haben sie kein Angebot für Android, also Fernseher finde ich jetzt an der Stelle nicht so wichtig."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:03:37",
      "text": "Also den, den Leuten, die jetzt den Deal machen und dann startet irgendwann, wenn's es gibt, die wissen das. Und da NDA,"
    },
    {
      "speaker": "roddi",
      "time": "1:04:13",
      "text": "Apropos Apple TV Plus, das habe ich neulich geklickt, weil irgendwie sie gesagt haben, hier du hast noch ein freies Jahr und das läuft bald ab, so ein ehrlich gesagt, naja gut, dann fange ich halt jetzt mal ein freies Jahr an,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:04:32",
      "text": "Ich habe ein paar Empfehlungen dann da. Mhm. Ist sehr lustig. Mystery Quest war auch lustig, aber Ted Lasso."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:40",
      "text": "Tetlas."
    },
    {
      "speaker": "roddi",
      "time": "1:04:40",
      "text": "Ich habe dieses komische angefangen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:04:43",
      "text": "Habe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:45",
      "text": "Egal, lass uns wir können. Äh Ronny, lass uns gleich mal noch über Apple TV äh reden, wenn wir über Apple"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:05:15",
      "text": "Was denn von der Idee halten?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:17",
      "text": "Von dieser Idee haltet und von dieser konkreten Idee, wie es umgesetzt ist."
    },
    {
      "speaker": "roddi",
      "time": "1:05:22",
      "text": "Ganz ehrlich, das ist extrem gegen den Strom geschwommen, weil alles andere ist ja, ich zahle einen festen Monatsbeitrag und streame, was was äh was die Leitung hergibt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:42",
      "text": "Na gut, aber wir haben ja eben auch schon selber genug Beispiele gehört, äh wo Leute das sehr wohl tun. Also ich meine, es gibt"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:06:02",
      "text": "Also ich find's lustiger, also ich find's fände es angenehmer äh für einzelne Angebote zu sagen als eine Flatrate. Also die Flatrate finde ich eine Katastrophe. Also Spotify zu bezahlen, für Spotify, äh Only Content"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:11",
      "text": "Die hat gerade Radio und hat jetzt NDR Info. Und Rost Podcast ist aber immer am Dienstag nicht heute."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:17",
      "text": "Ja, das ist aus Versehen, ist es hier,"
    },
    {
      "speaker": "roddi",
      "time": "1:08:47",
      "text": "Scooter am Homepot ist, der hat ja ein Kabel, den kannst du einfach ausstecken und dann ist er ruhig, oder?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:08:51",
      "text": "Nee, nee, da das Kabel steckt an der Steckdose, die Steckdose ist an der Wand, hinter der Couch, das Kabel am App, am Homepott, kann man nicht ausstecken, das ist fix. Da kommt es fix raus."
    },
    {
      "speaker": "roddi",
      "time": "1:09:00",
      "text": "Achso ja, ich meinte das mit der Steckdose, aber wenn du dich eine Couch davor stellst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:09:04",
      "text": "Aber man kann, man kann draufhauen und man kann sein Homekit benutzen, um's auszumachen, aber man muss natürlich erstmal wissen, dass es das ist, was losgeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:11",
      "text": "Genau, leben, leben mit dem Apple Ökosystem, also ähm ich bin mal gespannt. Wir werden jetzt äh äh erstmal muss"
    },
    {
      "speaker": "roddi",
      "time": "1:09:58",
      "text": "Ich könnte mir vorstellen, wenn da, wenn da das das sagen wir mal der eine oder andere Content drin ist, den ich unbedingt äh beziehen möchte und wo ich das einsehe, dafür Geld zu bezahlen, dass ich das dann auch tue"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:43",
      "text": "Ja, aber wenn ich jetzt irgendwie mein mein Daily News Sripte auf Apple Podcast launcher irgendwie und jetzt äh jeden Tag morgens um acht dir irgendwie ein fünf Minuten für nur zehn Euro."
    },
    {
      "speaker": "roddi",
      "time": "1:10:53",
      "text": "Ich glaube, dafür würde ich bezahlen, wenn ich's nicht hören müsste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:58",
      "text": "Das ist natürlich eine Strategie, da werde ich sofort dabei. Die abonniert."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:06",
      "text": "Also was auf der anderen Seite interessant ist, finde ich, ist dass Apple trotzdem auch wieder einen dreißig siebzig Cut macht, was schon sehr gesalzen ist für Content, finde ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:12",
      "text": "Oh ja, oh ja, oh ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:13",
      "text": "Ähm also den dreißig siebzig und nach einem Jahr ist er gehen sie halt auf fünfzehn runter, so wie sie bei App Sub Skriptions auch sind. Und weiß ich auch nicht, warum die Großen das mitmachen. Also warum äh nee, verstehe ich nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:46",
      "text": "Ich verstehe die ganze Logik mit mit nach einem Jahr ist es billiger, verstehe ich nicht. Da weiß ich jetzt überhaupt nicht, was da die großen Kosten vorher sind."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:11:56",
      "text": "Die haben sie irgendwann mal eingeführt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:57",
      "text": "Ja, das haben sie mal eingeführt, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:11:59",
      "text": "Ja, vielleicht, vielleicht ist es der Versuch, das ähm dass die Anbieter ähm Podcast anbieten sollen, die die Leute länger hören,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:12:14",
      "text": "Einfach nur vom App Store übernommen. Das ist der allgemeine Deal, den sie haben. Da haben sie nicht drüber nachgedacht, dass es was anderes sein soll. Das kannst du mir nicht erzählen. Das das haben sie irgendwann mal eingeführt da unten."
    },
    {
      "speaker": "roddi",
      "time": "1:12:27",
      "text": "Vielleicht vielleicht ist es auch da so, dass sie sich überlegt haben, dass man äh Creator, die es tatsächlich schaffen, über einen längeren Zeitraum die Leute an sich zu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:12:50",
      "text": "Ja, aber alle haben noch ein Interesse daran, so ein sowas lange laufen zu lassen. Also mir erschließt sich das nur sehr begrenzt und ich muss sagen, ich finde das Angebot relativ uninteressant. Für mich sowieso, aber eigentlich auch für andere. Also ich bin sehr gespannt. Mal gucken,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:40",
      "text": "Das ist halt das Hauptproblem, das ich am Anfang ansprechen wollte. Sobald Apple 'nen Revenew Stream auf der einen Seite sieht und hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:13:47",
      "text": "Der Rest egal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:13:48",
      "text": "Ist alles andere second classitison. Das heißt du du persönlich als Väterebene hast du auf definitiv jetzt mehr die Arschkarte als du vorher hattest und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:13",
      "text": "Ich bin bin noch nicht ja guter Punkt, ich bin noch nicht so ganz davon überzeugt"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:16",
      "text": "Wobei das natürlich jetzt nichts mit Podcasts zu tun hat, sondern nur indirekt mit der äh Reichweite, die die Podcasts an sich haben, also nicht mit der konkreten das das also das ist das Selbstrefinanzielle, dass es Podcasts ist, es ist relativ egal. Sondern es sind halt die Medien,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:34",
      "text": "Du meinst, dass es."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:37",
      "text": "Die betroffen sind jetzt selber, ist jetzt das, das ist Apple jetzt da nicht so wichtig, aber das ATP ist und dass es da ein paar Leute hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:44",
      "text": "Ja, ja, genau, genau."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:16:45",
      "text": "Gruber ist der Gruber, aber es ist nicht so, weil weil jetzt die Podcast-Landschaft empört ist. Das ist es nicht, sondern es ist die die Apple Medienlandschaft, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:55",
      "text": "Nee, ich würde dir wieder sprechen insofern, als dass gucke mal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:17:03",
      "text": "Gucke mal Bub."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:07",
      "text": "Wenn die Blogs sich jetzt über Blogsachen beschweren, dann ist das irgendwie wiegt es nicht so schwer, als wenn die Podcasts sich über Podcast Sachen beschweren, weil die Podcasts haben einfach was Beschwerden betrifft, einfach ein höheres Beschwerdepotenzial,"
    },
    {
      "speaker": "roddi",
      "time": "1:18:15",
      "text": "Na ja, also mein, mein, meine Erfahrung mit größeren Firmen ist, sobald sobald du irgendwas in Business Units auf,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:49",
      "text": "Ja, das hat ich sich eh nämlich schon degradiert an der Stelle, glaube ich und mal sehen, mal sehen."
    },
    {
      "speaker": "roddi",
      "time": "1:18:53",
      "text": "Mal sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:18:55",
      "text": "Unke natürlich auch gerne, was das angeht, weil ähm ich insgesamt natürlich auch unzufriedener werde, immer wieder,"
    },
    {
      "speaker": "roddi",
      "time": "1:19:14",
      "text": "Wie ist wie ist denn das? Man kann diese diese Subscripchen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:18",
      "text": "Aufs Gesicht."
    },
    {
      "speaker": "roddi",
      "time": "1:19:18",
      "text": "Komischen Apple Podcast kann man wirklich nur in der Apple Podcast-App hören, oder? Oder kann man die in paar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:27",
      "text": "DAM und so, nee, nee, DAM und so. Sagen sie doch, dass er dir immer."
    },
    {
      "speaker": "roddi",
      "time": "1:19:30",
      "text": "DRM."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:31",
      "text": "Gar nicht mehr anders. Optional DAM für Paid Content, wenn so was."
    },
    {
      "speaker": "roddi",
      "time": "1:19:34",
      "text": "Optional PDR M, also wer nicht will, dann kriege ich, naja egal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:19:38",
      "text": "Und dann dann dann sind sie eine iTunes Magic, der immer so auf diesem einbrechen, da wo das eine Zertifikat irgendwie rumlegt, das sind aber dann ist ganz abgeschottet, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:51",
      "text": "Also im Detail ist es noch nicht hundertprozentig klar, aber so sieht es derzeit aus, dass das so ist. Also ich habe jetzt zumindest keine Signale gesehen, die irgendwas anderes andeuten würden als das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:20:01",
      "text": "Wenn sie damit Kohle machen, dann wird's funktionieren. Ähm und dann wird's anders sein, wenn sie keine Kohle damit machen. Also das Beste, was was was uns passieren kann, ist, dass das Geschäftsmodell nicht funktioniert,"
    },
    {
      "speaker": "roddi",
      "time": "1:20:18",
      "text": "Also mein äh mein Vorurteil ist halt, dass die Leute, die äh Podcasts machen, um damit Kohle zu machen, keine guten Podcasts zu machen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:59",
      "text": "Ja, guter Punkt, ich meine, sie könnten ja auch auf eine andere Art und Weise Geld verdienen, ne. Also wenn man, wenn sie nur sowas einbauen würden wie,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:22:03",
      "text": "Also Dollar, ich weiß nicht, was Euro sein sollte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:05",
      "text": "Europas auch immer, ne? Genau."
    },
    {
      "speaker": "roddi",
      "time": "1:22:07",
      "text": "Was neunzehn Dollar im Jahr plus die dreißig Prozent."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:11",
      "text": "Habe ich jetzt so verstanden? Ähm gut,"
    },
    {
      "speaker": "roddi",
      "time": "1:25:16",
      "text": "Nee, ich glaube, da haben sie, da haben sie nicht den den Blick auf die Sache, den du da drauf hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:22",
      "text": "Mich fragt ja keiner, dass das alte Problem."
    },
    {
      "speaker": "roddi",
      "time": "1:25:24",
      "text": "Ja, also das ist ja das mit dem App Store haben sie ja mal mehr oder weniger schon verkackt, weil sie nicht den Blick der der äh,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:26:04",
      "text": "Willst du? Willst du?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:06",
      "text": "Ich lasse mich auch gerne von der von der Wirklichkeit widerlegen, wenn's dann soweit ist. Bis dahin äh habt ihr unsere Meinung gehört. Und ihr wisst jetzt auch, wo ihr spenden könnt."
    },
    {
      "speaker": "roddi",
      "time": "1:26:14",
      "text": "Genau. So sieht's aus. Jetzt wisst ihr Bescheid."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:21",
      "text": "Alright. So, dann ähm gehen wir noch mal, also wir hatten jetzt diesen tollen äh Apple Event am Dienstag,"
    },
    {
      "speaker": "roddi",
      "time": "1:27:05",
      "text": "Ehrlich gesagt ähm das das ist mir da das erste Mal so aufgefallen, wo ich das Gefühl habe, okay jetzt haben sie mal so eine gesamte Keynote einmal komplett zehnestisch durch choreographiert,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:27:46",
      "text": "Ich merke also, ich finde so, ich finde sie sehr schön gemacht so, also das finde ich von der Seite her gut. Ich finde sie insgesamt ähm,"
    },
    {
      "speaker": "roddi",
      "time": "1:28:33",
      "text": "Mission Timposible."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:28:34",
      "text": "Da gibt's aber Aussagen, die machen einfach in sich keinen Sinn mehr"
    },
    {
      "speaker": "roddi",
      "time": "1:28:49",
      "text": "Ja, das war ungefähr das, was ich auch meinte, also dass dieses dass es so durch choreographiert ist, das zu sehr durch Choreographiert ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:28:58",
      "text": "Nicht mehr so das Gefühl, dass ich es live sehen muss, dass das andere auch, also ich habe dadurch, dass das Format so ist, habe ich,"
    },
    {
      "speaker": "roddi",
      "time": "1:29:37",
      "text": "Mit dem Tesla, ja, ja, irgendwie so MK irgendwas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:39",
      "text": "MKB,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:49",
      "text": "Ach so. Ah ja, denk ja nicht. Ach so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:29:52",
      "text": "Der hat eine Abkürzung. Und ähm genau. Und der ist mir dann fast lieber, weil der hat ein bisschen Kommentar noch drauf. Ja, also ich habe halt und der der das wird ja auch immer dann doch eine Stunde später released schon. Die sind ja alle so wahnsinnig. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:21",
      "text": "Gut, dann schauen wir da noch mal, was da noch alles so angekündigt wurde, äh auf diesem Apple Event. Ähm gut Podcast hatten wir jetzt schon diskutiert,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:34",
      "text": "Gibt es neues."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:35",
      "text": "TV, Apple TV. Sie bauen immer noch diese kleine schwarze Büchse, die man eben seinen Fernseher erhalten soll und das ist irgendwie immer noch dasselbe Konzept. Und ich frage mich, ob das Konzept eigentlich gut genug ist,"
    },
    {
      "speaker": "roddi",
      "time": "1:30:50",
      "text": "Ja, dass, dass das eigentliche Problem, also gut genug sind die Kisten schon, aber du kriegst halt nicht genug für das Geld, was du dafür bezahlst."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:30:58",
      "text": "Und ein einige Aspekte funktionieren halt nicht, ja? Die ganze App die App Idee an sich,"
    },
    {
      "speaker": "roddi",
      "time": "1:33:09",
      "text": "Ich hatte meinen jetzt, glaube ich, drei Monate nicht mehr an. Das sagt, glaube ich, alles."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:15",
      "text": "Also ich habe laufen und hier meine meine Mediathek, Downloads, in die Kategorie äh auf einem SMB Server hier irgendwo und das ist dann praktisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:40",
      "text": "Das habe ich jetzt irgendwie nicht so richtig mitbekommen. Infus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:33:44",
      "text": "Ich habe einen SMB-Mount und da ist es so wie VLC, nur in gut optisch so, mit ein bisschen Interface, wo du auch äh ähm nicht nur in die Verzeichnisstruktur machen kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:33:54",
      "text": "Und das läuft auf Ebbe TV. Ah okay, mhm. Oh, könnte ich noch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:00",
      "text": "So und die anderen machen, äh wie, wie heißt denn das? Es gibt ja eins, wo man auch so verteilt und im Netz und mit Aboservice oder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:07",
      "text": "Auch so Plex und so ein Kram."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:09",
      "text": "Genau, Plex ist das. Das machen die anderen meistens, aber ich will einfach nur lokal. Ich will gar nicht irgendwie, ich will nicht scheren mit anderen Leuten, ich will einfach nur, dass mein SMB hier äh angeboten wird und ich kann da ein paar JPEC neben die äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:24",
      "text": "Ah okay, das ist das ist vielleicht das, was ich gesucht habe."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:28",
      "text": "Zeichne mir so ein bisschen im Endeffekt äh ausgewähltes äh Kinderzeug auf und das ist dann hier zur Verfügung, immer wenn ich's brauche. Oder auch mal von der von der Youtube was,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:34:41",
      "text": "Könnte ich ja vielleicht mal mein äh richtig zum Einsatz bringen, das wäre vielleicht mal ganz gut,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:34:58",
      "text": "Genau und dafür ist halt mein mein Liebling, weil Plex so ein bisschen mehr schon mit Account und schwierig und äh und und konvertiert dann auch wieder automatisch. Ich will gar nicht, was ich will, ich will selber so kodieren, damit das optimal ist für den und dann ist gut."
    },
    {
      "speaker": "roddi",
      "time": "1:35:12",
      "text": "Was, was mir so ein bisschen an dem Apple TV fehlt, aber das werde ich wahrscheinlich nie bekommen, ist, dass man einfach mal einen DVD-Laufwerk anschließt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:34",
      "text": "Es ist doch kein Host."
    },
    {
      "speaker": "roddi",
      "time": "1:35:37",
      "text": "Es ist kein Host, das kann sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:38",
      "text": "Das ist äh fürs nur fürs Entwickeln, nur andersrum. Das ist."
    },
    {
      "speaker": "roddi",
      "time": "1:35:41",
      "text": "Na ja, wie auch immer. Also das fände ich, das fände ich ganz spannend. Ich habe da jetzt noch so einen ganz ganz alten Mac Mini, um damit DVDs zu gucken. Das ist aber irgendwie auch total schrottig. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:35:54",
      "text": "Also."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:35:56",
      "text": "Oder Playstation."
    },
    {
      "speaker": "roddi",
      "time": "1:35:59",
      "text": "Nee, genau das will ich ja nicht. Ich habe jetzt meine Kisten ausgepackt und da sind jetzt stapelweise DVDs. Ich will einfach nur die Scheibe reintun und dann soll der Film spielen. Weißt du, so wie es früher mal war."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:09",
      "text": "Das willst du doch nicht, aber die sehen doch nicht aus."
    },
    {
      "speaker": "roddi",
      "time": "1:36:13",
      "text": "Die See nicht aus."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:14",
      "text": "Die haben doch, die haben doch Pixel und Interlacing und den ganzen Scheiß, die DVDs."
    },
    {
      "speaker": "roddi",
      "time": "1:36:19",
      "text": "Das ist doch so egal."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:20",
      "text": "Oh Gott, oh Gott, oh Gott."
    },
    {
      "speaker": "roddi",
      "time": "1:36:23",
      "text": "Acht, äh es ist doch übertrieben. Also das ist doch übertrieb."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:23",
      "text": "Tim, übernimm du mal jetzt kurz. Wie, nee, nee, DVDs kann ich nicht mehr gucken. Ich habe also ab einer gewissen Fernsehgröße geht DVD nicht mehr."
    },
    {
      "speaker": "roddi",
      "time": "1:36:31",
      "text": "Also ein Film wird doch nicht dadurch gut, dass das Bild schärfer ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:35",
      "text": "Bitte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:36:36",
      "text": "SD-Content, wirklich? Nein, ist die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:39",
      "text": "Lasst uns jetzt nicht über DVDs reden,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:32",
      "text": "Ja, das habe ich mir schon auch gedacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:34",
      "text": "Oder? Also ich meine iPod 5G, dieses click real, dieses Touch-Click-Real Touch hieß das, Klick-Touch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:43",
      "text": "Es hieß und dann waren's, glaube ich, weil äh ab dem, ab dem äh ab dem zweiten iPod war's halt wirklich ein ein Touch-Spiel, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:37:50",
      "text": "Hieß es dann auch so, ich weiß gerade nicht mehr ganz genau, auf irgendwie sowas."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:37:53",
      "text": "Nicht. Es ist, glaube ich, immer."
    },
    {
      "speaker": "roddi",
      "time": "1:37:55",
      "text": "Jetzt einfach nur real. Obwohl ich sagen muss, ich hatte den allerersten ursprünglichen iPod und dieses mechanische Scrollwiel,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:16",
      "text": "Nee, das war schon okay. Das Problem war, dass sie die vier Buttons da oben drüber gemacht haben. Die erste Revision war eine Katastrophe, weil ich hier Buttons auch so touchsensitive Buttons waren ohne ohne Nutzen. Das das Wheel hat funktioniert noch."
    },
    {
      "speaker": "roddi",
      "time": "1:38:28",
      "text": "Nee, aber aber dass du dann dass du da mechanisch eine Scheibe gedreht hast, das war richtig großartig, fand ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:34",
      "text": "Klackert, die auch klackert, klacker."
    },
    {
      "speaker": "roddi",
      "time": "1:38:36",
      "text": "Ja, das Klackern hatten sie ja immer per Software gemacht, da ist es ja dann egal, aber ähm ja, na ja, wie auch immer."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:38:45",
      "text": "Genau. Ja, das gibt's wieder und hoffentlich haben sie's gut implementiert an der Stelle. Ich habe ein bisschen Angst, dass sie halt diese Entscheidung, ab wann sie das äh die Bewegung als Bewegung akzeptieren oder nicht, ein bisschen schwierig gemacht haben. Aber ich bin auch froh, die äh was ich schon äh,"
    },
    {
      "speaker": "roddi",
      "time": "1:39:14",
      "text": "Nein, braucht sie nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:15",
      "text": "Macht's halt auch keinen Spaß, die Alte, die Alte."
    },
    {
      "speaker": "roddi",
      "time": "1:39:18",
      "text": "Alte ist doch auch Bluetooth oder nicht?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:20",
      "text": "Nein, nein. Nein, nein. Die war die erste, die die vorherige ist Bluetooth, aber die, die praktisch keine Touchfläche hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:39:32",
      "text": "Okay, anyway, auf jeden Fall ähm das dieses dieses Dings äh wie auch immer es heißt, das ist auf jeden Fall,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:39:53",
      "text": "Verwundert, dass sie das nicht eingebaut haben in äh in aufm"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:20",
      "text": "Ist unmenschlich. Also meine Winkel könnten sie das so als Device rausbringen. So ein ja, was man einfach so hinten auf sein Telefon drauf macht und dann hätte man noch dieses zusätzliche User wäre sofort dabei,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:41:35",
      "text": "Na ja, aber das ist ja nicht die Kalibrierung. Oh ja, mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:38",
      "text": "Das ist nicht der Vorgang der Kalibrierung, aber das ist das Ergebnis, äh also seit des gibt, gibt's sozusagen im Betriebssystem diese Möglichkeit so Color Management zu machen und die Differenz einer"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:07",
      "text": "Ja. Aber dann so in in Tennen war das also es wurde, nee, das wurde adaptiert auf Ten, genau, das gab's nur sieben schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:12",
      "text": "Das gab's schon ganz, ganz, ganz lange, ja. Und äh ich schaue gerade."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:19",
      "text": "Gibt auch noch eine App auf deinem Mac, wo du das einstellen kannst und machen kannst, wenn du Lust hast, einfach mal Zeit mit deinem Monitor zu äh dich zu beschäftigen, kannst du da die Profile dir angucken und was machen."
    },
    {
      "speaker": "roddi",
      "time": "1:42:30",
      "text": "Angeblich funktioniert's auch auf älteren Apple TVs, aber na ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:35",
      "text": "Ja ja, das funktioniert auch auf Älteren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:37",
      "text": "Und das könnten sie dann auch bitte gerne mal gleich auch auf dem Mac einschalten, weil da sehe ich jetzt überhaupt gar keinen Grund, warum das nicht auch in Meckow S landen sollte. Welchen?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:46",
      "text": "Doch, sie scheißen auf fremde Displays und die eigenen sind kalibriert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:51",
      "text": "Hallo, Mac Mini."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:42:53",
      "text": "Ja, sie scheißen auf fremde Displays und die eigenen sind kalibriert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:55",
      "text": "Ja, was heißt die scheiße drauf? Sie haben überhaupt gar keine eigene Displays, die ich kaufen könnte?"
    },
    {
      "speaker": "roddi",
      "time": "1:43:00",
      "text": "Musst nur tausend Euro für."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:01",
      "text": "Ja, ich sehe, super, toll."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:43:05",
      "text": "Das ist das werden die nicht machen. Das werden die nicht machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:09",
      "text": "Also."
    },
    {
      "speaker": "roddi",
      "time": "1:43:33",
      "text": "Darüber reden wir nochmal nach der WWT, würde ich sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:36",
      "text": "Ja, aber der Code ist da und es ist sozusagen Zero Zero."
    },
    {
      "speaker": "roddi",
      "time": "1:43:38",
      "text": "Ja, deswegen sage ich ja, danach reden wir nochmal nach der WWT. Ich glaube nicht, dass es in einem Interims-Update jetzt für das fürs jetzige McWest kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:49",
      "text": "Okay, reden wir nicht darüber, was ihr vielleicht meint, was sie tun werden. Reden wir einfach nur darüber, was sie tun sollten."
    },
    {
      "speaker": "roddi",
      "time": "1:44:11",
      "text": "Okay, wie viel Zeit habt ihr denn mitgebracht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:14",
      "text": "Du hast auch da gearbeitet, du hast doch auch die ganze Zeit die vor der Nase gehabt. Gibst du auch zu."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:44:20",
      "text": "Ja, ich meine, das ist das Lustige an dem Laden, ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:44:49",
      "text": "Und ich habe hier vor vor ein paar Jahren, habe ich ja schon mal gefordert, dass es dass das Klickviel eingeführt wird. Und jetzt ist es soweit. Also, ist doch eine einfacher nachzuvollziehende, kausale Kette."
    },
    {
      "speaker": "roddi",
      "time": "1:45:01",
      "text": "Aber das das Klickwähl zum hinten ans iPhone ranpappen, das finde ich sogar eine ziemlich coole Idee. Das würde ich sogar auch kaufen wahrscheinlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:08",
      "text": "Ja, das war wirklich cool. Damit kann man echt mal was steuern. Alright, next äh kommen wir zum iMac."
    },
    {
      "speaker": "roddi",
      "time": "1:45:16",
      "text": "Der."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:19",
      "text": "Der."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:20",
      "text": "Der ist jetzt bunt. Ist euch aufgefallen, dass er einen weißen Rahmen um den Bildschirm hat? Da habe ich eine Frage an euch. Warum?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:32",
      "text": "Damit's besser zu den Farben passt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:45:34",
      "text": "Ja, warum nehmen sie dann nicht die Farben selbst, die passen doch vielleicht auch zu den Farben?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:45:39",
      "text": "Weil es zu sehr das Display verfehlt dann. Also um direkt umrahmt hättest du gerne nur schwarz oder weiß glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:46:12",
      "text": "Okay, da kommen wir gleich dazu, was sie vielleicht noch äh in Zukunft noch dazu bauen, aber was wir jetzt erstmal getan haben, ist, sie haben ein iMac äh mit M eins rausgebracht,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:46:48",
      "text": "So ein bisschen eckiger noch so, eher sogar wie ein ähm so ist ein bisschen Old School, ja der Ständer ist so ein bisschen eckiger, da ist jetzt nicht so,"
    },
    {
      "speaker": "roddi",
      "time": "1:47:21",
      "text": "Diese Rolle, die Nackenrolle."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:23",
      "text": "Genau diese Nackenrolle. So sieht es aus. Es ist ein bisschen Oldschool, finde ich sogar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:26",
      "text": "Haben Sie auch bei diesem iPad äh Magic Keyboard Dingsbums, glaube ich, auch eine ähnliche Optik."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:31",
      "text": "So ein bisschen."
    },
    {
      "speaker": "roddi",
      "time": "1:47:32",
      "text": "Was ich nicht verstehe ist, warum muss das Ding unter unter dem Display nochmal diesen Trauerrand haben? Ist es einfach nur, weil alle IMax das haben?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:43",
      "text": "Computer drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:47:44",
      "text": "Das ist jetzt nicht mein Wunsch, aber da haben sie halt den Computer jetzt hingepackt. Die haben ihn nicht hinters Display gepackt, sondern dahin. Das ist der komplette Computer ist nur das Kinn. Jetzt der Computer in der Gin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:47:53",
      "text": "Dafür ist es doch dünner. Das ist doch wichtig, dass so ein Dessau-Computer ganz dünn ist. Wenn du draufschaust, nicht, dass dein Blick."
    },
    {
      "speaker": "roddi",
      "time": "1:48:00",
      "text": "Was ist denn das, was ist das denn für ein Cargo-Kalt inzwischen bei Apple, dass alles so dünn sein muss?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:06",
      "text": "Damit er auch von der Seite gut aussieht. Und damit er leicht ist."
    },
    {
      "speaker": "roddi",
      "time": "1:48:10",
      "text": "Ja, aber dafür sieht er von vorne Scheiße aus, weil er diesen Trauerrand hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:13",
      "text": "Hm ja ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:17",
      "text": "Scheiße weiß ich nicht, ich find's aber blöd, dass es einfarbig ist. Ich hatte ja schon das Apfel-Logo, finde ich, das ist ein Branding-Fail, das ist da nicht da ist, oder? In der Mitte. Das war doch da gut aufgehoben."
    },
    {
      "speaker": "roddi",
      "time": "1:48:36",
      "text": "Ja, aber Pastellfarben. Pastellfarben sind keine Farben, das ist eine Krankheit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:48:41",
      "text": "Nur in deine Richtung. Die anderen Leute sehen die Rückseite und die ist voll voll Power."
    },
    {
      "speaker": "roddi",
      "time": "1:48:46",
      "text": "Also ich würde das Ding nur in schwarz oder weiß kaufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:50",
      "text": "Also ich finde das mit dem Apple-Logo auf der Rückseite,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:11",
      "text": "Tendenziell."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:12",
      "text": "Man denkt, bei so IMEX vielleicht nicht unbedingt so drüber nach, dass sie so portabel sind, aber so dieses."
    },
    {
      "speaker": "roddi",
      "time": "1:49:18",
      "text": "Also ich habe ich habe im Zug mal jemand gesehen, der hatte seinen iMac dabei und hat ihn tatsächlich da auf den Schreibtisch gestellt und hat sich wirklich im ICE auf dem Tisch eine iMake gehabt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:30",
      "text": "Siehst du mal, dass das werden wir jetzt öfter sehen, ne, wenn das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:49:33",
      "text": "Ständig, glaube ich, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:34",
      "text": "Leichter ist als die Laptops früher. Aber was ich meine ist so dieses Beende mal eben das war ja so ein super Feature von dem von dem Lampeneck,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:10",
      "text": "Klar, das Stromkabel heißt. Ich habe Angst, weil Batterie ist keins drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:13",
      "text": "Das stimmt, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:50:18",
      "text": "Da verlierst du die."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:21",
      "text": "Und das war und das war bisher schon bei den aktuellen iMacs das Problem, wenn du die vom Stromkabel her ein bisschen zu stabil äh an deinem Tisch befestigt hast und dann kippst ganz blöd,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:36",
      "text": "Okay, vielleicht nochmal kurz ein paar Spex äh runterraseln. Also wir haben da irgendwie eine neue Kamera drin, die toller sein soll. Gut, wenn wir dann sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:50:43",
      "text": "Das ist einfach nur eine zehn achtzig P-Kamera, die gab's vorher auch schon in iMacs, die nennen sie Cola, aber ich glaube nicht. Ich glaube, das ist wie dieselbe Geschichte, wie bei den Laptops, die machen einfach Image-Processing hinten drauf. Auf alles, was ich da gesehen habe, ist von der Qualität her so mies. Ich glaube's nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:59",
      "text": "Wissen wir nicht"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:20",
      "text": "Und den Netzwerkfreude ist auch optional."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:23",
      "text": "Die Großen haben aber dann tatsächlich USBA Ports noch zusätzlich. Das ist also dann schon so ein Profi-Feature."
    },
    {
      "speaker": "roddi",
      "time": "1:51:29",
      "text": "USBA, wo sind."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:31",
      "text": "Drei, kein A."
    },
    {
      "speaker": "roddi",
      "time": "1:51:33",
      "text": "Nee, es sind auch C. Äh du hast nur äh du hast dann zwei USBC ohne und zwei USB-C mit."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:41",
      "text": "Also du hast zwei USB vier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:56",
      "text": "Ah, okay, gut, ja, sorry, ich, ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:51:59",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:01",
      "text": "Ähm nehme alles zurück und behaupte, das Gegenteil."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:52:04",
      "text": "Und ich war auch falsch, äh drei eins Generation zwei heißt es, Entschuldigung, USB drei eins Generation zwei. Ich krieg's trotzdem nicht zusammen. Ich hab's vorhin nochmal nachgelesen, haben wir aufgeschrieben, dass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:13",
      "text": "Das kann auch keiner äh das kann auch keiner irgendwie hinbekommen. Na ja, auf jeden Fall hast du auf den,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:02",
      "text": "Könnte man echte auch machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:04",
      "text": "Weiß nicht genau, was was sie damit,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:53:15",
      "text": "Also für Hitze ist ja so ein Powerbrick immer geschickt eigentlich, weil da wirklich jede Menge Hitze nicht angerät hat. So, also das ist schon nicht schlecht und"
    },
    {
      "speaker": "roddi",
      "time": "1:53:49",
      "text": "Also ich finde, finde es eigentlich auch ganz charmant, dass das Empower Brick ist. Also, ich meine, wenn man, wenn man das Internet braucht, dann muss es sowieso irgendwie,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:21",
      "text": "Apropos Tastatur, ähm äh die haben eingebaut in die Tastatur. Man hat nicht an dem Ding. Die Kamera haben sie nicht viel verbessert, aber."
    },
    {
      "speaker": "roddi",
      "time": "1:54:29",
      "text": "Ja, aber sie haben wieder diese."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:31",
      "text": "Springen. Das sind mal kurz noch beim iMac äh bleiben. Also man kann,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:39",
      "text": "Die Tastatur ist doch Teil von."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:40",
      "text": "Okay äh gut, ich wollte ja meinetwegen, okay, also es gibt noch diese Tastatur. Also die Tastatur ist, finde ich, ist nochmal so eine eigene Geschichte, weil die kann man ja auch separat kaufen und mit anderen Geräten wird man aber können."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:52",
      "text": "Noch nicht. Vielleicht."
    },
    {
      "speaker": "roddi",
      "time": "1:54:56",
      "text": "Ja, noch nicht. Wir werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:56",
      "text": "Derzeit kannst du noch gar nichts kaufen, weil es alles noch nicht bestellbar ist, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:54:59",
      "text": "Am Tag eins kaufen können, das ist die Aussage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:02",
      "text": "Die Aussage war, dass die Tastatur auch mit anderen M1-Computern läuft. So, das heißt, man muss sie auch,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:32",
      "text": "Für dich, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:35",
      "text": "Warum? Ich meine, das wär's doch jetzt wirklich echt gewesen. Was hätte ich das Ding gepriesen und wie viele hätte ich mir davon gekauft?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:55:53",
      "text": "Butterfly haben sie gecheckt, die können sie das, haben sie nicht gecheckt, ich weiß nicht, warum sie beim Laptop die gewechselt haben, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:58",
      "text": "Ja, weil weil sie's gecheckt haben, mein MacBook R mit dem M eins hat richtige Cursortasten, wie,"
    },
    {
      "speaker": "roddi",
      "time": "1:56:23",
      "text": "Ja, das ist, wenn die, wenn die, wenn die Grafikdesigner irgendwie kein UX können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:29",
      "text": "Ich befürchte ja es ist, weil diese Tastatur auch noch abgerundet sein muss,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:56:40",
      "text": "Nee, ich glaube, sie sehen das Problem nicht. Da hast du die überschätzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:45",
      "text": "Einfach es geht nicht. Es ist einfach ich verstehe ich verstehe das nicht. Was soll das."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:56:54",
      "text": "Aber an der Stelle, ehrlich gesagt, mich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:57:25",
      "text": "Ich bin halt A zwölf zweiundvierzig ultra und ähm ich kann kann mir in so ein Leben nicht vorstellen, mit solchen Körsertasten."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:57:33",
      "text": "Ja. Aber Taucher, die für mich wird das, ich hätte die gerne, weil ich weil für Closed Lit Operation im Moment, also ich habe hier so ein Setup mitm Stehpult,"
    },
    {
      "speaker": "roddi",
      "time": "1:58:04",
      "text": "Spannend finde ich, dass keine Touchpa drin ist. Also das ist mehr oder weniger ja schon der Tod der Touch Bar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:10",
      "text": "Ja, endlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:13",
      "text": "Tote die Touchspa ist, der Tod, der Touch Bar,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:22",
      "text": "Lila mag ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:58:23",
      "text": "Silber, Yellow, Orange Purple. Echte Mist."
    },
    {
      "speaker": "roddi",
      "time": "1:58:28",
      "text": "Einfach nur weiß, einfach nur."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:30",
      "text": "Violet oder Orange."
    },
    {
      "speaker": "roddi",
      "time": "1:58:33",
      "text": "Orange. Na gut, Orange, meinetwegen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:37",
      "text": "Orange oder Violett?"
    },
    {
      "speaker": "roddi",
      "time": "1:58:40",
      "text": "Vicholet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:58:42",
      "text": "Ja. Aber lasst uns doch nochmal bei Mac bleiben. Es ist wirklich dieselbe Ausführung. Zwohundertsechsundfünfzig Gigabyte SSD geht's los und hoch bis zwo Teearbeit,"
    },
    {
      "speaker": "roddi",
      "time": "1:59:12",
      "text": "Aber warten wir mal ganz ehrlich, diese sieben Chor GPU, das verstehe ich nicht. Haben die da so einen schlechten bei ihren Chips mit den GPU-Kurs? Das sie das jetzt als extra äh wir schießen dir einen Chor tot und dann geben wir die CPU günstiger."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:27",
      "text": "Ich denke, sie haben einfach einen einen einen super Whisky GPU äh gehabt und den haben sie halt jetzt so vermarktet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:36",
      "text": "Ja okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:38",
      "text": "Also was ich insgesamt äh krass finde, wie sehr jetzt diese Chipen natürlich durch die ganze durch das ganze Line-up durchgeht. Also es ist also rein äh Tim muss sich ja irgendwie ein ein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:55",
      "text": "Tim. Ach, Tim, Tim guckt, Tim."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "1:59:56",
      "text": "Dem Cook, nicht dir. Dir geht er bei Apple keiner mehr ab jetzt bei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:04",
      "text": "Würde ich jetzt nicht sagen, dass MacBook R hat mich schon ähm."
    },
    {
      "speaker": "roddi",
      "time": "2:00:12",
      "text": "Über eine Sache, die dieses iMac nicht kann, müssen wir aber noch reden, ne? Du kannst ihn nicht als externen Monitor für was anderes verwenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:21",
      "text": "Das kannst du schon lange nicht mehr mit iMacs, das ist seit zehn Jahren tot jetzt das Feature."
    },
    {
      "speaker": "roddi",
      "time": "2:00:26",
      "text": "Ja, das mag ja sein, aber es ist immer noch tot,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:00:48",
      "text": "Ich musste an einer Sache zustimmen, zumindest zeitka, so unterstützen, so in die Richtung auch, ja? Zumindest das,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:24",
      "text": "Wobei hast du schon mal benutzt? Das ist unbenutzbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:01:28",
      "text": "Wieso findest du's unbenutzbar? Ich habe eine mein zwölf Zoll iPad, also gerade so, das ist halt, ich habe halt, grade wenn ich mit dem mit dem Mac Mini, äh mit dem mit dem R, mit dem R und dem Ding nehme ich her, ist gut, fließ, wieso unbenutzbar?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:42",
      "text": "Ich kann dir es jetzt gerade nicht mehr auswendig runterbeten, aber ich habe bei ZEITKAR immer so dieses,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:07",
      "text": "Ah ja, jetzt verstehe ich, ist inzwischen besser geworden. Ist inzwischen besser geworden, aber es war am Anfang"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:27",
      "text": "Kay. Und dann werde ich das nochmal probieren, aber so wie ich das benutzen wollte, ging's nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:02:31",
      "text": "Plus ich mach's mit dem Kabel, dann hast du auch latenztechnisch überhaupt keine Probleme, auch wenn diese WiFi technisch gut hinbekommen haben, aber mit Kabel ist wirklich ich habe einfach ein Display. Mein Problem ist eher, dass das iPad zu klein ist"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:02:54",
      "text": "Du meinst, wenn man jetzt so zwei Eyemax nebeneinander hat, dann müsste man doch eigentlich auch das andere über quasi als Zweitbildschirm für den einen äh oder für den Laptop."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:03",
      "text": "Zum Beispiel oder halt das das eher als Zeitkabel nutzen können oder oder halt vom äh per vom,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:29",
      "text": "Ach, es ist einfach furchtbar."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:03:31",
      "text": "Ja. Aber ansonsten ganz schönes Gerät, oder? Preislich ist doch okay und M eins."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:36",
      "text": "Der iMac ist mir noch nicht so ganz klar, ob das,"
    },
    {
      "speaker": "roddi",
      "time": "2:03:47",
      "text": "Ja, vor allen Dingen, du kannst ihn noch nicht konfigurieren und du weißt ja nicht, was für ein Preis rauskommt, wenn du dir erstmal die sechzehn Gigabyte Arbeitspeicherein konfiguriert hast und"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:12",
      "text": "Reden wir doch mal über den iMac, den sie nicht vorgestellt haben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:05:22",
      "text": "Je nachdem, was du für ein Display so hinbekommen, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:24",
      "text": "Genau, also vielleicht eins mehr als weniger, keine Ahnung, weiß ich nicht, vielleicht auch zweiunddreißig, also jeder"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:06:07",
      "text": "Mhm. Also da war mein mein Ansatz hier noch, wir gehen davon aus, dass dieses Gerät auch Apple bauen wird, oder? Weil, weil diese die,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:58",
      "text": "Der große IMAC wird genauso aussehen wie der, den wir jetzt sehen, bloß er wird schwarz sein können,"
    },
    {
      "speaker": "roddi",
      "time": "2:08:20",
      "text": "Ja, aber sicherlich nicht mit dem M eins-Chip, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:24",
      "text": "Nö, mit äh M zwei oder M eins E."
    },
    {
      "speaker": "roddi",
      "time": "2:08:26",
      "text": "Ich bin mir auch gar nicht sicher, ob die GPO, die jetzt in dem M1 drin ist, so ein großes Display überhaupt treiben könnte. Also die ist ja schon jetzt auch nicht so krass."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:36",
      "text": "Bildschirm damit treiben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:08:38",
      "text": "Das ist schon,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:13",
      "text": "Also ich bin mir relativ sicher, wir werden im Herbst die nächste Generation sehen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:09:55",
      "text": "Nee, ich glaube nicht. Meck mini pro kann zu knicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:57",
      "text": "Das werden wir mal sehen. Der aktuelle McMini ist silber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:01",
      "text": "Ja, ja, ja, ja. Ja, ja, träumweil."
    },
    {
      "speaker": "roddi",
      "time": "2:10:04",
      "text": "Da bin ich, da bin ich mal dann gespannt, ob man dann tatsächlich den, den Rabattcode von dem äh DTK auch für die M2 Geräte benutzen kann oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:13",
      "text": "Sollte beliebiges Apple Produkt war angesagt jetzt und ein Jahr lang. Insofern sollte das gehen."
    },
    {
      "speaker": "roddi",
      "time": "2:10:19",
      "text": "Bis Ende des Jahres soweit ich weiß, ne?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:21",
      "text": "Also, okay, also, aber auf alle Fälle lang genug. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:26",
      "text": "Gut, machen wir mal weiter. Würde ich äh vorschlagen. Wir hatten ja noch andere interessante Ankündigungen. Und der war ja balla nicht, äh das einzige Interessante hier,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:10:49",
      "text": "USB vier halt unten auch statt nur ähm eine US."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:53",
      "text": "Jetzt mit, genau und halt äh der M eins Prozessor, das fand ich ja irgendwie einen interessanten Move, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:01",
      "text": "Das ist so genannt haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:02",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:29",
      "text": "Aber war eigentlich trotzdem klar, dass wie sie wie sie da auf dem USBC Stecker gegangen sind, dass sie damit das ernäbeln wollen, so also dass das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:37",
      "text": "Ich bin nicht überrascht so, ne? Aber es ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:11:40",
      "text": "Eigentlich fürs letzte Modell noch nicht hinbekommen, ist eher mein mein Gefühl so. Sie haben so der, so der der die Anbindung von von USB vier hat einfach noch länger gedauert, als sie es gerne haben wollten und deswegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:54",
      "text": "Ja, sie mussten's halt erstmal in die SOC äh reinkriegen. Dazu müssten sie einen Controller da einbauen. Der war halt bei den Apple äh die weiß es, bei den iPhone, die weiß es halt vorher noch nicht erforderlich und nicht drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:06",
      "text": "Könnte man natürlich jetzt aber auch sagen, wer fürs Telefon ja auch nicht schlecht. Vielleicht ist es ein guter Zeitpunkt, dass er die USBC äh den Wechsel zu machen auf USBC. Da war ja irgendwie letztes Mal die Aussage, dass sie es nicht machen wollen, aber hm,"
    },
    {
      "speaker": "roddi",
      "time": "2:12:21",
      "text": "Dazu müsstest du natürlich erstmal einen Chip machen, den du dann auch im Fond verwenden kannst, also ob du den M eins jetzt mal soeben im verwenden kannst. Na gut, wir werden sehen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:12:32",
      "text": "Also die werden definitiv nicht beim Telefon sparen an Innovation, was ihr da tipmäßig machen wollen, insofern da glaube ich, das kommt."
    },
    {
      "speaker": "roddi",
      "time": "2:12:39",
      "text": "Nee, das nicht, aber äh ich glaube,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:13:02",
      "text": "Ist am Ende auch eine reine Marketingunterscheidung. Ich meine, sie können jetzt ihre CPO so zusammensetzen, wie sie wollen und sie können sie auch nennen, wie sie wollen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:16:56",
      "text": "Ja bin ich mal gespannt. Ich bin ja leider nicht so positiv gestimmt von der Art und Weise, wie sie das gemacht haben. Bei der Mauszeiger-Integration fand ich ja, haben sie gut gemacht. Da haben sie wirklich mal wieder eine eine schöne"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:41",
      "text": "Ja ja, ich habe nicht gesagt, dass es das ist ohne Probleme. Ich sage nur, das ist der Weg, den sie gehen und der ist noch ein langer Weg."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:17:48",
      "text": "Ja, es ist es ist es ist einer mit Potenzial, das sehe ich auch so. Ich finde, manche Sachen haben sich schon ein bisschen"
    },
    {
      "speaker": "roddi",
      "time": "2:18:52",
      "text": "Ja, aber du hast, du hast dann das den Lama-Arm-Problem. Wenn du so ein Riesending vor dir stehen hast."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:18:59",
      "text": "Ja ja, nicht dauerhafte Bedingungen, nicht dauerhafte Bedingungen, aber wie oft haben wir schon alle so einen OK Button gedrückt auf dem Mac? Seid doch mal ehrlich, wenn man ein bisschen auf dem iPad gearbeitet hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:08",
      "text": "Mache ich es nie."
    },
    {
      "speaker": "roddi",
      "time": "2:19:09",
      "text": "Ja, aber ich, ich habe genug äh Kollegen, die haben die haben diese Lösung quasi auf Windows. Das sieht aus wie"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:19:28",
      "text": "Bei Kindern so, das merke ich so, so ist es bei die iPad-Bedienung selber macht das schon so kaputt. Oder was jetzt auch schon auf dem iPad so ist"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:13",
      "text": "Gut, also neues iPad Pro, schneller, höher, weiter, äh tolles äh tolles Display, gilt das eigentlich nur für das Große? Ja, ne, nur das"
    },
    {
      "speaker": "roddi",
      "time": "2:20:34",
      "text": "Weitwinkelkamera fand ich eine ganz,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:20:41",
      "text": "Frage ist, wie gut's funktioniert, aber ja, gute Idee."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:43",
      "text": "Center Stage."
    },
    {
      "speaker": "roddi",
      "time": "2:20:44",
      "text": "Ja, äh die Sache mit dem wie gut's funktioniert, hätte ich jetzt auch als nächstes gesagt, muss man halt gucken. Aber das ist Software, die kann man anpassen, wenn's erstmal im ersten Wurf nicht funktioniert. Also in."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:55",
      "text": "Da habe ich auch gleich so eine ähm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:21:29",
      "text": "Gibt's aber schon, ja? Also das ist halt ein äh es gibt eine sehr gute, sich selbst kalibrierende Stativ, das praktisch mit mit Motor und für iPhone in Kombination mit Software, das schon sehr gut macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:43",
      "text": "Ah, okay, das ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:21:46",
      "text": "Diese konkrete Lösung, die du gerade so so ansprichst, die gibt äh und die ist auch, also ich habe das zum ersten Mal in einem YouTube Video gesehen, wo ich mir gedacht habe, was ist denn das für eine komische Kameraführung? Und dann habe ich irgendwann mal das Produkt dazu gesehen und ja, cool,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:14",
      "text": "Selfie-Kamera,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:22:23",
      "text": "Na ja, auf alle Fälle, die hat ja noch ein bisschen weniger Auflösung"
    },
    {
      "speaker": "roddi",
      "time": "2:23:14",
      "text": "Sie nennen es True Deppkamera."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:23:17",
      "text": "Too Debs heißt sie genau deswegen wegen dem ID. Genau, Truedebs."
    },
    {
      "speaker": "roddi",
      "time": "2:23:21",
      "text": "Kamera."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:23",
      "text": "Na ja gut, mal sehen. Also, ich meine, ich finde das iPad Pro ja insofern interessant, als dass es immer noch etwas kann, was halt die äh Laptops immer noch nicht können. Die haben halt irgendwie Mobilfunk als Option und ich verstehe das irgendwie auch noch nicht und ich hoffe, dass die nächste Generation von"
    },
    {
      "speaker": "roddi",
      "time": "2:23:44",
      "text": "Ist schon vor zehn Jahren. Aber ich glaube, da ist es auch wirklich eine Frage der Software."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:23:50",
      "text": "Und der Hardware auch vielleicht."
    },
    {
      "speaker": "roddi",
      "time": "2:23:53",
      "text": "Äh Baseball-Chip haben sie, glaube ich, drauf, dass denen den aufs Board zu klatschen. Ist jetzt nicht das Ding, sondern es ist mehr so dieses,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:12",
      "text": "Ja das auch, aber es gibt auch noch das Gerücht, dass es auch ein bisschen was mit den Verkaufspreisen zu tun hat, weil sie unter Umständen halt noch an Quark kommen, irgendwie Geräte, Preisabhängige, Lizenzen zahlen müssen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:36",
      "text": "Wenn man's, wenn man's wirklich beim iPad Pro kann man schon konfigurieren, wenn man's wirklich ordentlich äh sich die Kante geben will mit dem äh mit dem besten Modell, dann ist man mit zwotausendsechshundert dabei plus nochmal"
    },
    {
      "speaker": "roddi",
      "time": "2:24:53",
      "text": "Fürs große oder wie."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:24:54",
      "text": "Genau, fürs große voll ausgebaut. Zwei Terabyte geht ja jetzt auch. Ähm interessant ist, dass ab ein Terabyte auch sechzehn Megabyte RAM jetzt drin ist. Äh sechzehn Gigabyte, tschuldigung, Megabyte, geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:18",
      "text": "Ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:25:34",
      "text": "Und da ist halt Schwarzwert, also Mini-LED-Ding mit, also ich bin, wie ich zurück bin von,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:01",
      "text": "Ja gut, es gilt ja auch eh nur für das für das Große und irgendwie so zwei Komma neun Zoll, weiß ich nicht, also so ein großes Teil, das das Bedürfnis hatte ich jetzt noch nicht, auch wenn ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:09",
      "text": "Echt, mir ist es zu klein sogar. Das Große."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:14",
      "text": "Große ist jetzt zu klein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:16",
      "text": "Das große iPad ist mir zu klein, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:17",
      "text": "Was damit zu tun."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:18",
      "text": "Das alles,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:34",
      "text": "Hm. Naja, mal gucken. Mal gucken."
    },
    {
      "speaker": "roddi",
      "time": "2:26:37",
      "text": "Also ich habe dieses zehn Zoll größer muss das nicht, das ist mir jetzt schon in manchen Situationen zu groß, aber jeder ist da anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:43",
      "text": "Jeder ist da anders. Ja, ich würde auch gerne, ich wollte eigentlich dieses Jahr äh mein Geld eher für Max ausgeben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:26:51",
      "text": "Ja, vielleicht, wenn ihr noch geliefert dieses Jahr dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:54",
      "text": "Aber bis dahin haben wir ja noch die Gelegenheit noch ein bisschen kleinteiliger Geld auszugeben, denn jetzt gibt es Attack."
    },
    {
      "speaker": "roddi",
      "time": "2:27:01",
      "text": "Aber was war denn das für eine Brücke?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:04",
      "text": "Profi Profiüberleitung. Ja."
    },
    {
      "speaker": "roddi",
      "time": "2:27:07",
      "text": "Profiüberleitung, ja, das ist das ist die erste Hardware, wo sämtliche teurer sind als die Hardware selber. Von Apple. Das hat's glaube ich vorher auch noch nicht gegeben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:18",
      "text": "Ja gut, ist ja nicht viel drin, ne. Also was äh okay, was ist es."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:27:26",
      "text": "Ie ist günstiger, aber die gibt's ja nicht von Apple selber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:27",
      "text": "Attack, Attack, ich beschreibe mal kurz, worum sich's hier überhaupt handelt, dass wenn ich immer alles annehmen, ja, man muss ja auch immer vom Hörer her äh denken, ne."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:27:38",
      "text": "Vor allem auch von der Hörerin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:39",
      "text": "Und von der Hörerin sowieso. Wir haben kleine äh kleine Schnupsies und in diesem kleinen Schnuppsi befindet sich bisschen Technologie und der Ziel der ganzen Sache ist, dass du deine Scheiße wieder findest, wenn du sie verloren hast."
    },
    {
      "speaker": "roddi",
      "time": "2:27:52",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:53",
      "text": "Zum Beispiel also Schlüssel und alle, alle so Sachen, die man schnell mal verlegt und die zu klein sind, dass da dass man sie so ohne Weiteres wiederfinden kann und das ist die Anwendung für Attack und das ist auch die erklärte und gezielte"
    },
    {
      "speaker": "roddi",
      "time": "2:28:15",
      "text": "Aber mal ganz ehrlich, ich habe ja hart dadrüber nachgedacht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:28:44",
      "text": "Ja, also ich habe auf jeden Fall schon sehr viel Zeit damit verbracht, sie zu zu suchen,"
    },
    {
      "speaker": "roddi",
      "time": "2:29:22",
      "text": "Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:23",
      "text": "Und es ist einfach nur so ein kleiner äh Knopf, wo eine Knopfzellenbatterie ist und ein CR zwanzig zweiunddreißig, Standardbatterie, die ein Jahr halten soll, angeblich."
    },
    {
      "speaker": "roddi",
      "time": "2:29:51",
      "text": "Stunde bei zwei Meter oder irgendwie so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:53",
      "text": "Oder noch mehrere."
    },
    {
      "speaker": "roddi",
      "time": "2:29:54",
      "text": "Stunde bei einem Meter irgendwie sowas."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:57",
      "text": "Geht nicht sofort kaputt, wenn's nass wird. Und ja und dann halt die entsprechende Software dazu. Und die Idee ist, dass man's halt an irgendwas rantackert."
    },
    {
      "speaker": "roddi",
      "time": "2:30:21",
      "text": "Von Armes. Aber ich glaube, da kriegst du zumindest das mit dazu, weil das ist dann nicht ein spezielles Take. Ähm nur das Rmaze. Da steht er wahrscheinlich eher mäßig drauf oder so, keine Ahnung,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:30:36",
      "text": "Steht auf dem Metallding so. Es wirkt zumindest, dass es Metall,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:44",
      "text": "Also mich wundert, dass dass es dass es dieses Produkt wirklich immer noch gibt, aber meinetwegen, wenn Leute das wollen, sollen sie's doch kaufen."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:30:53",
      "text": "Sagen, die werden genug Kohle machen damit, dass es wird sich schon lohnen."
    },
    {
      "speaker": "roddi",
      "time": "2:30:57",
      "text": "Was ich daran nicht verstehe, ist diese Lederdinge, die sind doch, die sind doch zum posen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:16",
      "text": "Es geht nichts ums Posen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:18",
      "text": "Sondern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:20",
      "text": "Es geht ums Fühlen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:22",
      "text": "Fühlen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:23",
      "text": "Du sollst dich reich fühlen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:26",
      "text": "Ja, aber andere sollen's auch wissen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:30",
      "text": "Nicht unbedingt. Wichtiger ist, dass dass du es fühlst. Du musst dich, du weißt wohl nicht, wie es ist, wenn man reich ist. Dann hat man nur noch solche Sorgen."
    },
    {
      "speaker": "roddi",
      "time": "2:31:40",
      "text": "Klingt fast so was. Klingt fast so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:44",
      "text": "Lass dir berichten aus der Welt des Reichtums und des Luxus."
    },
    {
      "speaker": "roddi",
      "time": "2:32:16",
      "text": "Das Tamagotchi-Prinzip. Ja, da hast du den Plastikstreifen rausgezogen und dann hat's das Ei gelegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:22",
      "text": "Hast du eigentlich bei all diesen Knopf,"
    },
    {
      "speaker": "roddi",
      "time": "2:34:00",
      "text": "Ja, aber ganz, ganz offensichtlich sind da einige ungeeignet für das, wie man's jetzt kaufen kann, sondern ist mehr so, wenn Hersteller, Feind, My, Technologie in ihre"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:19",
      "text": "Aber bei dem Setup kriegst du kriegst du, wenn nicht alle, sehr viele von diesen Optionen vorgeschlagen."
    },
    {
      "speaker": "roddi",
      "time": "2:34:25",
      "text": "Ja, das ist ja okay. Das ist ja okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:34:26",
      "text": "Was ja auch vor kurzem passiert ist, das Öffnen habt ihr, haben wir darüber gesprochen, schon nicht, gell? Egal."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:32",
      "text": "Hat auf jeden Fall den Vorteil, dass ihr natürlich dann auch automatisch äh quasi dann so ein entsprechendes Symbol auch,"
    },
    {
      "speaker": "roddi",
      "time": "2:35:52",
      "text": "Sechzig vorn ist. Wie viel DB?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:55",
      "text": "Sechzig Vornen halt. Kennen wir doch."
    },
    {
      "speaker": "roddi",
      "time": "2:35:58",
      "text": "Ja, nee, also das ist ja alles, das ist ja alles soweit ganz sinnvoll. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:03",
      "text": "Genau, ist alles ganz sinnvoll. Es gibt auch Voiceover Support, das heißt äh kannst du ähm auch äh es ist halt gerade jetzt verblindet, ne,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:37:03",
      "text": "Wo ist, heißt es? Wo ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:06",
      "text": "Genau, auf Deutsch das wo ist?"
    },
    {
      "speaker": "roddi",
      "time": "2:37:08",
      "text": "Wo ist Netzwerk."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:10",
      "text": "In der in der Doku sprechen sie technisch von einem sogenannten das ist hier glaube ich so ein bisschen der der eigentliche Begriff mit dem man arbeiten sollte. Also ein Netzwerk, was dazu da ist, Dinge zu finden,"
    },
    {
      "speaker": "roddi",
      "time": "2:37:37",
      "text": "Alle zwei Sekunden? Nee, so oft nicht, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:41",
      "text": "Stand so in der Doku,"
    },
    {
      "speaker": "roddi",
      "time": "2:37:59",
      "text": "Ja, äh aus irgendwie machen sie das, dass sie tatsächlich unterschiedliche äh Public Keys auch generieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:07",
      "text": "Also sie erzeugen einen Key"
    },
    {
      "speaker": "roddi",
      "time": "2:38:27",
      "text": "Ja, aber und das ist der Punkt. Äh sie schicken auch einen Public mit, weil nämlich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:38:43",
      "text": "Und das kannst du alles nur auf deinem Telefon mit dem Private Key machen. Das heißt aber auch, dass das Netzwerk überhaupt nicht weiß, welche Information da drin ist. Weil das alles endlos Krypto ist."
    },
    {
      "speaker": "roddi",
      "time": "2:38:55",
      "text": "Also das das finde, das finde die Weiß verschlüsselt seine Location und sagt, ich habe dieses gesehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:04",
      "text": "Genau und nimmt den Public von dem Tech."
    },
    {
      "speaker": "roddi",
      "time": "2:39:06",
      "text": "Ausgesendet hat und du als Besitzer des Text kennst aber den Private Key, Apple kennt ihn nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:16",
      "text": "Richtig. Genau so läuft das."
    },
    {
      "speaker": "roddi",
      "time": "2:39:20",
      "text": "Und äh das Finder-Device kennt ihn natürlich auch nicht, weiß, es hat einen Tech gesehen, aber was für eins das ist und wem das gehört. Und diese Keys werden wohl täglich, also irgendwie in der Nacht rotiert,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:39:44",
      "text": "Ich glaube, nee, ich ich glaube, die ändern sich alle fünfzehn Minuten."
    },
    {
      "speaker": "roddi",
      "time": "2:39:47",
      "text": "Nein, tun sie nicht. Ich hab's extra nachgeguckt. Ähm es ist nämlich so, dass sie in in irgendeinem Techno, die kann ich die kann ich ja mal in den Chat schmeißen. Schreiben sie davon, dass ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:14",
      "text": "Ah okay, verstehe, äh klar, du musst es ja drei Stunden lang."
    },
    {
      "speaker": "roddi",
      "time": "2:40:19",
      "text": "Ne? Deswegen äh und da steht dann auch drin, man soll halt solange warten, bis es einem wieder als dieses Take folgt ihr. Angezeigt wird und dann kann man's dann äh deaktivieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:40:30",
      "text": "Was auch noch ganz pfiffig ist, der Attack macht NFC übrigens nicht nur, damit man ihn perlen kann,"
    },
    {
      "speaker": "roddi",
      "time": "2:41:14",
      "text": "Genau und diese Funktionalität funktioniert angeblich auch mit einem NFC-fähigen Android-Telefon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:20",
      "text": "Genau. Ist nicht auf dem iPhone äh Dings. Wobei das soll ja erst gehen, wenn das Ding als Lost gemeldet ist und dazu muss ja dieses, das eigentlich auch selber mit erfahren, dass es das ist, weil's ja dann irgendwie auch,"
    },
    {
      "speaker": "roddi",
      "time": "2:41:36",
      "text": "Naja gut, aber ich weiß nicht, wie wie macht denn das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:40",
      "text": "Piepen auch automatisch, wenn sie irgendwie drei Stunden lang dich nicht mehr gesehen haben. Wenn die sozusagen keinen Kontakt haben."
    },
    {
      "speaker": "roddi",
      "time": "2:41:46",
      "text": "Ich glaube auch da ist es ein Tag."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:48",
      "text": "Drei Stunden. Nach drei Stunden."
    },
    {
      "speaker": "roddi",
      "time": "2:41:51",
      "text": "Vielleicht geht er nach drei Stunden automatisch in den Lost Modus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:41:56",
      "text": "Ja, auf jeden Fall piepen sie dann. Also damit soll halt auch verhindert werden, dass du das Ding so als äh Tracking-Device benutzt, ne? Also wenn da jetzt so jemanden stalken willst, in dem einfach so ein, so ein, so einen Key reinhängst, so nach dem Motto, mal gucken,"
    },
    {
      "speaker": "roddi",
      "time": "2:43:34",
      "text": "Na, es kommt drauf an, also wenn du, wenn du dir anguckst, dass diese diese äh E- äh Fahrradfirma van Moof äh die Dinger ja oder die Technologie in ihre Bikes einbaut, da ist es eindeutig ein Diebstahlsschutz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:44:41",
      "text": "Ja, aber warum ist die Text- und die Technologie noch mal trennen, ne, also hast schon Recht. Bei dem Fahrrad ist es,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:04",
      "text": "Nee, der ist halt in der. Der ist so, der muss sein, sonst ist es ja wirklich das kann ja nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:14",
      "text": "Habe ich so nicht gelesen."
    },
    {
      "speaker": "roddi",
      "time": "2:45:18",
      "text": "Ja, aber das muss er, das wo ist, muss ja auf deinen verschiedenen Devices auch trotzdem funktionieren."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:25",
      "text": "Also das ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:27",
      "text": "Aber kann ja trotzdem sein, dass du den Exzess verlierst."
    },
    {
      "speaker": "roddi",
      "time": "2:45:30",
      "text": "Na ja, es gibt es gibt zwei Möglichkeiten. Wenn es jetzt einfach nur ein Airtec ist und du kannst es nicht resetten, dann kann's halt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:53",
      "text": "Oder was weiß ich, du kaufst so ein Fahrrad gebraucht und dann ist es noch mit irgendwas gekoppelt und dann weißt du nicht mehr."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:45:59",
      "text": "Ist bei einem natürlich keine wirkliche okay Lösung, wenn das geht, weil dann habe ich halt einen Attack gefunden und das ist jetzt meiner. Also das ist jetzt irgendwie so ein bisschen das ein bissel."
    },
    {
      "speaker": "roddi",
      "time": "2:46:13",
      "text": "Vielleicht kannst du die Dinge auch äh vielleicht hat Apple so ein Overide, wo du halt dann irgendwie wenn du die Seriennummer von dem Ding hast. Ja und du hattest sie in deinem Account drin,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:46:39",
      "text": "Ich selber muss sagen, so ich habe, glaube ich, nicht wirklich eine Verwendung dafür auch. Also, wenn noch eher"
    },
    {
      "speaker": "roddi",
      "time": "2:47:20",
      "text": "Ich hatte das bei meinem ersten Auto, dass der das Auto an der erstens lange an der Stelle stand, wo es verunfallt ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:49",
      "text": "Also ich weiß auf jeden Fall, wo ich mir noch die Technologie gerne drin hätte, nehme ich auf jeden Fall bei meinen Airpod äh case."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:56",
      "text": "Ja ja, das ist ja keine Frage, aber."
    },
    {
      "speaker": "roddi",
      "time": "2:47:58",
      "text": "Ja aber ist doch da drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:47:59",
      "text": "Nochmal dreißig Dollar mehr kostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:00",
      "text": "Nee, ist nicht drin."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:03",
      "text": "Nee, ist nicht drin. Discase nicht."
    },
    {
      "speaker": "roddi",
      "time": "2:48:05",
      "text": "Aber du kannst es äh Diät des Air Podcast kannst du ja über Dings finden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:10",
      "text": "Ja, aber nicht über das Netzwerk und äh die ganzen anderen."
    },
    {
      "speaker": "roddi",
      "time": "2:48:15",
      "text": "Bei den Airports pro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:18",
      "text": "Ja, aber nur, wenn die Airpods selber am Funken sind und rumliegt, aber wenn die in dem Case sind, dann funkt da gar nix."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:23",
      "text": "Ja, das ist das Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:25",
      "text": "Halt nicht wieder. Du legst sie irgendwo hin oder verlierst sie irgendwo und dann dann sind sie halt weg."
    },
    {
      "speaker": "roddi",
      "time": "2:48:32",
      "text": "Nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:33",
      "text": "Jedes Case hat keinerlei Elektronik."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:48:36",
      "text": "Also bei den Airport ist und und die Airpods selber sind so, wenn sie leer sind, gehen sie natürlich auch nicht und meistens sind sie dann leer, wenn sie irgendwo rumliegen, weil dann sind sie aus dem Ohr gefallen, aus einer Situation raus, wo du gepennt hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:54",
      "text": "Also ich habe schon so verschiedenste Dinge, wo ich sowas ganz gerne dran hätte, ne, aber für mich ist vor allem auch so dieses Tracking äh noch ganz interessant, was was da sozusagen alles erlaubt sein wird oder was nicht erlaubt sein wird. Ich sehe das Missbrauchspotential"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:21",
      "text": "Aber das darfst du ja genau nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:22",
      "text": "Genau, das darf ich, nee, das das sehe ich halt auch, dass das äh"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:29",
      "text": "Also für mich auch so ein bisschen das Problem, Geräte, die ich nicht einmal in der Woche benutze, kann ich sie auch nicht dranpacken,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:49:51",
      "text": "Wenn's ins Fahrrad eingebaut ist, dann tut's das ja nicht. Das ist ja eine."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:49:55",
      "text": "Ey, aber wenn ich was dran mache, ich mache jetzt zum Beispiel an so einem an so einem kleinen Roller oder ans Bobbycar oder so, wie auch immer, ähm so, dann musste es immer aber in Reichweite sein, das darf ich nirgendswo hin parken, wo also wenn ich's länger woanders hinparke, dann muss ich halt abmachen."
    },
    {
      "speaker": "roddi",
      "time": "2:50:11",
      "text": "Wo parkst du das denn hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:15",
      "text": "Apple geht davon aus, dass dass diese Geräte das selber äh tun."
    },
    {
      "speaker": "roddi",
      "time": "2:50:20",
      "text": "Ja, aber da kommen noch andere Leute auch in Fahrradkeller, oder nicht?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:23",
      "text": "Ja, aber andere Leute helfen ja nicht. Ich muss ja mich sehen. Wenn's drei Tage lang mich nicht sieht, dann macht's pieps."
    },
    {
      "speaker": "roddi",
      "time": "2:50:30",
      "text": "Vielleicht ändern die da auch die Fristen und so weiter und je nachdem was für welchen Anwendungszweck man das Ding jetzt konfiguriert hat und so weiter."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:50:38",
      "text": "Deshalb wäre das Auto auch nicht funktionabel jetzt, weil es gerne mal eine Woche rumsteht."
    },
    {
      "speaker": "roddi",
      "time": "2:50:44",
      "text": "Ja, aber wenn, wenn's jetzt für ein Auto, fürs Auto, sage ich mal, irgendwie,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:51:11",
      "text": "Es hat jetzt lang genug gedauert und es ist im Endeffekt genau das Produkt, was vorhergesagt wurde, oder? Es ist einfach ein sauteurer Deck, der in dem Fall mein Netzwerk funktioniert."
    },
    {
      "speaker": "roddi",
      "time": "2:51:21",
      "text": "Also ich werde mir so einen Viererpack morgen um zwei Uhr nachmittags äh geht der Sale los. Werde ich mir so einen Viererpack klicken, irgendwelche Emojis drauf lasern lassen oder vielleicht auch nicht. Mal gucken. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:40",
      "text": "Hier. Also ich werde das auf jeden Fall auch probieren."
    },
    {
      "speaker": "roddi",
      "time": "2:51:43",
      "text": "Wurde ja vorhin schon als Doktor bezeichnet, das bin ich nun mal und dann"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:33",
      "text": "Also du hast auch so diesen BBC Microbit äh genommen oder irgendein anderes."
    },
    {
      "speaker": "roddi",
      "time": "2:52:37",
      "text": "Nein, den ESP zweiunddreißig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:40",
      "text": "Okay und damit soll es eigentlich gehen, aber geht nicht. Also vielleicht einfach mal kurz erklären, was das ist. Das Ganze ist ein Open-Source äh Projekt, was halt sich in diese Architektur von Apple einklinken können soll und hier kann man im Prinzip,"
    },
    {
      "speaker": "roddi",
      "time": "2:53:25",
      "text": "Der ESP zweiunddreißig, der ist genauso ein Ding, der ist ungefähr halb so groß wie ein Standard, und hat WLAN und Bluetooth und ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:23",
      "text": "Microbit gibt's auf jeden Fall in äh deutlich günstiger zu kriegen. Das kann man irgendwie online schon für fünfzehn Euro oder so kaufen. Und ja, dann hat man vielleicht so ein äh,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:42",
      "text": "Die Frage ist äh die die Ultrawide Band Geschichte, die braucht schon auch die Band auf der Textseite, oder?"
    },
    {
      "speaker": "roddi",
      "time": "2:55:49",
      "text": "Ja, aber das Ultrawide Band funktioniert nicht in allen Ländern, haben sie, glaube ich, gesagt, sondern nur da, wo es die Regularien auch erlauben."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:55:59",
      "text": "Und erlaubt Deutschland."
    },
    {
      "speaker": "roddi",
      "time": "2:56:02",
      "text": "Ja, das haben sie so explizit nicht gesagt. Sie haben nur davon gesprochen, dass es in Amerika geht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:56:08",
      "text": "Bei dem Teil finde ich ja grundsätzlich interessant, dass es halt dann wirklich doch in der Lage bin, es auch im Raum zu finden in der Nähe und wenn das natürlich bei den Open Source Texter nicht funktioniert, weil auf der Seite kein ultraweit Band, also wird die"
    },
    {
      "speaker": "roddi",
      "time": "2:56:23",
      "text": "Ja, ich glaube auch nicht, dass die Open-Source-Lösung schon alles hat, was sie jetzt mit dem äh mit den Erd äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:01",
      "text": "Also auf jeden Fall ein schönes Projekt, äh wenn's funktioniert. Ich überleg gerade, dieser Microbit, was hat der denn für eine Batterieoption? Stecken wir da auch so eine CA, zwanzig zweiunddreißig ran."
    },
    {
      "speaker": "roddi",
      "time": "2:57:11",
      "text": "Der hat wahrscheinlich, der hat wahrscheinlich einen USB-Anschluss, wo du dann eine Powerbank ranknuppern kannst, wenn es,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:40",
      "text": "Gucken wir mal, da wird's bestimmt demnächst auch die passenden Text geben, die wirklich auch nicht sehr viel mehr machen."
    },
    {
      "speaker": "roddi",
      "time": "2:57:44",
      "text": "Ja, da muss er ein bisschen Hardwarepass basteln, aber das ist ja irgendwie jetzt auch nicht. Das ist ja dann eher die Herausforderung, als das Hindernis."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:55",
      "text": "Gut. Damit haben wir jetzt äh dieses Apple-Event, glaube ich, auch abschließend behandelt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:01",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:04",
      "text": "Was haben wir denn noch Schönes erlebt?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:07",
      "text": "Oh, ich habe, ich habe endlich eine Lösung gefunden, für sich nicht neustarten muss, wenn meine Suche nicht mehr funktioniert. Man muss einfach den Spotlight, die killen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:58:35",
      "text": "Einfach den Spotlight."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:58:36",
      "text": "Spotlight, die hilft,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:00",
      "text": "Ich muss den Index immer wieder neu bauen. Das äh habe ich auch schon einmal durch."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:03",
      "text": "Nee, einfach einmal kurz, ob er dann alles findet danach, weiß ich auch nicht, aber zumindest beantwortet er die Suche. Also das, was er findet,"
    },
    {
      "speaker": "roddi",
      "time": "2:59:42",
      "text": "Notes gesucht, aber vielleicht ist das genau der Grund, warum er sich bei dir festfrisst, weil du das benutzt das Feature."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "2:59:48",
      "text": "Nee, ich weiß es nicht. Ich werde schon irgendwas spezielles haben an der Stelle. Also das einzige, was ich wirklich eindeutig, was mich von vielen anderen erscheint, dass ich öfter mal mit mehr als einem User eingeloggt bin,"
    },
    {
      "speaker": "roddi",
      "time": "3:00:07",
      "text": "Du hast aber da nicht in in deinen Notes irgendwo noch ein Bobby-Tables drin, der vielleicht irgendwie zu anderen interessanten äh."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:13",
      "text": "Das wäre auch schön. Weiß ich nicht, ob Spotlight sowas hat, aber das ist für mich wirklich ein eine Lebensverbesserung gewesen. Jetzt wo Big Surfast vorbei ist und Big Sir Nachfolger kommt, ähm auf der nächsten WWD weltweit äh."
    },
    {
      "speaker": "roddi",
      "time": "3:00:29",
      "text": "Und es ist dann MACOS zwölf oder ist es dann elf eins?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:00:31",
      "text": "Zwölf? Gleis ist zwölf, haben sie doch jetzt schon gemacht mit den Versionsnummern, ist ja ziemlich eindeutig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:00:38",
      "text": "Wird jetzt so sein,"
    },
    {
      "speaker": "roddi",
      "time": "3:00:56",
      "text": "JQ"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:12",
      "text": "Genau und jetzt war's für mich auch was."
    },
    {
      "speaker": "roddi",
      "time": "3:01:19",
      "text": "Nee, nee, ich habe das das erste Mal vor, weiß ich nicht, vor fünf Jahren oder sechs Jahren oder so das erste Mal verwendet."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:01:25",
      "text": "Ach nee, das ist nicht. Okay, ich meine was anderes, aber könnte ich ja nochmal, jetzt sage erstmal was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:01:30",
      "text": "Also JQ oder auch JQ ja ist äh ein,"
    },
    {
      "speaker": "roddi",
      "time": "3:04:29",
      "text": "Du kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:30",
      "text": "Ja, eine genau, eine Query, also eine Anfrage, wo du halt sagen kannst, ja okay, hier laufen jetzt irgendwie die Jason-Daten rein und jetzt formulierst du mal, auf was du da matcht"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:42",
      "text": "Ja. Ne. Also ich kenne ich kenne die die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:44",
      "text": "Schnell."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:05:46",
      "text": "Vom Debatten kenne ich die, ähm weil diese ganzen äh API äh äh API Tools haben auch zumindest,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:56",
      "text": "CSV. Ah ja, das ist auch geil."
    },
    {
      "speaker": "roddi",
      "time": "3:06:59",
      "text": "Was ich an"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:33",
      "text": "Finde ich auch sehr wichtig, ja. Also."
    },
    {
      "speaker": "roddi",
      "time": "3:07:35",
      "text": "Weil sonst hast du halt einfach nur einen Blog an, na ja äh geschweiften Klammern,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:07:45",
      "text": "Finde ich bei diesen ganzen Formaten auch wichtig, dass es ein kanonischen, also gerade alle"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:08",
      "text": "Ja, diese diese JQ scheint einiges ausgelöst zu haben auf CSV bin ich gar nicht gekommen. Also es gibt so was auch für Jammel zum Beispiel,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:09:39",
      "text": "Also irgendwo habe ich halt noch ein anderes, also es gibt eine ganze Klasse von,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:17",
      "text": "Und äh natürlich ist wieso denke ich die Sache nicht zu Ende, aber das kommt jetzt hier gerade im äh Hubkabel, hat das gerade gepostet. Es gibt natürlich auch XQ. Also es gibt sozusagen dasselbe Prinzip auch für XML"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:39",
      "text": "Cool."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:39",
      "text": "Okay."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:10:43",
      "text": "Ich wollte noch eine Sache kurz ansprechen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:58",
      "text": "Warte mal, was ist die DCP Aftershow."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:11:01",
      "text": "Äh deutscher Computerspielpreis, also weil es ja alles"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:45",
      "text": "Ja, das ist diese neue Generation von Proxibity Chats, das ist ja beim letzten Kongress schon zum Einsatz gekommen mit Walk Adventure,"
    },
    {
      "speaker": "roddi",
      "time": "3:11:56",
      "text": "Da gibt's doch das mit den fliegenden Notebooks noch. Wie heißt denn das?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:00",
      "text": "Hm"
    },
    {
      "speaker": "roddi",
      "time": "3:12:01",
      "text": "Wo man so als Notebook durch den Raum fliegt und dann kann man näher an den Lautsprecher ran und näher an die anderen und so. Das ist ein bisschen cheesy."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:12:10",
      "text": "Also ich muss ja sagen, die Experience war erstaunlich gut. So, ich habe mich erstaunlich wohl gefühlt da drin, die hat Spaß gemacht. Haben auch sowieso eine Partylocation gemacht, wo sie verschiedene Musikstations gemacht haben, wo man da praktisch so ein bisschen so in die Nähe geht, um wirklich so ein Partyfeeling zu bekommen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:43",
      "text": "Und das ist dann mit Video auch oder."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:12:45",
      "text": "Genau. Da hast du, du hast ja wirklich so ein Avatar großes Video und du hast die Räume sind praktisch zwei D und du hast dich praktisch"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:38",
      "text": "Interessanter Ansatz, ja,"
    },
    {
      "speaker": "roddi",
      "time": "3:14:45",
      "text": "Ja, man gewöhnt sich ein bisschen dran. Aber mehr als sechs Stunden am Tag ist schon sehr anstrengend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:53",
      "text": "Ich will mich da leicht dran gewöhnen. Ich will das gar nicht machen. Ja. Noch eine Kleinigkeit. Ich habe mir eine Router äh gekauft,"
    },
    {
      "speaker": "roddi",
      "time": "3:15:28",
      "text": "Wie heißt das? Tel Tonica."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:30",
      "text": "Ja"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:15:31",
      "text": "Es ist äh."
    },
    {
      "speaker": "roddi",
      "time": "3:15:33",
      "text": "Für die Teutonen ein Teutoniker."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:15:36",
      "text": "Na ja, dieses nicht von den Toi tonnen, sondern das kommt aus Estland, also Teletonika ist eine europäische Bude und die spezialisieren halt auf Rauter,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:16:13",
      "text": "LTE zu Wifi."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:15",
      "text": "Genau, also es macht macht LTE, äh macht Wifi, hat einen äh GPS äh Empfänger auch gleich mit drin. Also das ist ja so für den."
    },
    {
      "speaker": "roddi",
      "time": "3:16:26",
      "text": "Damit man weiß, wo man ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:27",
      "text": "Damit zumindest erstmal das Gerät weiß, wo es ist, so, ne? Und ähm dementsprechend es hat zwei SIM-Karten-Slots und kann dann halt irgendwie danach auch umschalten,"
    },
    {
      "speaker": "roddi",
      "time": "3:17:42",
      "text": "Ist die Clemenz abruft oder empfohlen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:45",
      "text": "Clemens hat neulich irgendwas anderes empfohlen, aber der kommt ja nicht mehr, deswegen hat er ja nichts zu sagen. Von daher."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:17:52",
      "text": "Jeder hat der hat die Luca-App gelobt. Das ist jetzt vorbei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:17:56",
      "text": "Hat er echt braucht er ja."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:17:57",
      "text": "Nee, weil er sie wenigstens installieren kann."
    },
    {
      "speaker": "roddi",
      "time": "3:18:00",
      "text": "Angemerkt, dass die Luca App wenigstens international verfügbar ist, während äh die Corona-Warn-App nach wie vor scheinbar nur im deutschen äh App Stores."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:11",
      "text": "Im europäischen, aber nicht im amerikanischen."
    },
    {
      "speaker": "roddi",
      "time": "3:18:12",
      "text": "Oder im europäischen, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:15",
      "text": "Läuft halt noch mit so einem Ami-Account durch die Gegend."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:17",
      "text": "Ja, ich auch. Das ist schon ein Problem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:20",
      "text": "Ja für euch."
    },
    {
      "speaker": "roddi",
      "time": "3:18:21",
      "text": "Ja, aber Roman, warum man Apps nicht weltweit freigibt, ist keine Ahnung, aber ich glaube, ja. Ne? Je, je größer die Rechtsabteilung deiner Firma, desto weniger kriegst du irgendwas gebacken."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:35",
      "text": "Wir haben keine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:38",
      "text": "So, dann habe ich auch noch einen kleinen äh Meggentosh Tipp. Und zwar, ich weiß nicht, kennt ihr die App RC Defold Apps? Sagt euch das noch was? Wahrscheinlich nicht. Das ist, glaube ich, so eine."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:18:49",
      "text": "Vielleicht ist er, wollen wir kurz warten? Ähm es gibt im Feinder dieses Open Wisdingsbums und das ist eine App, die das für alle Dateitypen macht. Ja, nein, vielleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:00",
      "text": "Ja, genau, so in die Richtung äh geht das. Also das ist so ein Tool, das kannten, glaube ich, nicht viele Leute,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:19:50",
      "text": "Hast du da so einen Link irgendwo reingeschoben? Ich finde hier, ich finde hier nur so ein Make-Up. Das sieht alles aus, als wäre das von von sehr aqua noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:00",
      "text": "Du suchst jetzt nach nach RCD Apps,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:20:16",
      "text": "Dem Namen, das kann ich leider nicht verwenden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:18",
      "text": "Das hat den äh heißt ähm,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:11",
      "text": "Interessant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:13",
      "text": "Schmeiß mal kurz in den Chat, wenn's dann nicht schon ist, doch ist schon da. Ja, ja, der Chat war schneller. Du wolltest auch noch äh Werbung machen,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:26",
      "text": "Ich, ach so, habe ich ja am Anfang schon gemacht, kann ich aber gerne nochmal machen. Wir haben ein neues Spiel ausgebracht. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:41",
      "text": "Du kannst ruhig schon nochmal sagen, wer wir ist."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:21:43",
      "text": "Äh die Firma, die ich äh habe, heißt The Coding Monkeys und äh wir sind in dem Fall Marcel Agar und ich. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:40",
      "text": "Davon aus, dass man diese Spieler auch also dass man auch alle diese Rätsel gelöst bekommt."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:46",
      "text": "Was geht davon aus?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:22:47",
      "text": "Läuft das einfach so eine Stunde ab und man guckt sich das an oder muss man da irgendwie Dinge herausfinden."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:22:53",
      "text": "Nehmen wir spielst du eine Karte für eine Karte für eine Karte, für eine Karte oder finde dein Ding da draußen. Dann stirb mal und dann spielt man wieder von der von der von einem Stellen weiter vorne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:01",
      "text": "Okay, aber man kann auch dran scheitern."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:23:03",
      "text": "Ja ja, man kann auch immer, man kann auch scheitern, aber es ist so ganz scheitern ist ein bisschen schwer. Also wenn man nicht"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:23:38",
      "text": "Also ich scheitere ja eigentlich an allen Spielen. Ja, also ich ich kann mich wirklich ernsthaft ich ich muss das jetzt mal zugeben. Ich weiß das überhaupt nicht schmeichelhaft, aber ich bin zumindest ehrlich. Aber ich überlege grade,"
    },
    {
      "speaker": "roddi",
      "time": "3:24:07",
      "text": "Hängt von der Größe des Spiels ab natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:11",
      "text": "Ja, aber ich höre das irgendwie von allen Spielen, dass Leute das irgendwo beim irgendwie mal gemacht haben. Und ich kann mich ehrlich gesagt gar nicht erinnern, ob ich überhaupt schon mal ein Spiel durchgespielt habe. Jemals."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:20",
      "text": "Nicht mal Galcon damals, du warst auch sehr großer Galcon-Fan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:24",
      "text": "Was war denn das nochmal?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:25",
      "text": "Überhaupt ein durchgespielt, das mit dem Planeten und den Schiffchen, die so auf die Planeten zu fliegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:24:31",
      "text": "Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:24:32",
      "text": "IPad irgendwie war für dich so ein ich erinnere mich noch,"
    },
    {
      "speaker": "roddi",
      "time": "3:26:07",
      "text": "Zum Thema Spiele, durchspielen. Nochmal, also,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:07",
      "text": "Gab's vor kurzem auch wieder ein ganz wichtiges, was irgendwie toll sein sollte. Ähm."
    },
    {
      "speaker": "roddi",
      "time": "3:27:11",
      "text": "Auf an Tales zwei sollte man auf jeden Fall gespielt haben. Äh ja. Brock war auch sehr schön."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:21",
      "text": "Den Link vergessen bitte."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:26",
      "text": "Mal gucken, ob er den findet. Was ich noch mal raussuchen, spiele. Ja, aber Tim, spielst du, also Gallcon, hast du echt, hast du auch viel gespielt, weiß ich noch, dass du mich damals echt ins Ohr vollgelabert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:38",
      "text": "Das muss ein sehr einfaches Spiel gewesen sein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:41",
      "text": "Aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:42",
      "text": "Ich komme nur."
    },
    {
      "speaker": "roddi",
      "time": "3:27:44",
      "text": "Davon noch nie gehört."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:46",
      "text": "Richtig, soll ich's? Muss ich's raussuchen? Muss ich hier so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:48",
      "text": "Schon so lange her. Es gibt eine Version zwei von. Also äh ob das noch mit der Version."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:27:54",
      "text": "Echt Version zwei haben wir, glaube ich, nie gespielt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:57",
      "text": "Nee, kann ich mich auch nicht dran erinnern, aber eine Version eins gibt's hier nicht mehr im App Store."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:00",
      "text": "Fusion heißt es dann ah ja, okay. Aber im Endeffekt Planeten und du kannst ja deine deine Schiffe da hinschicken und musst die anderen also so Schwarmtechnisch war das, das war war schick. Das war schick. Ich bin jetzt noch auf der Su,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:15",
      "text": "Ich hab's bestimmt nicht zu Ende gespielt, also sowas mache ich eigentlich nicht, weil ich."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:19",
      "text": "Na ja, es gibt ja Spiele, die aber so Storyspiele willst du auch nicht zu Ende spielen, damit sie die Story komplett kennst, so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:27",
      "text": "Ich habe einfach nicht die Konzentration dafür. Also es ist einfach äh ich bin da totale Game Loser."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:28:34",
      "text": "Also mir geht's jetzt in der Pandemie so. Also ich habe jetzt zum Beispiel ich habe hier es gibt einen Rollenspiel immer noch, das heißt Outdoor World"
    },
    {
      "speaker": "roddi",
      "time": "3:29:51",
      "text": "Also also ich glaube eins der ersten großen Spiele, die ich tatsächlich zu Ende gespielt habe, war ja eins,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:30:44",
      "text": "Ich habe hier noch im Chat gepostet. Das ist äh wohl eine sehr große Adventure Empfehlung. Musst du aber irgendwie mit in eine Weinbeutel packen, glaube ich oder so, damit's klappt. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:31:04",
      "text": "Weil es in Windows Wein."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:08",
      "text": "Aber dann so eine sehr sehr große also wenn du so magst, dann musst du das spielen, wurde mir gesagt. Ich habe mir gerade keinen Schnitt für."
    },
    {
      "speaker": "roddi",
      "time": "3:31:19",
      "text": "Ich habe, ich habe sogar einen Gaming-PC, so ist es nicht."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:21",
      "text": "Naja dann, dann hast du ja kein Problem."
    },
    {
      "speaker": "roddi",
      "time": "3:31:24",
      "text": "Der macht nur fürchterlich viel Radau, das ist ein bisschen blöd, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:27",
      "text": "Ich habe interessanterweise ja eine eine Windows butbare Petition auf einer externen T5 Samsung für den iMac. Geht auch ganz gut erstaunlich."
    },
    {
      "speaker": "roddi",
      "time": "3:31:37",
      "text": "Und ich habe hier auf dem M eins tatsächlich mit diesem Preview Least von Paralleles mal die Armversion von Windows installiert, äh geht, dann war mir nicht so ganz klar, was ich damit jetzt mache und."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:31:50",
      "text": "Was man damit macht. Eben, ich wollte gerade sagen, du hast ja keine Software dann für, also das ist ja so, das fand ich das, das, das am wenigsten relevante Statement ever, das jetzt arm, Windows läuft, weil"
    },
    {
      "speaker": "roddi",
      "time": "3:32:06",
      "text": "Ja, also in meinem Fall, ich habe halt gekehrt, bis das Teil gebutet ist und ich dachte, oh, prima, es funktioniert und danach so, okay und jetzt? Na, dann habe ich's wieder gelöscht. Also, es ist so."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:21",
      "text": "Ja und so geht eigentlich auch schon, ich weiß gar nicht, habe ich noch nicht geguckt. Muss ich irgendwann mal gucken."
    },
    {
      "speaker": "roddi",
      "time": "3:32:26",
      "text": "Weiß ich nicht, ZFS geht auf jeden Fall noch nicht, aber ZFS geht auch auf Intel für immer noch nicht. Da gibt's zwar jetzt die ersten Betas, aber."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:37",
      "text": "Ich brauche Vitualisierung und nicht, also dieser Docker oder oder Dehnungsscheiß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:42",
      "text": "Leute, ihr seid super. Ihr kommt von. Seid ihr jetzt schon bei Docca äh gelandet?"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:47",
      "text": "Ja, wir müssen ins Bett, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:48",
      "text": "Ja, es ist äh wirklich den Eindruck habe ich auch."
    },
    {
      "speaker": "roddi",
      "time": "3:32:51",
      "text": "Stammtischt etwas jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:52",
      "text": "Will ich euch mal ein bisschen entgegenkommen. Ähm."
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:32:55",
      "text": "Echt? Oh cool. Tim kommt uns dagegen, Rolli. Dass man das noch erleben dürfen."
    },
    {
      "speaker": "roddi",
      "time": "3:32:59",
      "text": "Wir haben ihn soweit, wir haben ihn soweit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:02",
      "text": "Bring!"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:18",
      "text": "Ja ja, schon länger. Also dem wacht der Kleine vielleicht auf, da muss man noch ein Fläschchen in den Mund stecken, wenn das passiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:25",
      "text": "Genau, na das war dann dann die hier. Zweihundert äh neunundfünfzig haben wir ja schon zusammen. Das war so schlecht jetzt eigentlich auch wieder nicht, ne? Und ähm dann machen wir hier mal ein bisschen das mit dem Auto."
    },
    {
      "speaker": "roddi",
      "time": "3:33:40",
      "text": "Genau, hört alle den Zahlensender."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:42",
      "text": "Genau, wir hören alle, die Zahlen sind da, vielleicht kommt ihr ja irgendwie drauf, ne? Genau, dann äh,"
    },
    {
      "speaker": "Dominik Wagner",
      "time": "3:33:59",
      "text": "Ba."
    }
  ]
}