{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:43",
      "text": "Und noch alle dran. Euer, euer Zuhören ist uns wichtig. Ja, hallo, hier ist die Freakshow Nummer"
    },
    {
      "speaker": "Tala",
      "time": "0:03:21",
      "text": "Hallo, Tim, du hast schon wieder vergessen, dich selbst vorzustellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:25",
      "text": "Ach so, das stimmt, ja, das ist richtig. Das ist äh na ja, mach du das doch mal, tada."
    },
    {
      "speaker": "Tala",
      "time": "0:03:41",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:43",
      "text": "Wir können dann nachher auf eBay unser Lächeln verkaufen, warum wir das äh könnte noch mal einiges bringen. So lange hast du gebraucht, bis du den Witz verstanden hast. Okay,"
    },
    {
      "speaker": "Tala",
      "time": "0:04:02",
      "text": "Ja, ja, ich bin immer noch in meiner in meinem Workload und der Doktorarbeit begraben und gucke nur ab und zu mal vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:10",
      "text": "Wusstest du nicht, weißt du nicht, dass zu viel Arbeiten nicht gut ist für den Wind und den Breien?"
    },
    {
      "speaker": "Letty",
      "time": "0:04:16",
      "text": "Sage ich hier jeden Tag."
    },
    {
      "speaker": "Tala",
      "time": "0:04:17",
      "text": "Das ist ja das Paradoxe in der äh medizinischen äh Gegend, äh Arbeitsarbeitspensum. Alle wissen, was schlecht ist und äh trotzdem kann man nichts gegen machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:30",
      "text": "Okay, naja gut, aber äh immerhin hast du mal eine Ausnahme gemacht. Das finde ich, finde ich super. So, ihr habt schon gehört, Letti ist auch da, oder? Hat man's noch nicht gehört, weiß ich nicht, aber hallo, Letti."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:04:40",
      "text": "Und dann ist da noch der Huckel mal wieder. Hallo Huki."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:42",
      "text": "Der Huckel ist auch da, genau."
    },
    {
      "speaker": "hukl",
      "time": "0:04:44",
      "text": "Hallo, hallo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:45",
      "text": "Mit Originalhucke, äh Gänsehocke, Standbild hier in unserem Video-Chat, der jetzt gerade ja ich weiß jetzt gerade nicht auf, wohin hast du uns die ganze Zeit vor so einem Standbild angegrinst und da habe ich mich gefragt, ob das die Zukunft der Kommunikation ist."
    },
    {
      "speaker": "Letty",
      "time": "0:04:58",
      "text": "Finde, das hätte noch diese dieser Arm gefehlt für die Winkelkatze. Äh den hätte Huckel sich noch da reinschoppen."
    },
    {
      "speaker": "hukl",
      "time": "0:05:03",
      "text": "Ja, ja, ja. Ich äh aber ich fürchte hier in diesem Ding kann ich äh keine animierten GIFs einbauen. Da muss ich mir ein Video einen Spieler hier noch basteln für die Winkelop."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:14",
      "text": "Oder Huckelkatze, das ist hier die Frage. Genau und Dennis ist noch mit dabei. Guten Abend,"
    },
    {
      "speaker": "hukl",
      "time": "0:05:34",
      "text": "Wenn man einem Scheinwerferlicht sitzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:36",
      "text": "Genau, aber weil ja alle so viel arbeiten und so früh aufstehen wollt und so viel Sport treiben wollt und was nicht alles, was ihr alle so vorhabt, haben wir uns heute mal ein bisschen früher eingefunden. Ja, um ähm,"
    },
    {
      "speaker": "Tala",
      "time": "0:06:24",
      "text": "Wie so früher, also deine deine ganzen Ranz gibt's da schon äh einen Counter irgendwie. Durchschnittlicher Randkau pro Sendung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:34",
      "text": "Hm, ist der so hoch? So hoch ist der doch gar nicht."
    },
    {
      "speaker": "Letty",
      "time": "0:06:37",
      "text": "Weiß nicht, vor unserer Zeit gab's ja dieses Dilemma mit den, mit den Kalendern, wo du dich ja scheinbar immer exorbitant lang drüber aufgeregt hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:44",
      "text": "Das war eine Sendung. Ich weiß gar nicht wo."
    },
    {
      "speaker": "hukl",
      "time": "0:06:47",
      "text": "Selektive Wahrnehmung oder Erinnerung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:53",
      "text": "Das kann auch für euch gelten. Also ich kann mich ja nur einmal daran erinnern, dass ich mich da ein bisschen aufgeregt habe. Und tatsächlich hat äh wurde ja dann auch äh ein bisschen geliefert. Nicht ganz so viel, wie ich's mir gewünscht hätte, aber immerhin ist ja was passiert."
    },
    {
      "speaker": "hukl",
      "time": "0:07:14",
      "text": "Endlos scrollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:15",
      "text": "Ja, na klar, also das will man ja auch."
    },
    {
      "speaker": "Tala",
      "time": "0:07:18",
      "text": "Fangen wir das jetzt wieder an?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:22",
      "text": "Seid ihr zufrieden mit eurem Kalender? Also."
    },
    {
      "speaker": "Tala",
      "time": "0:07:25",
      "text": "Er ist zu voll, aber ansonsten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:26",
      "text": "Ja, es gibt es gibt andere Bereiche, über die ich mich mehr beklagen will. Aber ich habe heute auch ein Beispiel, dass das Dinge äh besser werden können. Da äh kann ich dann auch nochmal gleich drauf kommen. Ähm dann nehmen wir das doch gleich mal als Beispiel,"
    },
    {
      "speaker": "Letty",
      "time": "0:08:46",
      "text": "Er hat sich gedacht, Tim hat jetzt so häufig darüber rumgemeckert, dass es nur Workflow oder wie es heißt, auf diesem Planeten gibt, baue ich ihm doch einfach mal was Besseres."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:53",
      "text": "Ja, das ist dieser Butterfly-Effekt sozusagen. In der Metaebene Edition. Also es ist man muss halt einfach genug,"
    },
    {
      "speaker": "hukl",
      "time": "0:09:34",
      "text": "Du bist sozusagen der personifizierte Städtetropfen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:38",
      "text": "Das kann man so sehen, ja, genau. Und äh."
    },
    {
      "speaker": "hukl",
      "time": "0:09:43",
      "text": "Outlinerstein gehöhlt hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:44",
      "text": "Ja irgendeiner muss das ja machen, ne. Und ähm ja, das äh Tool heißt Savala. Warum auch immer, das habe ich noch nicht so ganz rausgefunden,"
    },
    {
      "speaker": "hukl",
      "time": "0:10:43",
      "text": "Nee, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:48",
      "text": "Alles klar. So läuft das hier."
    },
    {
      "speaker": "hukl",
      "time": "0:10:51",
      "text": "Chöre, ja, da werde ich gleich mal nachgucken äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:57",
      "text": "Genau, Zavala. Und das ist halt so wie so eine typische moderne Street Pain äh App, was hier eigentlich auch ein sehr gutes Prinzip finde, aber das passt hier eigentlich auch wunderbar. Und schon kann man irgendwie äh Outlines machen, die irgendwie auf allen Devices da sind."
    },
    {
      "speaker": "hukl",
      "time": "0:11:15",
      "text": "Ja, ja, also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:11:18",
      "text": "Huckel, du kannst jetzt nochmal die Tasse drücken."
    },
    {
      "speaker": "hukl",
      "time": "0:11:21",
      "text": "Ähm die hier."
    },
    {
      "speaker": "Tala",
      "time": "0:11:39",
      "text": "Wie muss ich mir denn das denn vorstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:42",
      "text": "Was genau? Ein Outliner."
    },
    {
      "speaker": "Tala",
      "time": "0:11:43",
      "text": "Outliner App."
    },
    {
      "speaker": "hukl",
      "time": "0:11:45",
      "text": "Sowie Workflow."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:11:47",
      "text": "Jetzt als nicht im Browser oder wie? Aha."
    },
    {
      "speaker": "Letty",
      "time": "0:11:51",
      "text": "Hier gucke, ich schicke dir mal den Link."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:54",
      "text": "Genau, wie äh wie, wie, wie, wie aber nicht im Browser. Und halt ist halt ist halt eine richtige, ist halt so eine richtige Mega,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:08",
      "text": "Da ändert sich jetzt was, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:10",
      "text": "Wo ändert sich wo was?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:12",
      "text": "Mit den Shortcuts und mit äh deutscher und amerikanischer Tastatur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:15",
      "text": "Was ändert sich denn da?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:16",
      "text": "Dominik da auch, glaube ich, letztens getweetet oder einer,"
    },
    {
      "speaker": "Tala",
      "time": "0:13:31",
      "text": "Okay, aber wir haben unterschiedliche Layouts für unterschiedliche Nationalitäten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:35",
      "text": "Ja, da machen sie dann wahrscheinlich Ausnahmen, wie es halt immer so ist, ne?"
    },
    {
      "speaker": "Tala",
      "time": "0:13:39",
      "text": "Diese Taste wird einfach nicht mehr belegt, fertig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:42",
      "text": "Ja, also das ist auf jeden Fall ein Problem, aber du meinst, das ist so ein so ein iOS fünf äh, Entschuldigung, ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:13:51",
      "text": "Ja äh in dem Beta dann wahrscheinlich, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:53",
      "text": "Okay, da da müssen sich Dinge auf jeden Fall verbessern und was auch so ein ganz furchtbarer Trend ist, ist und das ist das ist meiner Meinung nach so eine Folge von diesen ganzen,"
    },
    {
      "speaker": "Tala",
      "time": "0:14:41",
      "text": "Ganz kurze Nachfrage an der Stelle. Äh du wünschst dir Cross-Plattformen kompatible Apps, die auf deinem Handy laufen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:05",
      "text": "Nein, also erstmal, wenn ich Cross-Plattform sage, dann meine ich auf meinem iOS-Device und auf meinem Macintosh-Device."
    },
    {
      "speaker": "Tala",
      "time": "0:15:11",
      "text": "Richtig, aber ich habe jetzt meine Handy App selten mit Tastatur bedient."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:15",
      "text": "Ja, das ist ja auch vollkommen okay, am Handy. Aber dieselbe App läuft ja auch aufm Mac."
    },
    {
      "speaker": "Tala",
      "time": "0:15:20",
      "text": "Genau, wir sind ja zwei komplett unterschiedliche Designsätze, deshalb bin ich grad so ein bisschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:24",
      "text": "Jein, also naja, ich meine, es gibt ja jetzt dieses äh Katalyst sozusagen, als als die neue Basis, wo man Apps machen kann, die sowohl aufm iPhone laufen, als auch aufm iPad laufen, als auch auf dem Mac laufen."
    },
    {
      "speaker": "Tala",
      "time": "0:16:01",
      "text": "Genau, deshalb ist, glaube ich, für mich eher so ein so ein Problem, ich find's genau schwierig, eine ein und dieselbe App für verschiedenste unterschiedliche äh Endgeräte zu haben, weil die halt andere Interfa."
    },
    {
      "speaker": "Letty",
      "time": "0:16:15",
      "text": "Geht halt schon, ja genau, du baust das eigentlich in der Regel so, dass du sowas wie eine Codeweiche halt drin hast, also dass du halt sagst, okay, auf was bin ich hier gerade, wenn ich ein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:02",
      "text": "Also es bringt doch nichts dagegen, dass man etwas mit der Tastatur bedienen kann,"
    },
    {
      "speaker": "Letty",
      "time": "0:17:43",
      "text": "Dass du durchtauben kannst mit dem Keyboard zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:45",
      "text": "Genau, dass man durchtappen kann, dass man eine Vorstellung hat. Also früher war das bei MeckOS auch noch relativ krass so und das ist so aus generellen, visuellen Entscheidungen so ein bisschen ins Hintertreffen geraten. Du hattest früher Dennis, du erinnerst dich vielleicht auch noch,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:18",
      "text": "Ja, gibt's den eigentlich noch? Ich habe immer nur gedacht, dass ich äh die die Einstellung dafür irgendwie nicht mehr finde, weil das irgend so ein Feature ist. Weil ich fand das immer ziemlich geil eigentlich."
    },
    {
      "speaker": "hukl",
      "time": "0:18:27",
      "text": "Immer noch da, geht auch immer noch, benutze ich auch immer noch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:30",
      "text": "Ja und wie schaltet man das wieder ein?"
    },
    {
      "speaker": "hukl",
      "time": "0:18:32",
      "text": "Das hieß früher Keyboard Control oder sowas und jetzt heißt es aber irgendwie anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:39",
      "text": "Keyboard-Kontrolle ist nur, dass soeben über die ganzen User Interface-Elemente rüber äh laufen kannst. Und das ist auch schon mal ganz wichtig. Das ist immer das Erste, was ich einschalte, wenn ich an einem neuen Computer bin. Ich muss mit Tab über alles rübergehen."
    },
    {
      "speaker": "hukl",
      "time": "0:18:52",
      "text": "Unter Keyboard, Shortcuts und dann klickst du da Keyboard Navigation."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:18:59",
      "text": "Warte, langsam, langsam. Also, Keyboard-Short-Cuts habe ich und dann."
    },
    {
      "speaker": "hukl",
      "time": "0:19:03",
      "text": "Unten ist so eine Checkbox, US Keyboard Navigation."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:08",
      "text": "Klick ja geil."
    },
    {
      "speaker": "hukl",
      "time": "0:19:13",
      "text": "Es ist auch immer das allererste, was ich einschalte, wenn ich einen neuen Neckar schicke. Ich weiß gar nicht, wie man das nicht machen kann."
    },
    {
      "speaker": "Letty",
      "time": "0:19:22",
      "text": "Was ich grad äh vor ein paar Wochen gemerkt habe und was ich weiß nicht, wie ihr so im Browser unterwegs seid, aber ich habe total häufig die ähm ähm löschen, links hier, hier, wie heißt die, die äh,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:45",
      "text": "Browser, okay, haben sie ja abgestellt, ist jetzt nicht mehr."
    },
    {
      "speaker": "Letty",
      "time": "0:19:49",
      "text": "Warum? Warum? Seid ihr dann alle bescheuert."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:51",
      "text": "Da gibt's ein, da gibt's ein für, zumindestens für für Safari."
    },
    {
      "speaker": "hukl",
      "time": "0:19:57",
      "text": "Command äh links rechts gibt's zum Beispiel."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:19:59",
      "text": "Genau, inzwischen ist es Command links rechts, aber es gibt einen Diefol. Aber es kann sein, weil's schon ein paar Jahre sieht, das abgestellt haben, dass der Hidden Dieford inzwischen auch weg ist. Aber mich nervt's auch, weil Backspace war äh schnell und easy und mit einer Hand und so."
    },
    {
      "speaker": "hukl",
      "time": "0:20:12",
      "text": "Witzigerweise habe ich das noch nie benutzt."
    },
    {
      "speaker": "Letty",
      "time": "0:20:15",
      "text": "Was ist das denn für ein Scheiß?"
    },
    {
      "speaker": "hukl",
      "time": "0:20:41",
      "text": "Ich habe irgendwie aus irgendeinem Grund mir von einer ganzen Weile schon intuitiv äh Cursor, Back und so weiter angewöhnt. Ich habe mich nie gefragt, woher das, also ich habe das nie nachgeguckt, ich benutze es einfach"
    },
    {
      "speaker": "Tala",
      "time": "0:21:01",
      "text": "Ich nutze Maus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:04",
      "text": "Ja, Maus ist aber einfach nicht immer das Richtige. So, also."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:09",
      "text": "So langsam."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:10",
      "text": "Zu langsam, zu unpräzise. Ähm man muss zu lange zielen. Man kann daneben treffen."
    },
    {
      "speaker": "Tala",
      "time": "0:21:16",
      "text": "Nein, nein, nein, nein, ich habe Tasten an der Maus. Ich habe genug Tasten an der Maus, dass ich mit einem Daumendruck vor zurück et cetera machen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:26",
      "text": "Du schiebst deine Mauspixel für Pixel per Tastet über den Bildschirm."
    },
    {
      "speaker": "Letty",
      "time": "0:21:29",
      "text": "Nein, du hast hier also ich Tim, ich halte ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:32",
      "text": "Kann sich Tasten belegen."
    },
    {
      "speaker": "Letty",
      "time": "0:21:33",
      "text": "Genau, du hast hier so Tasten zum Beispiel an den Mäusen ja dran."
    },
    {
      "speaker": "hukl",
      "time": "0:21:36",
      "text": "Es gibt Mäuse mit mehr als zwei Tasten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:38",
      "text": "Achso, ja klar, das weiß ich, aber."
    },
    {
      "speaker": "Tala",
      "time": "0:21:41",
      "text": "Genau, es ging ja gerade um um so Navigation zu drücke ich Daumentaste einer Maus."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:49",
      "text": "Die modernen Leute sagen wahrscheinlich heute sicherlich eine Seite zurück, bitte."
    },
    {
      "speaker": "Letty",
      "time": "0:21:54",
      "text": "Ist ja wohl das Erste, was man ausschaltet an diesen Rechnern."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:21:58",
      "text": "Nicht nur das Erste, auch das dritte und das siebte und das dreiundzwanzigste und immer wieder. Bei jedem Update."
    },
    {
      "speaker": "hukl",
      "time": "0:22:04",
      "text": "Also äh während wir hier so über Dinger sprachen, äh muss ich dich enttäuschen. Tim, ich kann keinen Chor so schnell herbeizaubern die BBC hat zu meiner großen Überraschung keine Chor Samples."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:16",
      "text": "Kein Problem. Einfach ähm du kannst ja dann einfach deine Anerkennung einfach auch selbst singen."
    },
    {
      "speaker": "Letty",
      "time": "0:23:06",
      "text": "Grad mein iPad gesucht und es steht aber ja vor mir in dem ich euch anguck,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:19",
      "text": "Ah ja, das kannst du nochmal, das kannst du nochmal."
    },
    {
      "speaker": "Tala",
      "time": "0:23:22",
      "text": "Dings. Das habe ich zum Beispiel bei mir wieder abgemacht, weil ich lese primär PDF, Word Dokument, what so ever, hochkant und Stift und Kritzel da drin rum. Das funktioniert für mich deutlich besser."
    },
    {
      "speaker": "Letty",
      "time": "0:23:37",
      "text": "Genau ähm ist nochmal ein Unterschied, wenn man das iPad ähm wirklich so eher in der Hand hält"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:12",
      "text": "Slimfolio Pro heißt das Teil, okay. Mhm."
    },
    {
      "speaker": "Letty",
      "time": "0:24:15",
      "text": "Genau und das, was cool ist, du kannst das iPad halt wirklich in die Hand nehmen und gefühlt auf den Kopf drehen und dieser ähm Magnet, der da dran ist, da"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:39",
      "text": "Schnuffi. Ja, das ist in der Tat äh hat es denn eine Escape-Taste?"
    },
    {
      "speaker": "Letty",
      "time": "0:24:44",
      "text": "Äh was passiert, wenn ich da drauf drücke? Ich vermute, dass es sowas in der Art ist, weil ich habe euch grad minimiert ins äh Fenster, ins Fenster, weiß ich nicht, was es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:53",
      "text": "Du hast uns minimiert, sorry, ich habe ich habe die mit Podcaster geschrumpft. Ähm,"
    },
    {
      "speaker": "Letty",
      "time": "0:25:07",
      "text": "Weiß nicht, was die macht, wenn ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:08",
      "text": "Richtig drauf. Was ist denn das für eine Tasse."
    },
    {
      "speaker": "Letty",
      "time": "0:25:11",
      "text": "Das ist eine gute Frage, wenn ich hier auf dem auf dem iPad rumscrolle, dann geht's auf den Startscreen zurück. Ist das die Startscreen-Taste?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:19",
      "text": "Ach so, das ist so quasi dein Home."
    },
    {
      "speaker": "Letty",
      "time": "0:25:21",
      "text": "Das ist der Home-Button. Ist also nicht so eine richtige,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:48",
      "text": "Finde dein Leben ohne Escape-Taste ist möglich, aber sinnlos. Oder?"
    },
    {
      "speaker": "hukl",
      "time": "0:25:54",
      "text": "Ich will auch nicht ohne."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:55",
      "text": "Ist auf jeden Fall äh also dein case hat insofern einen Punkt, als dass du ja wirklich diesen Stift immer benutzt und deswegen muss es auch eine Möglichkeit geben, den immer dabei zu haben, weil sonst benutzt man den nicht immer. Weil ich habe einen Case, wo es nicht ist und ich benutze meinen Stift quasi nie."
    },
    {
      "speaker": "Tala",
      "time": "0:26:29",
      "text": "Bei mir ist das Haupteingabemedium Notizen, an Notieren, streichen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:35",
      "text": "Ich könnte mir vorstellen, dass man mit dem Stift schneller ist, weil man äh seinen sein das Display mehr sieht, als wenn die Hand immer im Weg ist. Dadurch kann ich, glaube ich, ein Stück schneller gucken. Könnte ich, ich habe ja keinen, aber könnte ich mir so vorstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:45",
      "text": "Schneller gucken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:26:46",
      "text": "Ja, weil wenn dann Hand über in irgendwas klickst und dann rüber, ist ja nur mal touch, dann musst du erst die Hand zur Seite mal wieder alles so sehen und mit einem Stift siehst du das schneller und kannst viel schneller bewegen und reagieren."
    },
    {
      "speaker": "Letty",
      "time": "0:26:59",
      "text": "Ja, was sie halt irgendwann, ich weiß nicht, am Anfang haben sie auch noch nicht ähm unterstützt gehabt, dass so mit dem Stift in Eingabefeldern schreiben konntest. Und das war, fand ich auch ein großes Problem."
    },
    {
      "speaker": "Tala",
      "time": "0:27:09",
      "text": "Genau, das geht inzwischen."
    },
    {
      "speaker": "Letty",
      "time": "0:27:10",
      "text": "Genau und ich hatte halt äh grad wenn ich so mit Procreate oder mit Affinity Designer rumgearbeitet habe, dann muss dann ständig dann Tastatur wieder rausklappen und den Layer zu benennen. Das war so ein bisschen ätzend,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:29",
      "text": "Na gut. Also machen wir äh den Punkt zu, wir sehen alle, äh das so, dass Tastaturen sind wichtig und müssen hier bleiben und ähm,"
    },
    {
      "speaker": "Tala",
      "time": "0:27:39",
      "text": "Weniger Sprachinterfaces."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:41",
      "text": "Ja ja Sprachinterface, es geht überhaupt nicht, aber jetzt äh hoffe ich halt alle noch auf einen Outliner, der sich so richtig gut mit der Tastatur bedienen lässt und dann dann gibt's wieder Schnappatmung. Ich bin da sehr zuversichtlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:27:54",
      "text": "Schnapsatmung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:55",
      "text": "Schnapsatmung."
    },
    {
      "speaker": "hukl",
      "time": "0:27:55",
      "text": "Wenn wenn dann irgendwann fertig ist, dann brauchst du dann auch kein Keyboard mehr, dann kannst du direkt deinen Brain in Dokumente-Outline, wie das wohl aussehen wird,"
    },
    {
      "speaker": "Letty",
      "time": "0:28:14",
      "text": "Nicht, ob man das sehen möchte. Ich stelle mir das gerade so bei mir vor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:19",
      "text": "Du hast einen Neuzugang bei dir in deiner Familie, habe ich gehört."
    },
    {
      "speaker": "Letty",
      "time": "0:28:24",
      "text": "Ja, die Familie ist gewachsen, die Familie ist gewachsen, sie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:28",
      "text": "Du hast mich erhört sozusagen."
    },
    {
      "speaker": "Letty",
      "time": "0:28:30",
      "text": "Also erstmal um den Kontext zu bringen, ich habe einen kleinen Impulskauf am Montag war's oder Dienstag getätigt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:39",
      "text": "War wirklich ein sehr kurzer Impuls, ne?"
    },
    {
      "speaker": "Letty",
      "time": "0:28:41",
      "text": "Ja"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:41",
      "text": "Impulskauf, bester Kauf."
    },
    {
      "speaker": "Tala",
      "time": "0:28:43",
      "text": "Naja, sie hat da ja auch irgendwie ein Jahr drüber nachgedacht und immer mal wieder drüber geredet und dann war irgendwann nur der."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:28:49",
      "text": "Und alle haben ihr gesagt, sie soll's auch sitzen."
    },
    {
      "speaker": "Letty",
      "time": "0:28:52",
      "text": "Es ist doch, das haben sehr viele gesagt, also erstmal auf den Kontext zu geben. Ich habe mir einen M eins in den McMini geholt in der also ach nee, es gibt ja also kleine Ausstellungen, kann man ja nicht sagen, schon in der sechzehn Gigabyte äh Ausstattung,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:10",
      "text": "Ähm."
    },
    {
      "speaker": "Letty",
      "time": "0:29:13",
      "text": "Sherlock."
    },
    {
      "speaker": "hukl",
      "time": "0:29:14",
      "text": "Kann schon, aber er ist nicht so schön warm, dass man ihn als Wärmflasche benutzen könnte, so wie die Intel Macs, richtig. Der bleibt immer so handwarm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:23",
      "text": "Genau das Richtige im Sommer."
    },
    {
      "speaker": "Letty",
      "time": "0:29:25",
      "text": "Ja, also ich habe die letzten Wochen auch wirklich äh ähnlich mein mein Inter-Mag lieben gelernt. Der ist jetzt auch schon fast neun Jahre alt. Also der wurde auch schon sehr warm"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:29:53",
      "text": "Aber WOW läuft schon."
    },
    {
      "speaker": "Letty",
      "time": "0:29:54",
      "text": "Gönnt. WOW läuft schon drauf, aber die Grafik, also da muss ich sagen, Apple, bitte, bitte nachliefern, das geht so nicht."
    },
    {
      "speaker": "hukl",
      "time": "0:30:01",
      "text": "Du sollst da drauf arbeiten und nicht zocken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:30:02",
      "text": "Wie kommen. Das ist schneller als es schneller als alles andere, was du hast."
    },
    {
      "speaker": "Letty",
      "time": "0:30:08",
      "text": "Ist richtig, aber das ist auch wie hast du schon so schön gesagt, es ist ja auch nicht schwer. Ähm nee,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:28",
      "text": "Ja, aber ich war nicht so begeistert, aber für dich könnte das, glaube ich, eher was sein."
    },
    {
      "speaker": "Letty",
      "time": "0:30:35",
      "text": "Nee, also so, ich hab's ausprobiert, habe ähm Affinity-Designer draufgepackt und habe das dann einfach mal laufen lassen mit dem Stift zusammen und das kann's halt nicht laufen lassen. Das ruckelt zu sehr. Ich habe aber auch einen zweitausend,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:53",
      "text": "Warte mal, warte mal. Du hast dein Mc Mini und da läuft diese App drauf, diese Graphic, was welches Programm war das?"
    },
    {
      "speaker": "Tala",
      "time": "0:31:02",
      "text": "Findet die Designer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:03",
      "text": "Findet die Designer und was möchtest du jetzt mit dem iPad."
    },
    {
      "speaker": "Letty",
      "time": "0:31:06",
      "text": "Hab's einfach nur mal ausgemacht, um zu sehen, was ist, wenn du ein Programm hast, was keine iPad-App hat, ähm, wie zum Beispiel das Verhalten ist, ähm, also, ich meine, du könntest es ja sagen, ähm, das iPad kannst du halt als Ersatz für 'nen, wie heißen Sie doch gleich?"
    },
    {
      "speaker": "Tala",
      "time": "0:31:25",
      "text": "Oder."
    },
    {
      "speaker": "Letty",
      "time": "0:31:27",
      "text": "Genau, diese großen Displays ähm als Ersatz nehmen, aber das kannst du halt nicht, da ist die Reaktionsfähigkeit irgendwie noch nicht hoch genug, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:35",
      "text": "Welche Reaktionsfähigkeit bemängelst du denn die Latenz, wenn du da eine Eingabe machst, bist das dann von dem Programm angenommen wird oder wie."
    },
    {
      "speaker": "Letty",
      "time": "0:31:42",
      "text": "Das sieht man schon, aber das es ruckelt so ganz latent so ein bisschen, bis dann alles da ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:46",
      "text": "Hast du das mit WLAN gemacht oder mit dem Kabel?"
    },
    {
      "speaker": "Letty",
      "time": "0:31:49",
      "text": "Oh, stimmt, ich war im WLAN. Ja, aber ich habe ja, ich kann ja das äh USB-C anschließen, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:51",
      "text": "Ja, dann musst du halt USBC. Genau, mit USB-C äh dürftest du da ganz anderes Verhalten äh haben als über WLAN."
    },
    {
      "speaker": "Letty",
      "time": "0:32:00",
      "text": "Ja, das muss man auch ausprobieren. Aber, aber, aber, jetzt um einen Punkt zu bringen, da war ich dann latent ins äh, äh, dann doch ein bisschen mehr entzückt darüber. Ähm,"
    },
    {
      "speaker": "Tala",
      "time": "0:32:25",
      "text": "Morgen kriegst du dann dein fünf Meter USB-C-Kabel und kannst äh mitm Tablet dich ins Bett hocken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:31",
      "text": "Also,"
    },
    {
      "speaker": "Letty",
      "time": "0:33:33",
      "text": "Na ja, jetzt muss ich halt zwei Geräte haben, weil also ich habe jetzt zum Beispiel nächste Woche ja dann das Vergnügen, wieder mir die zweite Dosis abzuholen und dann bin ich noch mal kurz ein paar Tage unterwegs, das heißt, da nehme ich den Verbrennungsmotor ja wieder mit. Immerhin fahre ich mit der Bahn, mit dem."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:46",
      "text": "Bist nach deiner Dosis ein paar Tage unterwegs."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:52",
      "text": "Wovon redest du eigentlich?"
    },
    {
      "speaker": "Letty",
      "time": "0:33:54",
      "text": "Dennis, ich weiß überhaupt nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:33:57",
      "text": "Nein, aber ich meine, du hast doch, kriegst du auch äh Biotech, das heißt, du bist danach überhaupt nicht unterwegs, du liegst dann im Bett und bist flach."
    },
    {
      "speaker": "Letty",
      "time": "0:34:04",
      "text": "Ich bin flach, ja vielleicht bin ich dann auch flach. Ja, nee, aber ich bin ja nicht in in äh zu Hause dann wahrscheinlich in der Zeit. Ähm deswegen, ich lasse mich ja dann versorgen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:13",
      "text": "Reisecomputer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:34:14",
      "text": "Also ich würde da zumindest nicht am Tag nach einer Zweitimpfung von Biotech äh Reisen planen."
    },
    {
      "speaker": "Tala",
      "time": "0:34:20",
      "text": "Sie reist zur Impfung."
    },
    {
      "speaker": "Letty",
      "time": "0:34:21",
      "text": "Ja, da muss ich ja auch anreisen. Ja und zurück wahrscheinlich nicht am selben Tag, deshalb wird's Details, die wir hier, glaube ich, nicht besprechen müssen."
    },
    {
      "speaker": "hukl",
      "time": "0:34:31",
      "text": "Also ich hab ja das auch gemacht mit diesem Mac Mini. Ich hab ja angefangen, dann kam jetzt Michi, jetzt bist du dran, jetzt geht es hier einmal mit dem Mag Mini Reihe um"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:21",
      "text": "Ran muss."
    },
    {
      "speaker": "hukl",
      "time": "0:35:24",
      "text": "Nee, eigentlich nicht. Ich habe alles migriert. Ich bin voll produktiv äh auf meinem Mac Mini, Audio äh alles, aber"
    },
    {
      "speaker": "Tala",
      "time": "0:35:41",
      "text": "Also hast du auch drei Rechner?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:35:43",
      "text": "Kurze Frage, wenn man schon hier so auf Desktop macht und du sagst, du holst dir dann dein, dein Unterwegs-Mack irgendwie noch, reicht's dann nicht wirklich, wenn man dann irgendwie aufm Tablet umschaltet? Also ich habe ja keine, deswegen kann ich das nicht so beurteilen, aber dass man zu Hause sein fettes Setup und,"
    },
    {
      "speaker": "hukl",
      "time": "0:36:01",
      "text": "Ja, ich persönlich hätte lieber einen richtigen Computer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:05",
      "text": "Inzwischen schon soweit ist."
    },
    {
      "speaker": "Letty",
      "time": "0:36:07",
      "text": "Ja, also ich brauche auch schon alleine für Djabba."
    },
    {
      "speaker": "hukl",
      "time": "0:36:09",
      "text": "Tastatur gleich dran und alles."
    },
    {
      "speaker": "Letty",
      "time": "0:36:12",
      "text": "Jaba und ich weiß nicht, auch Entwicklung, wenn man sich dann doch mal von unterwegs noch was irgendwie entwickeln muss. Also ich muss jetzt halt ja auch eigentlich arbeiten in der Zeit. Deswegen, das das wäre schon nicht schlecht."
    },
    {
      "speaker": "Tala",
      "time": "0:36:21",
      "text": "Um den Bogen zu davor. Mir fehlt auf dem Tablet das Altab zum durchwechseln von all meinen Programmen und ich will nicht alles im Vollbild haben und das ist also ich komme mitm Tablet noch nicht so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:34",
      "text": "Aber man kann noch dreimal auf die Rückseite tapsen."
    },
    {
      "speaker": "Tala",
      "time": "0:36:37",
      "text": "Und Ben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:38",
      "text": "Dann kommt die Programm äh Auflistung und dann kannst du dir eins zur Seite wischen."
    },
    {
      "speaker": "Tala",
      "time": "0:36:44",
      "text": "Was so anderes, als."
    },
    {
      "speaker": "hukl",
      "time": "0:36:46",
      "text": "Plötzlich sind die Geste ausgedacht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:36:48",
      "text": "Ja, ist nicht ganz das Gleiche, aber vorhin hast du ja auch gesagt, du kannst mit deiner Maus da so Sachen klicken, so kann man auch dreimal auf der Rückseite tappen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:55",
      "text": "Entschuldigung, auf welchem System fehlt dir äh diese durchs Durchtappen durch Programme? Aufm iPad. Wieso, das ist doch da."
    },
    {
      "speaker": "Letty",
      "time": "0:37:02",
      "text": "Geht das auch."
    },
    {
      "speaker": "Tala",
      "time": "0:37:03",
      "text": "Ja, aber es ist halt was anderes, weil alle per im Vollbildmodus sind. Also,"
    },
    {
      "speaker": "Letty",
      "time": "0:37:29",
      "text": "Was ich neulich gemacht habe, ähm das hatte ich Tim, glaube ich, nur erzählt. Ich hatte ähm eine One-One-Session mit äh äh die ich mir geleistet hatte. Und weil mein altes"
    },
    {
      "speaker": "hukl",
      "time": "0:38:36",
      "text": "Da wirst du jetzt ja, da hast du natürlich keine Kamera dran, so wie ich hier mit meiner äh"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:00",
      "text": "Kameras auf dem Display."
    },
    {
      "speaker": "hukl",
      "time": "0:39:02",
      "text": "Ich habe, ich habe kein Apple Display."
    },
    {
      "speaker": "Letty",
      "time": "0:39:04",
      "text": "Ja Dennis, genau, ich kaufe mir den tausend Euro, äh ach nee, das war ja noch mehr, Cinema Display."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:09",
      "text": "Wieso ist uralt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:11",
      "text": "Cinema Display gibt's ja gar nicht mehr. Jetzt gibt's nur noch dieses Pro-Display für."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:14",
      "text": "Dass ich noch altes Gerät habe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:16",
      "text": "Für sechstausend Euro. Und das hat auch keine Kamera im Übrigen. Ja, ich habe mir aber voraus so eine USB äh Webcam oben drauf geballert, die dann dann funktioniert das auch."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:27",
      "text": "Ich habe noch eine Eiszeit in unserem Karton hier."
    },
    {
      "speaker": "hukl",
      "time": "0:39:29",
      "text": "Mit Feier war ja geil."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:31",
      "text": "Die willst du nicht benutzen."
    },
    {
      "speaker": "Letty",
      "time": "0:39:33",
      "text": "Werde ich vielleicht drauf zurückkommen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:39:36",
      "text": "Glaube, dafür haben sie die Treiber entfernt."
    },
    {
      "speaker": "Letty",
      "time": "0:39:40",
      "text": "Damit kann ich jetzt halt vor allem auch die Vorlesungen aufnehmen, weil ich meine, selber mal ehrlich, die Wahrscheinlichkeit, dass nächstes Semester halt äh irgendwie Präsenz, also ich mache nächstes Semester auch noch keine Präsenzveranstaltungen, äh nehme ich die halt wieder auf und stelle sie dann zur Verfügung, auch die ähm,"
    },
    {
      "speaker": "Tala",
      "time": "0:40:00",
      "text": "Nur für die Studis."
    },
    {
      "speaker": "Letty",
      "time": "0:40:02",
      "text": "Nur für die lieben Studierenden, ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:04",
      "text": "Hauptgrund war, du wolltest schneller WOW, FPS haben."
    },
    {
      "speaker": "Letty",
      "time": "0:40:08",
      "text": "Ich spiele aber grad gar nicht Dennis. Ich mache ja gerade meine Pause."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:23",
      "text": "Ich habe gar kein Auto."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:25",
      "text": "So ähm ich würde mir mal äh Dennis äh Thema aufrufen, weil das nämlich auch mein Thema ist,"
    },
    {
      "speaker": "Letty",
      "time": "0:40:48",
      "text": "Alle außer Dennis dann wahrscheinlich und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:51",
      "text": "Steht da drauf bei dir auf deinem auf deinem Tech. Warum?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:40:54",
      "text": "Vier Stück, einer heißt er nimmt, einer heißt Bert und dann habe ich noch zwei, die anders heißen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:59",
      "text": "Zwei. Okay und was trägst du mit deinen Attacks?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:07",
      "text": "Bert ist noch nicht aktiviert, der hat noch seine Folie drumrum, deswegen liegt er hier. Ernie liegt da drüben am Fenster. Äh zu testen halt und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:16",
      "text": "Am Fenster, damit du dein Fenster wiederfindest oder was."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:19",
      "text": "Nein, der liegt halt einfach nur so rum. Aber wenn ich halt weg bin, dann wird halt von den Leuten, die auch hier durch den Hof latschen und so weiter, die äh sagen mir dann, dass er immer noch am Fenster liegt. Ich ich teste ja gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:34",
      "text": "Oh Mann, ey, das ist wirklich alles, was du damit machst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:37",
      "text": "Nein, warte. Es soll ja, das ist ja nur Ernet, ich habe ja noch zwei. Und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:41",
      "text": "Ach so. Die anders heißen, okay?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:41:44",
      "text": "Wie anders heißen, genau. Ich habe ja zwei Motorräder und jeweils ist einer von den Dingern in einem Motorrad drin,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:08",
      "text": "Wieso ist es denn dort deine Motorräder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:09",
      "text": "Ja schon, aber man soll ja laut Apple damit Sachen trennen, die man eigentlich bei sich führt, damit man,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:20",
      "text": "Ja"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:21",
      "text": "Fängt ja zum Beispiel an mein Motorrad, wenn ich drei Tage nicht beim Motorrad bin, fängt das Ding ja zum Beispiel an zu piepen und und na doch, sondern?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:40",
      "text": "Nee, das piept nur, wenn du's bewegst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:42",
      "text": "Das stimmt, da ja genau. Da hast du recht, aber sonst halt äh kann ich selber das nicht hören, weil wenn ich in die Nähe komme, dann ist er ja wieder happy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:50",
      "text": "Wenn du dein Telefon dabei hast. Bei dir bei dir piepst's wohl nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:42:56",
      "text": "Ja aber dann kann ich also jetzt natürlich nicht, weil wir hier Facelift mit dem Telefon machen, aber ich kann immer sehen, hier vor einer halben Stunde war es noch da, wo es sein sollte, dass andere Motorrad genauso und ähm ja."
    },
    {
      "speaker": "hukl",
      "time": "0:43:05",
      "text": "Siehst du doch am Browser auch auf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:10",
      "text": "Ja, äh habe ich jetzt hier nicht eingerichtet. Ich mache das mal. Äh wie heißt die Website? Find my."
    },
    {
      "speaker": "hukl",
      "time": "0:43:18",
      "text": "Dot com."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:19",
      "text": "Immer noch so so Scheiße."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:22",
      "text": "Also ich habe mittlerweile eine größere Teilmenge von diesen Atex äh im Einsatz und habe dann irgendwann mit erschreckend festgestellt, dass man, dass es so ein Maximum gibt, wie man, wie viel man trennen kann. Genau, sechzehn pro Apple ID."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:43:36",
      "text": "Mehr als sechzehn RTS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:37",
      "text": "Nee, noch nicht, aber,"
    },
    {
      "speaker": "Tala",
      "time": "0:43:49",
      "text": "Kind eins bis fünfzehn?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:51",
      "text": "Nee, also so viel habe ich jetzt noch nicht, habe insgesamt acht gekauft, davon sind zwei noch nicht äh im Einsatz und eins ist nicht von mir im,"
    },
    {
      "speaker": "Tala",
      "time": "0:44:17",
      "text": "Wichtigen Handtäschchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:18",
      "text": "Wichtigen Handtäschchen, weil die so, so, so, so Dinge äh verlieren, so eine Gürteltasche und irgendwie so meine Tasche, wo ich so wichtige Sachen drin habe, Laptop und so weiter."
    },
    {
      "speaker": "hukl",
      "time": "0:44:28",
      "text": "So Festivalmedizin zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:30",
      "text": "Festivalkram oder einfach auch so Taschen, die man mal schnell irgendwo liegen lassen kann oder äh so. Dann habe ich irgendwie einen AirTag im Auto."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:44:40",
      "text": "Also auch so wie ich eigentlich dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:42",
      "text": "Genau. Ich habe auch eins in meinem Roller. Also ganz genauso wie du,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:37",
      "text": "Gab's auch ein Update, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:38",
      "text": "Ja genau, es gab nämlich ein Update. Ähm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:42",
      "text": "Ernie hat sich nämlich schon geupdatet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:44",
      "text": "Was ist da neu?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:45:46",
      "text": "Die dieses Trackingverfolgung geht jetzt nicht nach drei Tagen an, sondern nach zwölf Stunden schon oder irgendwie so,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:15",
      "text": "Also,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:30",
      "text": "Ja ist ja relativ leise und wenn das irgendwo in einem Postzentrum liegt, ich denke und da piekt öfter mal irgendwas bei den Paketen. Zur Not machen die dann halt äh sprengen das mit so Wasser weg, weil sie denken, ist jetzt irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:42",
      "text": "Na toll."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:45",
      "text": "Hat er auch schon einer gemacht, so eine Paketverfolgung mit so einem Ding, gleich am Anfang schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:48",
      "text": "Ja klar, das sitzen natürlich alle sofort drauf gekommen und ist schon bemerkenswert, wie gut das funktioniert. Also wie dicht man so ein Netz aus iPhones spannen kann."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:46:57",
      "text": "Ja, ich meine, wie viel Milliarden Leute haben so ein Ding, also mein Motorrad, das eine steht an so einer krassen Tiefgarage und trotzdem äh wird da alle Viertelstunde geupdatet, dass es gesehen wurde. Also äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:15",
      "text": "Für euch ist das überhaupt kein Reiz irgendwie, ihr verlasst das Haus eh nicht mehr, ne? Ihr verdient nie was."
    },
    {
      "speaker": "Letty",
      "time": "0:47:21",
      "text": "Nee, ist richtig. Nee, ich habe das jetzt aufgehört mit diesem Draußen."
    },
    {
      "speaker": "Tala",
      "time": "0:47:27",
      "text": "Wird einfach überbewertet."
    },
    {
      "speaker": "hukl",
      "time": "0:47:29",
      "text": "Also ich war ja, ich habe bisher, ehrlich gesagt, ist mir noch nichts äh aufgefallen, also in meiner Wohnung verliere ich ab und zu mal Dinge, aber ich finde sie eigentlich auch schnell genug wieder, es war noch nie eine Situation, wo ich,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:04",
      "text": "Nee, nee, so schnell piept das nicht. Das piept erst, wenn du lange nicht mehr an deinem Fahrrad warst."
    },
    {
      "speaker": "hukl",
      "time": "0:48:08",
      "text": "Ja, aber es kann ja passieren, dass ich mal zwölf Stunden nicht an meinem Fahrrad bin. Wenn es jetzt nach oder wann fängt's an zu piepen, nach wie vielen Tagen?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:15",
      "text": "In der Glocke zwischen haben sie es verkürzt auf acht oder zwölf Stunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:17",
      "text": "Zwischen acht und vierundzwanzig Stunden heißt es ja."
    },
    {
      "speaker": "hukl",
      "time": "0:48:20",
      "text": "Also es gibt Tage, da bin ich nicht an meinem Fahrrad, aber sehr wohl, weil das natürlich so ein Hoffahrradständer ist, rütteln da andere Leute dann rum, wenn sie ihre Fahrräder abschließen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:28",
      "text": "Also ich glaube so einmal rütteln ist nicht ist nicht das, was sie meinen mit bewegt sich, sondern sie haben da sozusagen schon eine etwas ähm ausgefeiltere Methode rauszubekommen, dass das Ding jetzt quasi mit jemandem mitgeht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:48:44",
      "text": "Scheiße, kommt auch eine eine ähm wenn sich,"
    },
    {
      "speaker": "hukl",
      "time": "0:48:52",
      "text": "Ja, also okay, dann theoretisch Fahrrad, aber ansonsten fällt mir ehrlich gesagt nix ein, also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:59",
      "text": "Ja okay, du hast ja auch keine Kinder und so, weil Kinder verlieren ja äh gerne Dinge so, das."
    },
    {
      "speaker": "Tala",
      "time": "0:49:05",
      "text": "Dachte, du verlierst gern die Kinder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:08",
      "text": "Ja, nee, zum Kindertrecken ähm wäre das jetzt, glaube ich, nicht so das Richtige. Nee, aber auch Kinder müssen ja dann irgendwann so"
    },
    {
      "speaker": "Tala",
      "time": "0:49:42",
      "text": "Dinge, die ich ständig verloren."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:49:46",
      "text": "Tim, da kannst du gleich eine Mail an Apple schreiben, kannst gleich sagen, Jungs, sechzehn geht gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:51",
      "text": "Na ja gut, ich meine, das ist ja so ein Limit, denke ich mal, was sie erstmal gesetzt haben, weil sie davon ausge,"
    },
    {
      "speaker": "Letty",
      "time": "0:50:13",
      "text": "Ja, aber beim Sportbeutel willst du dann eigentlich gleich noch direkt die Notification haben, wenn du zu Hause ankommst. Bitte räume das Scheißteil auch wirklich aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:24",
      "text": "Ja. Äh der Artikel erwähnt das äh auch übrigens nochmal, also was wirklich, wirklich fehlt, ist halt so so Family äh Sharing oder überhaupt so Sharing, also dass man dass man diese Dinger in irgendeiner Form mehr als einer AppleID zuordnen kann"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:50:42",
      "text": "Und nicht nur Family, auch anderen Leuten, dass man zum Beispiel sagt, hier für vierundzwanzig Stunden kannst du jetzt sehen, wo folgendes Ding ist. Weil das macht man mit sich selbst ja auch mit Location-Sharing und ich will das auch mit so einem Ding machen können."
    },
    {
      "speaker": "Tala",
      "time": "0:50:57",
      "text": "Nochmal anders."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:01",
      "text": "Ja, mir fällt nämlich auch nicht so richtig ein, was eigentlich daran jetzt grundsätzlich problematisch sein sollte, also jetzt sowohl,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:51:28",
      "text": "Na, weil vielleicht eben genau das Ding ja nur, was also es ist ja mit deinem iPhone gekoppelt, dass er halt eben"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:45",
      "text": "Naja gut, ich meine das Ding, wenn ich das richtig sehe, funktioniert das ja so. Das das sendet per Bluetooth regelmäßig und zwar ziemlich regelmäßig sein seine Signatur raus,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:40",
      "text": "Ich glaube, es wird zweimal verschlüsselt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:42",
      "text": "Zweimal."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:52:43",
      "text": "Einmal verschlüsselt, dass das"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:06",
      "text": "Ja gut, aber es muss ja eine, eine Identifikation äh äh quasi in der Rente sein,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:53:21",
      "text": "Ja, stimmt eigentlich. Dann vielleicht doch nur einmal verschlüssen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:25",
      "text": "Ja, es ist auf jeden Fall eine eine geschickte Nutzung von Public Privatkey, aber im Prinzip, wenn sie das an eine Apple ID adressieren oder also einer AppleID zu ähm teilen können, dann können sie das ja auch allen, die,"
    },
    {
      "speaker": "Letty",
      "time": "0:54:16",
      "text": "Family Sharing nur für die Eye Cloud eigentlich eingerichtet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:19",
      "text": "Wer ist denn deiner Family? Bin ich in deiner Familie?"
    },
    {
      "speaker": "Letty",
      "time": "0:54:21",
      "text": "Gehörst du zu meiner Family? Nein, meiner Mutti und mein Opa, weil den haben wir beide ja ähm iPads aufgenötigt. IPads und iPhones."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:30",
      "text": "Du bist die Organisatorin."
    },
    {
      "speaker": "Letty",
      "time": "0:54:32",
      "text": "Nur was den den ähm i-Cloud und ja, was das angeht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:38",
      "text": "Du bist sozusagen die Mama. Du bist die Organisatorin dieser Familie."
    },
    {
      "speaker": "Letty",
      "time": "0:54:42",
      "text": "Bin die Mama, aber die beiden dürfen auch nicht, dass sie es nur machen würden, aber die beiden dürften zum Beispiel auch meine Kreditkarte benutzen, um im App Store was zu kaufen, wenn sie, wenn sie irgendwas finden, aber da mein Opa zum Beispiel eher so gerne YouTube hört, weil da gibt's ja so schöne Musik,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:03",
      "text": "Ja, nee, das ist ein extra Tarif."
    },
    {
      "speaker": "Letty",
      "time": "0:55:05",
      "text": "Ja, genau. Äh vielleicht muss ich ihm das auch noch zeigen, weil mein Opa ist auf jeden Fall sehr begeisterter Benutzer, das das sowohl das iPads, das als auch vom, vom iPhone. Wahrscheinlich sogar noch mehr das iPhone, weil's halt klein ist und das kann er also auch mit ins Bett nehmen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:27",
      "text": "Sagt irgendwie Alex hat hier ich glaube, dass sie über die empfangenen Kryptopakete ein bilden. Das iPhone fragt diesen Hashtag denkt nicht, dass sie es einer AppleID zuordnen. Hm, naja gut. Dann müssen sie irgendwie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:55:53",
      "text": "Aber über diese iCloud dot com kann ich jetzt nicht finden, wie man da diese LR-Text äh tracken kann, weil ich sehe hier nichts."
    },
    {
      "speaker": "hukl",
      "time": "0:56:00",
      "text": "Da gibt's das nicht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:56:01",
      "text": "Friends und Devices, aber nicht die Atex."
    },
    {
      "speaker": "hukl",
      "time": "0:56:04",
      "text": "Okay und dann haben sie das dann noch nicht hinzugefügt, ist Herr Lame."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:06",
      "text": "Ja, ja. Äh ich benutze das tatsächlich äh so gut wie nie, dieser iCloud Geschichte im Web."
    },
    {
      "speaker": "hukl",
      "time": "0:56:15",
      "text": "Ich benutze es dauernd, weil dann, wenn ich mein iPhone verlegt habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:33",
      "text": "Stimmt. Also im im Web geht aber nur Geräte, das da heißt es auch irgendwie alles noch mein iPhone suchen, das scheint mir alles noch nicht so richtig ähm up to date zu sein mit diesem ganzen Kram. Das kommt dann wahrscheinlich irgendwie in drei Jahren dann wieder."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:56:46",
      "text": "Sind die sogenannten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:48",
      "text": "Also ich finde auf jeden Fall Attack finde ich gut und äh ich kann mir noch vorstellen, noch diverse zum Einsatz zu bringen und das ist ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:14",
      "text": "Und die Telefone."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:15",
      "text": "Telefonie ja eh schon."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:17",
      "text": "Auch wenn sie aus sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:18",
      "text": "Ach so ja klar, das verbessern sie nochmal, genau dass sie das äh nicht nur, weil sie aus sind, sogar wenn sie gelöscht sind,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:57:42",
      "text": "Ich könnte mir auch gut vorstellen, dass äh Apple dann vielleicht mit Firmen so äh lizenzmäßig das sagen wir mal eine Firma verkauft, ja. Zum Beispiel Fahrradfirmen, ne, dass die halt so ein so ein Ding, was halt eben nicht hier so ein Plastikteil ist mit so einer dicken Batter,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:12",
      "text": "Dennis, das haben sie sogar schon zwei Wochen vor der WWT bekanntgegeben, dass sie das tun."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:58:16",
      "text": "Dass sie das so machen wollen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:17",
      "text": "Ja ja das sie dass sie das nicht nur machen wollen, sondern dass dass sie das sozusagen auch schon tun. Also wie heißt nochmal hier gleich dieser Funmove,"
    },
    {
      "speaker": "hukl",
      "time": "0:58:30",
      "text": "Nur Elektro, auch normal Strampelfahrräder gibt's."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:34",
      "text": "Macht er normale Fahrräder? Ja, okay. Okay, ich kenne die jetzt nur in dem Kontext, dass sie halt äh brauchbare E-Bikes haben, die teuer sind. Auf jeden Fall haben sie da das irgendwie mit eingebaut."
    },
    {
      "speaker": "hukl",
      "time": "0:59:34",
      "text": "Fährst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:35",
      "text": "Sogar drauf fährst."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:36",
      "text": "Und sage mal, ähm kann man das Feature eigentlich abschalten auf seinem Telefon? Sagen wir mal, ich will jetzt aus ideologischen Gründen an diesem privacy Tracking und so weiter nicht teilnehmen? Kann ich das abstellen? Ist ja auch Traffic für mein Telefon will ich ja vielleicht gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:51",
      "text": "Du meinst jetzt Feind Mai generell? Na klar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "0:59:52",
      "text": "Ja, ich will ihm nicht fremde Geräte zu Apple melden."
    },
    {
      "speaker": "hukl",
      "time": "0:59:56",
      "text": "Glaube ich, eine Locationservices ausmachen oder nicht?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:59",
      "text": "Einfach ausschalten, in der in der App. Kannst du doch ausschalten. Das muss ja gar."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:05",
      "text": "Schalte ich ja alle Features ab, ich will ja nur Attacks äh sozusagen nicht mehr melden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:08",
      "text": "Du willst Air Text nicht melden? Wozu benutzt du denn deinen AirTex, wenn du sie."
    },
    {
      "speaker": "Tala",
      "time": "1:00:13",
      "text": "Es ist äh mein Game."
    },
    {
      "speaker": "hukl",
      "time": "1:00:15",
      "text": "Hypothetisiert gerade. Äh konstruiert einen theoretischen Fall, dass er, er möchte kein Beihilfe sein."
    },
    {
      "speaker": "Tala",
      "time": "1:00:25",
      "text": "Stell dir vor, ich möchte als Person keine Attacks an Apple melden, die mir so in meinem täglichen Leben übern Weg laufen."
    },
    {
      "speaker": "hukl",
      "time": "1:00:44",
      "text": "Ja, die Kurzzusammenfassung ist wahrscheinlich oder ziemlich sicher sogar, dass das nicht geht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:00:49",
      "text": "Würde ich auch mal denken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:50",
      "text": "Talar, warum hast du Apple?"
    },
    {
      "speaker": "Tala",
      "time": "1:01:12",
      "text": "Würde ich jetzt so per se nicht sagen, dass ich ihnen damit das Leben schwer mache."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:01:20",
      "text": "Aber ich finde schon, dass man die Option haben sollte, ob man an so einem Global Überwachungssystem, also ob man da mitmacht oder nicht. Weil wir bauen ja auch da, also ich meine, irgendwann werden alle alle Geräte irgendwie irgendwas drin haben, dass man sie tracken kann."
    },
    {
      "speaker": "hukl",
      "time": "1:01:35",
      "text": "Ja, ich, also ich meine, letztendlich, wenn sie dir die Optionen geben, dass komplett auszuschalten, dann ist so, wahrscheinlich ist das ihr Kompromiss, äh, für jetzt, aber"
    },
    {
      "speaker": "Tala",
      "time": "1:02:03",
      "text": "Oder man litscht halt gerne nur, sieht aber nicht."
    },
    {
      "speaker": "hukl",
      "time": "1:02:06",
      "text": "Ja aber was hast du denn davon an der Stelle? Außer also ja. Also ich weiß schon, was du davon hast, aber das kriegst du ja noch auf anderem Wege hin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:31",
      "text": "Ach so, aufm Mac, ja klar."
    },
    {
      "speaker": "hukl",
      "time": "1:02:34",
      "text": "Nie gesehen. Ja, gut, ein Grund weniger auf dot com zu gehen. Ja. Vielen Dank für diese Info, ist mir völlig entgangen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:02:43",
      "text": "Tatsache klick."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:45",
      "text": "Ja logisch, da hast du die gleiche Funktion."
    },
    {
      "speaker": "hukl",
      "time": "1:02:47",
      "text": "Aber ich find's immer noch erstaunlich, wie viele Leute ihr Betriebssystem auf Deutsch betreiben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:02:51",
      "text": "Das geht."
    },
    {
      "speaker": "Letty",
      "time": "1:02:57",
      "text": "Aber für jemanden, der Englisch nicht im täglichen Sprachgebrauch hat."
    },
    {
      "speaker": "hukl",
      "time": "1:03:01",
      "text": "Aber ich hatte, ich habe meinen Computer auf Englisch schon eingestellt, da war ich auch weit davon entfernt im täglichen Sprachgebrauch Englisch zu benutzen."
    },
    {
      "speaker": "Letty",
      "time": "1:03:08",
      "text": "Ja, aber ich glaube, ich möchte nicht, dass meine Mutter zum Beispiel ein System auf Englisch fährt, wo sie so irgendwie schon vielleicht nicht so äh alle Sachen immer überblicken kann, was."
    },
    {
      "speaker": "hukl",
      "time": "1:03:18",
      "text": "Ja, ich meine jetzt auch eher so die Computerinteressierten, engagierten Menschen, die auch diesen Podcast hören. Jetzt nicht dein Opa oder deine Mutti oder."
    },
    {
      "speaker": "Tala",
      "time": "1:03:28",
      "text": "Aber dann kriegt niemand die schönen Fehlübersetzungen reportet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:34",
      "text": "Also ich habe früher meinen Computer auch immer nur auf Englisch gehabt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:03:37",
      "text": "Ging auch nicht anders."
    },
    {
      "speaker": "hukl",
      "time": "1:03:38",
      "text": "Sage nicht, dass du jetzt auf deutsch gewechselt bist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:40",
      "text": "Ich überlege jetzt grade, warum ich das eigentlich getan habe."
    },
    {
      "speaker": "hukl",
      "time": "1:03:44",
      "text": "Ich kann dir sagen, warum ich das getan habe"
    },
    {
      "speaker": "Tala",
      "time": "1:05:06",
      "text": "Äh kleines Parallelunier, so ein exakt gleiches Problem, äh Facharbeiten eher in Englisch schreiben, weil wenn Fachliteratur, also wenn wenn komplette Referenzen und Fachliteratur und"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:05:46",
      "text": "War ja damals bei World of Workcaft auch schon so, wenn du da nicht wusstest, wie irgendeiner zu killen ist. Dann Deutsch bist du da erstmal nicht weit gekommen, du musstest immer die englischen Cheats irgendwie lesen und so."
    },
    {
      "speaker": "Tala",
      "time": "1:05:55",
      "text": "Ja, relevantes Fachwissen bleibt einem verborgen, wenn man nicht Englisch kann."
    },
    {
      "speaker": "Letty",
      "time": "1:06:03",
      "text": "Wobei ich auch sehr spät erst auf auf Englisch bei WOW umgeschalten habe. Ich weiß gar nicht warum."
    },
    {
      "speaker": "Tala",
      "time": "1:06:08",
      "text": "Stimmen sind."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:06:10",
      "text": "Weil das Deutsche früher eigentlich ziemlich nur englische äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:34",
      "text": "Gegen Eisenschmiede, klingt doch gut."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:06:37",
      "text": "Nein, aber ich bin mit Iron Forch aufgewachsen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:44",
      "text": "Also"
    },
    {
      "speaker": "Tala",
      "time": "1:07:00",
      "text": "Ich weiß gar nicht."
    },
    {
      "speaker": "hukl",
      "time": "1:07:01",
      "text": "Ich ja seit Jahren mit dem Englisch International Layout, was die große Return Taste hat, aber die Programmierfreundliche Tastenbewegung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:12",
      "text": "Aber du hast deutsche Zeichen auf deiner Tastatur oder du hast tatsächlich diese Tastatur."
    },
    {
      "speaker": "hukl",
      "time": "1:07:17",
      "text": "Die Tastatur, also ich meine, das sieht, weiß nicht, ob ihr das ähm Dingsbums seht, aber das heißt, hieß bei Apple oder heißt bei Apple, Englisch International. Also man muss die Return-Taste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:27",
      "text": "Okay, wie bei der deutschen Tastatur."
    },
    {
      "speaker": "hukl",
      "time": "1:07:29",
      "text": "Genau, das das das tasten Layout ist über der Deutschen, aber wenn ihr, ich weiß nicht, ob ihr die Tasten seht, da sind halt die eckigen Klammer und die und so die sind alle an der Programmierfreundlichen Stelle."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:07:41",
      "text": "So wie bei der US-Tastatur."
    },
    {
      "speaker": "hukl",
      "time": "1:07:44",
      "text": "Genau, aber ich fand bei der US-Tastatur halt, weil ich die Deutschen natürlich gewohnt war mit der großen Return-Taste, fand ich das immer mit diesen Backspacelippen bisschen Kacke und ich finde tatsächlich, dass Englisch International Layout hat so ein paar Kniffe,"
    },
    {
      "speaker": "Tala",
      "time": "1:08:20",
      "text": "Ich hatte, äh ich glaube, meine Tastatur vor der jetzigen äh war komplett Englisch, aber damals habe ich halt auch mehr gecodet. Jetzt äh muss ich zu viel Texte schreiben. Und da brauche ich das EU."
    },
    {
      "speaker": "Letty",
      "time": "1:08:34",
      "text": "Ja, es braucht braucht dummerweise das, was ich äh schreibe und muss ich sehen. Also ich kann ohne RU nicht äh kann ich nicht schreiben in der Tat, das ist ganz eigenartig."
    },
    {
      "speaker": "hukl",
      "time": "1:08:44",
      "text": "Ich habe mir früher halt schon immer,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:09:00",
      "text": "Bin das auch so gewohnt mit dem AE, weil mein Amiga ja auch äh keine deutsche Tastatur hatte, ewig."
    },
    {
      "speaker": "Letty",
      "time": "1:09:06",
      "text": "Nee, was mir neulich aufgefallen ist und das hat äh sehr viele Jahre, also wahrscheinlich derer neun gedauert, ähm dass ich geschnallt habe, dass das Tasten"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:15",
      "text": "Also Englisch International habe ich mir jetzt gerade irgendwie das erste Mal so richtig angeguckt tatsächlich, das hatte ich nicht gar nicht so oft im Zeiger. Das ist ja wirklich ein interessantes Hybrid,"
    },
    {
      "speaker": "hukl",
      "time": "1:10:31",
      "text": "Ja, das nicht, aber ich finde in in dem US-Layout da ist eigentlich noch ein bissel mehr und nützeres Zeug drauf und wie gesagt, die Tilde neben dem Shift unten und der Backtic unten, die finde ich richtig gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:40",
      "text": "Ja. Ja, das ist in der Tat ein Feature."
    },
    {
      "speaker": "Tala",
      "time": "1:10:44",
      "text": "Plus minus Dinge ist eins, was ich relativ häufig brauche und ständig Fluche. Standardabweichungen."
    },
    {
      "speaker": "hukl",
      "time": "1:10:49",
      "text": "Dann ist auch für dich Englisch International vielleicht."
    },
    {
      "speaker": "Tala",
      "time": "1:10:52",
      "text": "Ja ja genau, ich gerade, ich bin gerade so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:10:55",
      "text": "Benutzt ihr Command äh also auf der deutschen Tastatur ist es kleiner, größer und auf dieser Englisch International wäre es Tilda."
    },
    {
      "speaker": "hukl",
      "time": "1:11:07",
      "text": "Das ist ich benutze Command Backtic, weil das war halt äh also das ist ja eigentlich bei den deutschen Tastaturen ist es immer genau da auf diesen kleiner, größer Tasten, die äh sind die da an der Stelle in dem deutschen Layout?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:21",
      "text": "Du benutzt das nicht Dennis, echt nicht?"
    },
    {
      "speaker": "Letty",
      "time": "1:11:24",
      "text": "Was ist das denn?"
    },
    {
      "speaker": "hukl",
      "time": "1:11:25",
      "text": "Das zwischen den Application Windows, also wenn du fünfzehn Terminal Windows aufhast, dann kannst du mit Command Bactic oder Commandfil größer."
    },
    {
      "speaker": "Tala",
      "time": "1:11:33",
      "text": "Ah, ah."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:34",
      "text": "Genau, damit cycelt man durch die Fenster. Das benutze ich den ganzen Tag."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:39",
      "text": "Geht bei mir gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:41",
      "text": "Wenn es bei dir nicht geht, musst du mal gucken, dann ist es unter Umständen ein Services, disabit oder unter Umständen auf eine andere Tastaturkombination gematcht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:11:50",
      "text": "Ich hatte doch einen Tastaturkommando, um zwischen Terminals zu wechseln, was war denn das? Das habe ich vergessen. Apfelkurser zur Seite, also rechts."
    },
    {
      "speaker": "hukl",
      "time": "1:11:59",
      "text": "Das Command"
    },
    {
      "speaker": "Tala",
      "time": "1:12:48",
      "text": "Aber immer nur die gleiche Application."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:12:52",
      "text": "Innerhalb der gleichen Application ja."
    },
    {
      "speaker": "Letty",
      "time": "1:12:54",
      "text": "Was ich halt total häufig nutze, das habt ihr dann wahrscheinlich nicht, ist auf dem TrackPad halt drei Finger nach unten zu swipen, dann bekommst du ja eine Übersicht über alle offene Fenster, diese Applikationen. Und da mache ich das halt total häufig,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:09",
      "text": "Drei Finger, nein."
    },
    {
      "speaker": "Letty",
      "time": "1:13:10",
      "text": "Ich habe aber auch noch Hot Corners. Wahrscheinlich hat die auch schon niemand mehr, aber ich liebe sie."
    },
    {
      "speaker": "hukl",
      "time": "1:13:15",
      "text": "Ich benutze Hot Corners nur für Desktop mittlerweile. Also mal schnell den Desktop freiräumen, ja. Okay."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:20",
      "text": "Das geht gar nicht. Am besten noch oben links und rechts, ne?"
    },
    {
      "speaker": "Letty",
      "time": "1:13:24",
      "text": "Oben rechts und unten links."
    },
    {
      "speaker": "hukl",
      "time": "1:13:26",
      "text": "Ich habe oben rechts ist für ist mein Desktop, ja."
    },
    {
      "speaker": "Letty",
      "time": "1:13:30",
      "text": "Oben, rechts, unten rechts. So, mein Bruder ist auch jedes Mal am Fluchen, wenn er hier rangeht."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:13:33",
      "text": "Mein Kumpel hat das. Und jedes Mal, wenn ich die Maus in die Ecke schiebe, weil ich ins Menü, weil ich schiebe die erstmal baller die bis oben in die Ecke und dann gehe ich dahin, wo ich hin will. Und jedes Mal kommt bei dem das Hot Corner und Alter, das geht halt. Das geht nicht. Ich kann so nicht arbeiten."
    },
    {
      "speaker": "Letty",
      "time": "1:13:46",
      "text": "Ja die Reaktion von den Leuten ist sehr geil. Aber wir können immer nur Vogel sagen, wo wo dieses wo ist das zu finden? Wo kann man das nachhinein einstellen?"
    },
    {
      "speaker": "hukl",
      "time": "1:13:55",
      "text": "Okay, einmal kurz die Anleitung noch dafür, also genau, äh Kastatur oder Keyboard, Shortcuts und dann ist es bei ist es Mission Control."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:05",
      "text": "Englisch."
    },
    {
      "speaker": "Letty",
      "time": "1:14:07",
      "text": "Tastatur."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:09",
      "text": "Deutsches Menü oder englisches Menü? Also benutze deinen Computer auf Deutsch oder auf Englisch?"
    },
    {
      "speaker": "Letty",
      "time": "1:14:16",
      "text": "Nein, auf Englisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:18",
      "text": "System Präferenzes, Keyboard, darin dann den Tab Shortcuts und darin dann in dem Side Bar Services."
    },
    {
      "speaker": "hukl",
      "time": "1:14:32",
      "text": "Unter Keyboard."
    },
    {
      "speaker": "Letty",
      "time": "1:14:33",
      "text": "Ja, ja. Ja, aber das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:35",
      "text": "Unter Keyboard. Ach so. Ah ja, nee, Entschuldigung, du hast Recht. Ähm ich habe mich geirrt. Es ist unter, aber ist es nicht unter ich verwechsele das, genau. Unter Keyboarde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:49",
      "text": "Fokus zu."
    },
    {
      "speaker": "hukl",
      "time": "1:14:51",
      "text": "Ja genau, das heißt nicht Cycle, sondern das heißt move Focus zunächst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:14:55",
      "text": "Nächstes Fenster."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:14:56",
      "text": "Ja, das ist ja äh ab Command Backtic, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:00",
      "text": "Na ja, mit diesem Command Bänken, das ist halt, das ist das, was ich vorhin schon angesprochen habe. Es gibt so eine völlig verstörte Sicht dadrauf, wie man eine Taste bezeichnet,"
    },
    {
      "speaker": "hukl",
      "time": "1:16:11",
      "text": "Irgendwie bei Facetime sich jetzt nur noch die Litti in Bewegung, aber das macht nichts, solange ich euch."
    },
    {
      "speaker": "Letty",
      "time": "1:16:17",
      "text": "Echt? Ich sehe alle anderen nicht mehr in Bewegung."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:20",
      "text": "Sehe nur Huckeln nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:22",
      "text": "Ich sehe alle in Bewegung. Ihr lebt alle noch."
    },
    {
      "speaker": "Letty",
      "time": "1:16:25",
      "text": "Internet ist heute auch nicht so das Beste wahrscheinlich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:27",
      "text": "Jungs, aber ich habe und Mädels, ich habe noch eine Tastaturfrage. Und zwar aufm iPhone, ja. Wenn ich ein A drücke und eine Weile festhalte, dann kommen noch hier die die Umläufe und so weiter, ne, die äh die und Dings,"
    },
    {
      "speaker": "Letty",
      "time": "1:16:54",
      "text": "Das muss man glaube ich auch extra einstellen, oder?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:56",
      "text": "Aufm iPhone jetzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:16:58",
      "text": "Ich meine, es wäre so ein leichtes gewesen, wenn man die Zwei kurz festhält, wartet mal eine kurze Weile, dann kommt eine zwei unten, eine zwei oben und eine zwei aufm Kopf oder wie auch immer. Ist mir egal, aber irgendwie verschiedene Zweien und kommt aber nicht. Ist ganz schön lähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:11",
      "text": "Wie macht man's denn überhaupt? Wie macht man denn überhaupt Superskript auf, dass das so."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:15",
      "text": "Ja, eben. Und ich dachte so, der typische Apple-Weg mit dem Ä funktioniert's ja so, müsste mit der Zwei ja auch so sein, dachte ich, geht bestimmt, geklickt und geht nicht, da war ich ein bisschen enttäuscht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:25",
      "text": "Das ist eine gute Frage."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:26",
      "text": "Bin ja wohl nicht der Erste, der Quadratmeter tippen will."
    },
    {
      "speaker": "Tala",
      "time": "1:17:29",
      "text": "QM"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:30",
      "text": "Mache ich ja, aber Quadratmeter wäre ein bisschen cooler in meinem mit der zwei."
    },
    {
      "speaker": "Letty",
      "time": "1:17:35",
      "text": "Zwei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:36",
      "text": "Wie geht denn das überhaupt? Das habe ich echt noch."
    },
    {
      "speaker": "hukl",
      "time": "1:17:40",
      "text": "Chat, Hilfe."
    },
    {
      "speaker": "Letty",
      "time": "1:17:42",
      "text": "Chat hilft um."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:17:45",
      "text": "Was aber nur noch gar keine Antwort da."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:17:55",
      "text": "Ja, vielleicht haben sie es ja bis zur nächsten Sendung gefixt."
    },
    {
      "speaker": "Tala",
      "time": "1:17:58",
      "text": "Die wühlen sich alle gerade über über Handy aufs Leck ein und versuchen es da auszuprobieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:05",
      "text": "Auf Google lädt nicht. Hochstellen oder Tiefstellen von Zeichnen Numbers auf dem iPad,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:26",
      "text": "Ah ja, das geht gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:27",
      "text": "Das geht so überhaupt nicht, das ist so schlimm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:43",
      "text": "Mich erinnern, dass vor zwanzig Jahren mal so eine Programmiersprache in Deutsch war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:46",
      "text": "Nee, aber kann man nicht jetzt mittlerweile sogar einstellen, in welcher Sprache eine App ähm öffnet werden soll? Im US. Das ging doch irgendwie."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:18:59",
      "text": "Ach so, du hast dein System in Deutsch, du willst aber dann Englisch haben, ja?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:03",
      "text": "Von wollen kann jetzt nicht die Rede sein. Es ist halt ähm manchmal will man halt Programme tatsächlich nur mit einer bestimmten Sprache starten und ich bin mir jetzt gerade gar nicht so sicher, irgendwie gab's da eine."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:19:17",
      "text": "Dann vertauschen sie wieder Komma und Punkt wegen der Zahlen und so und dann bist du am Arsch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:19:20",
      "text": "Na ja, das ist wirklich das ist ja,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:19:34",
      "text": "Da habe ich letztens einen schicken Back gefunden und zwar ist es so, es gibt ja aufm iPhone äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:22",
      "text": "Also ich werde"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:20:46",
      "text": "Aufm, nicht aufm iPhone mit meiner zwei, sondern bei dir zu deinen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:49",
      "text": "Nee, das ist jetzt für dein iPhone gibt's, glaube ich, keine äh Lösung erstmal so jetzt zumindest hier in dieser Sendung, weil es ja besser, wenn äh wenn wir alle Experten wären."
    },
    {
      "speaker": "hukl",
      "time": "1:21:00",
      "text": "Ähm ich hätte da ja äh wo Tim, ihr Quatsch Dennis gerade QR-Code sagt, hätte ich ja eine total tolle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:21:08",
      "text": "Oh. Ja, bitte?"
    },
    {
      "speaker": "hukl",
      "time": "1:21:10",
      "text": "Denn äh ich hab's schon getwittert, aber äh die Freaks-Showhörer sind und Hörerinnen sind vielleicht an noch"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:28",
      "text": "Apple Watch ah."
    },
    {
      "speaker": "hukl",
      "time": "1:22:31",
      "text": "Ja. Da muss man nämlich nicht da so lange rumfummeln. Und ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:09",
      "text": "Was macht die jetzt anders als die andere?"
    },
    {
      "speaker": "hukl",
      "time": "1:23:11",
      "text": "Ehrlich gesagt die Desktop App ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:14",
      "text": "Geimpfter rüberkommst als ohnehin schon."
    },
    {
      "speaker": "hukl",
      "time": "1:24:16",
      "text": "Genau. So äh mit äh Spritzenfoto oder sowas,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:24:51",
      "text": "Hast du denn noch andere äh Anwendungen außer der Corona wahrnimmt, weil ich habe dann äh ich habe deinen Twitter nur zu neulich äh gesehen und dachte mir so, hm, okay, interessant mal ausprobieren ähm und dann fiel mir auf, dass ich irgendwie relativ wenig Dinge habe, wo tatsächlich,"
    },
    {
      "speaker": "hukl",
      "time": "1:25:15",
      "text": "Ja, also es ist weniger geworden, muss ich sagen, aber ich glaube, also zum Beispiel,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:40",
      "text": "Die arbeitet mit Barcode, ja."
    },
    {
      "speaker": "hukl",
      "time": "1:25:43",
      "text": "Leider, also ja, ich meine, ist ein wahrscheinlich ein Sicherheitsfeature, äh dass man dann immer noch auf dieses äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:05",
      "text": "Oder alles beim Spitti abgeben lassen."
    },
    {
      "speaker": "hukl",
      "time": "1:26:07",
      "text": "Es gibt so äh ich glaube jede Ecke in Deutschland hat so seine eigene optimierte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:29",
      "text": "Hm"
    },
    {
      "speaker": "hukl",
      "time": "1:26:30",
      "text": "Ist. Anyway, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:34",
      "text": "Ich wollte ja vorhin eigentlich noch ein bisschen äh spalten ähm und fragen, ob benutzt irgendjemand von euch das Alte Scrolling auf dem die alte Scrollrichtung oder seid ihr alle,"
    },
    {
      "speaker": "Letty",
      "time": "1:26:53",
      "text": "No. Ja."
    },
    {
      "speaker": "hukl",
      "time": "1:26:56",
      "text": "Ich gehe sogar so weit, dass ich in der Windows Radgestry schon Command mir, also ich habe mir einen Command für die Windows Rigistry für mein Gaming PC,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:25",
      "text": "Wir haben jetzt gerade so Jungs gegen Mädels oder was haben wir jetzt gerade hier? Sehe ich das richtig? Echt? Ernsthaft? Aber wie kannst du denn das ertragen, dass das Crollling auf deinem Mac anders herum ist als auf dem iPad. Du hast auch beides."
    },
    {
      "speaker": "Letty",
      "time": "1:27:39",
      "text": "Ja, aber es ist ja eine andere Interaktion."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:41",
      "text": "Was ist denn da anders?"
    },
    {
      "speaker": "hukl",
      "time": "1:27:42",
      "text": "Ein Touchpad für beides."
    },
    {
      "speaker": "Letty",
      "time": "1:27:43",
      "text": "Ja, aber bei dem Touch verziehe ich's nach unten."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:27:46",
      "text": "Ja, weil Letti im Kopf noch den Scrollbalken schiebt, der eigentlich nicht mehr da ist."
    },
    {
      "speaker": "Letty",
      "time": "1:27:50",
      "text": "Ja, ich weiß nicht, ich habe mich darauf nie gewöhnt, ist für mich ist das was anderes, ob ich aufm Screen, den ich aktiv anfasse von unten nach oben ziehe oder ob ich an meiner Scroll Richtung von, ich will runterscrollen und diese Handbewegung so drin ist, keine Ahnung."
    },
    {
      "speaker": "hukl",
      "time": "1:28:04",
      "text": "Putzig, ja."
    },
    {
      "speaker": "Tala",
      "time": "1:28:06",
      "text": "Moment, welche Richtung ist jetzt was?"
    },
    {
      "speaker": "hukl",
      "time": "1:28:10",
      "text": "Also wenn du das Grollrad zu dir drehst, ja, also quasi runter also na ja, warte, ich zeige dir das mal hier in der Kamera, ne?"
    },
    {
      "speaker": "Tala",
      "time": "1:28:21",
      "text": "Scrollrad drunter, dann Text runter."
    },
    {
      "speaker": "hukl",
      "time": "1:28:23",
      "text": "Äh ähm ja, also."
    },
    {
      "speaker": "Letty",
      "time": "1:28:27",
      "text": "Genau. Scrollrad runter, Text runter, das ist die alte Variante. Nein, das ist das ist, ja, das ist genau das Richtige."
    },
    {
      "speaker": "Tala",
      "time": "1:28:33",
      "text": "Aber Touchpad ist."
    },
    {
      "speaker": "hukl",
      "time": "1:28:35",
      "text": "Stell dir vor, du legst deine Finger auf das auf aufm Blatt Papier, was vor dir auf dem Schreibtisch liegt, ja? Und dann ziehst du das zu dir und dann, ne, so so funktioniert das dann auf dem Bildschirm mit einem Tatschen auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:47",
      "text": "Also, wenn du im Browser nach unten scrollen willst, dann schiebst du natürlich, weil es die natürliche Ordnung der Dinge ist, die Finger nach oben auf deinem Touchpad."
    },
    {
      "speaker": "Tala",
      "time": "1:28:58",
      "text": "Ja. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:01",
      "text": "Das ist Natural Scrolling,"
    },
    {
      "speaker": "hukl",
      "time": "1:29:12",
      "text": "Es macht mich total verrückt, wenn das nicht umgestellt ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:16",
      "text": "Weiß nicht, habt ihr alle eine Maus?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:29:18",
      "text": "Na klar, wir sind doch alle Zocker."
    },
    {
      "speaker": "Letty",
      "time": "1:29:22",
      "text": "Die Gamermaus liegt hier, aber die ist nicht immer angestellt. Also ich hole mir die Gamer-Maus nur raus, wenn ich Game."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:27",
      "text": "Okay, ich wüsste jetzt gar nicht, wie ich mit diesem Teil."
    },
    {
      "speaker": "hukl",
      "time": "1:29:33",
      "text": "Also ich sage dir Tim,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:59",
      "text": "Also nun das mal klar zu machen, tatsächlich auf dem Mac, um im Browser die Seite nach unten zu scrollen, ziehst du deine Finger auf dem Touchpad nach unten? Ernsthaft?"
    },
    {
      "speaker": "Letty",
      "time": "1:30:13",
      "text": "Ja. So wie ich das Krollrad nach unten drehe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:17",
      "text": "Und aufm iPad machst du's genau andersrum."
    },
    {
      "speaker": "Letty",
      "time": "1:30:19",
      "text": "War auf dem iPad zurück ich also auf den Bildschirm drauf und zieh ihn hoch, das ist ja für mich ein bisschen was anderes als das."
    },
    {
      "speaker": "hukl",
      "time": "1:30:26",
      "text": "Okay, du, in deinem Lachen merkst du schon, dass es nicht ganz logisch äh zusammenpasst."
    },
    {
      "speaker": "Letty",
      "time": "1:30:34",
      "text": "Für euch nicht logisch sein, aber für mich passt das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:36",
      "text": "Aber eigentlich ist es auch in ein, zwei Tagen umgestellt. Ich meine, wir mussten ja früher auch alle umstellen und es ging so ratzfatz, dass man sofort wusste, das ist es."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:44",
      "text": "Das änderst du einmal und dann erinnerst du dich gar nicht mehr daran, dass dass du jemals so also dass du jemals so von der Norm abgewiegen bist."
    },
    {
      "speaker": "Letty",
      "time": "1:30:53",
      "text": "Kann schon sein, aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:30:55",
      "text": "Sieht man die Scrollbars ja auch nicht. Also ich meine, ich verstehe das ja, dass man das Gräuber schiebt, aber da die ja eh nicht mehr zu sehen sind."
    },
    {
      "speaker": "hukl",
      "time": "1:31:02",
      "text": "Ja, aber gerade mit den Scrollbars, finde ich, fand ich's,"
    },
    {
      "speaker": "Letty",
      "time": "1:32:08",
      "text": "Ich muss darüber nachdenken, wenn ich äh es benutzen würde auf dem Mac, weil ich hatte es ja vorhin äh vor, also gestern, als ich den Mac eingerichtet habe, das ist das Erste, womit ich nicht klarkomme, weiß ich's für mich nicht natürlich anfühlt. Also von daher."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:21",
      "text": "Änder es einfach mal für eine Woche und du wirst einfach nie wieder zurück wollen."
    },
    {
      "speaker": "Letty",
      "time": "1:32:27",
      "text": "Aber ich habe ja überhaupt gar kein Bedürfnis, es zu ändern."
    },
    {
      "speaker": "hukl",
      "time": "1:32:29",
      "text": "Ich finde es auch eigentlich okay."
    },
    {
      "speaker": "Letty",
      "time": "1:32:31",
      "text": "Also ich eigentlich muss es doch ein Bedürfnis geben, dass man was vermisst, dass einem etwas nicht sich nicht richtig anfühlt, nicht gut anfühlt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:39",
      "text": "Aber ich will doch gar nicht aufhören zu rauchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:41",
      "text": "Aber das sind das ist doch, das ist doch das ist doch."
    },
    {
      "speaker": "Letty",
      "time": "1:32:43",
      "text": "Eben, lasst mich mein ungesundes Groll Leben auf meinem bitte führen. Sind das hier für eine Verbotsgesellschaft in dieser Freakshow?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:32:55",
      "text": "Culture."
    },
    {
      "speaker": "hukl",
      "time": "1:32:57",
      "text": "Univers äh und so weiter. Also ich ich find's ehrlich gesagt eine kognitive Leistung, dass das äh überhaupt die Lady so beschwerdenfrei schafft."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:07",
      "text": "Positive oder eine negative?"
    },
    {
      "speaker": "hukl",
      "time": "1:33:09",
      "text": "Nee, gut, also es scheint ja irgendwie eine special Power zu sein."
    },
    {
      "speaker": "Letty",
      "time": "1:33:14",
      "text": "Für mich ist es in der Tat drüber nachdenken."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:33:15",
      "text": "Ist eine Doppelbelastung für die. Deswegen ist sie so oft."
    },
    {
      "speaker": "Tala",
      "time": "1:33:19",
      "text": "Die schläft halt nicht immer bis mittags."
    },
    {
      "speaker": "Letty",
      "time": "1:33:23",
      "text": "Nee, aber in der Tat was äh Huckel, der sagt, ich muss drüber nachdenken, wenn ich's umstelle. Jedes Mal, wenn ich einen Mac neu einrichte und ich dieses Natural Scrolling drin habe, muss ich ständig drüber nachdenken, was ich hier gerade mache und das habe ich halt,"
    },
    {
      "speaker": "hukl",
      "time": "1:33:39",
      "text": "Aber Letti an der Stelle wär's halt das, also wäre mein Argument dann halt zu sagen, okay, dann mach's doch einfach überall"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:04",
      "text": "Ich würde das auch so sehen."
    },
    {
      "speaker": "Letty",
      "time": "1:34:06",
      "text": "Aber welches Problem ihr seht darin, Probleme. Ich habe ja gar kein Problem."
    },
    {
      "speaker": "hukl",
      "time": "1:34:11",
      "text": "Dass du bei einem neuen Mac drüber nach oder nicht klarkommst oder wenn du an einem fremden Mac oder sonstwas dran sitzt."
    },
    {
      "speaker": "Tala",
      "time": "1:34:16",
      "text": "Aber ihr würdet doch anderen Leuten auch nicht sagen, ihr müsst jetzt alle in den Dark-Modus umschalten, weil der Leitmodus, der blendet unter bestimmten Umständen."
    },
    {
      "speaker": "hukl",
      "time": "1:34:24",
      "text": "Nein. Ich, also das ist auch alles mit Augenzwinkern."
    },
    {
      "speaker": "Letty",
      "time": "1:34:28",
      "text": "Es ist eine andere Debatte, die man führen kann. Dieser Dark muss es ja wohl, dass das furchtbarste."
    },
    {
      "speaker": "hukl",
      "time": "1:34:33",
      "text": "Ich würde sagen, Letti kann das ruhig so weitermachen."
    },
    {
      "speaker": "Letty",
      "time": "1:34:36",
      "text": "Das finde ich nett von euch."
    },
    {
      "speaker": "Tala",
      "time": "1:34:38",
      "text": "Das Lustige ist, dass ich äh."
    },
    {
      "speaker": "hukl",
      "time": "1:34:40",
      "text": "Find's nur erstaunlich."
    },
    {
      "speaker": "Tala",
      "time": "1:34:41",
      "text": "Glaube ich diese also scrollen beides nachvollziehen können, interessiert mich nicht, aber ich abstrahiere das grade auf äh bei Joystick Kamerasteuerung,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:34:58",
      "text": "Schiebst du das Bild oder die Kamera?"
    },
    {
      "speaker": "Tala",
      "time": "1:35:00",
      "text": "Ja, ja, das ist, finde ich, viel schlimmer, aber."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:02",
      "text": "Das verstehe ich aber, was also das gibt's ja verschiedene Sichtpunktekamera oder Bildschieben und so, aber man kommt ja vom vom Telefon und dann schiebt man halt Inhalt, also habe ich mich gewöhnt, einfach bei allen Sachen immer dran zu denken, dass ich Inhalte schiebe und dann passt es."
    },
    {
      "speaker": "Tala",
      "time": "1:35:19",
      "text": "Jeder hat halt so sein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:20",
      "text": "Dann hat's mir alles viel einfacher gemacht."
    },
    {
      "speaker": "Letty",
      "time": "1:35:22",
      "text": "Aber mir fällt's auch nicht schwer."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:24",
      "text": "Nee, ist ja alles okay."
    },
    {
      "speaker": "hukl",
      "time": "1:35:25",
      "text": "Ja, Letti, lass, lass uns mal, wenn du wenn das so deine, zu deiner äh Computer in äh Kontrollintuition passt, äh."
    },
    {
      "speaker": "Letty",
      "time": "1:35:35",
      "text": "Also ich meine, ich muss mir jetzt mein Touchpad ja nur andersrum hinlegen und kann's ja mal ausprobieren, ob ich."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:42",
      "text": "Aber dann stimmt links, rechts."
    },
    {
      "speaker": "Letty",
      "time": "1:35:44",
      "text": "Ist ja furchtbar. Ja und sofort fange ich an, dass ich meine meine Hände falsch bewege."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:35:51",
      "text": "Letti eins, zwei Tage brauchst du und danach ist alles wunderschön."
    },
    {
      "speaker": "Letty",
      "time": "1:35:55",
      "text": "Sorry, Dennis, das Covern vielleicht in deinem Alter sich noch umgewöhnen. In meinem geht das halt einfach."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:01",
      "text": "Gefühl habe ich auch,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:09",
      "text": "Ich wusste nicht, was ich damit angestoßen habe. Aber gut, jetzt haben wir das dann auch mal geklärt, ne?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:36:13",
      "text": "Wer weiß, wie viel tausend anderen Leuten es da draußen auch noch so geht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:36:18",
      "text": "So äh ich wollte jetzt nochmal äh auf einen Aspekt ähm von der letzten Sendung zurückkommen, die wir da nicht besprochen haben, weil wir haben ja äh über die WWT ganz viel gesprochen, aber so ein paar Sachen kamen da so ein bisschen nebenan und ich weiß, Tala, dass äh du da äh"
    },
    {
      "speaker": "Tala",
      "time": "1:36:58",
      "text": "Genau, ich habe auf dem besagten Channel äh hier guckt das Ausrufezeichen Ausrufezeichen Ausrufezeichen äh bekommen von einer nicht mehr zu benennenden Person."
    },
    {
      "speaker": "Letty",
      "time": "1:37:25",
      "text": "Ja wieder zurückgeht in dem Bereich, muss man ja fast."
    },
    {
      "speaker": "Tala",
      "time": "1:37:27",
      "text": "Ja, ja, mehr Fokus drauf legt auf, sage ich mal, medizinische Anwendungen. Das ist halt auch mal so ein kleiner Unterschied zwischen Gesundheitsanwendungen und Wellness-Apps und medizinischen Anwendungen. Und das fand ich halt,"
    },
    {
      "speaker": "Letty",
      "time": "1:39:04",
      "text": "Walking Stedines."
    },
    {
      "speaker": "Tala",
      "time": "1:39:05",
      "text": "Ich bin halt im Kopf ist bei mir immer Gage, weil,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:00",
      "text": "Kalibrieren erstmal, ne."
    },
    {
      "speaker": "Tala",
      "time": "1:40:01",
      "text": "Ja auch auch diesen Score halt einfach."
    },
    {
      "speaker": "Letty",
      "time": "1:40:04",
      "text": "Ja und ich glaube, dass man so zwei Stunden am Tag damit äh unterwegs war mit dem iPhone, glaube ich, war irgendwie so die Ansage. Also man muss es auch eine gewisse Zeit aktiv an sich haben, das iPhone."
    },
    {
      "speaker": "Tala",
      "time": "1:40:14",
      "text": "Genau und sollte halt körpernah getragen werden, damit halt dieser Gangerkennungsalgorithmus auch ordentlich funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:21",
      "text": "Inwiefern ist das iPhone da jetzt besser als die Apple Watch?"
    },
    {
      "speaker": "Letty",
      "time": "1:40:24",
      "text": "Die Apple Watch hat ja viel zu viel, das Westhaler wahrscheinlich besser äh viel zu viel Bewegung von deinem Arm, also du fuchtelst ja die ganze Zeit rum. Wohingegen sie halt sagen, dass wenn du dein iPhone na an der Körpermitte hältst, hast du ja diesen"
    },
    {
      "speaker": "Tala",
      "time": "1:40:42",
      "text": "Ja, da hast du mehr Flexibilität drin. Wenn du aber dein deine Apple Watch am Fuß tragen würdest, das wäre perfekt für halt so Stadien ist Assessment. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:40:55",
      "text": "Mhm. Können sie ja mal rausbringen, so eine Fußfessel."
    },
    {
      "speaker": "Tala",
      "time": "1:41:00",
      "text": "Also äh ich weiß gar nicht, ich ich weiß, dass es Research Paper gibt, die auf jeden Fall geguckt haben, was so rauskommt, wenn sie halt einfach Apple Watch am am Fuß tragen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:41:26",
      "text": "Und da geht es theoretisch besser."
    },
    {
      "speaker": "Tala",
      "time": "1:41:29",
      "text": "Ja, da geht's besser, weil du halt nicht die, die Armbewegung und den Intervarenzen mit drin hast, sondern du hast ein reines, in Anführungszeichen, reines Gangbild. Hm, sind dann halt fokussierter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:42:15",
      "text": "Was hast du so gedacht, als du das gesehen hast, dass sie das machen?"
    },
    {
      "speaker": "Tala",
      "time": "1:42:18",
      "text": "War für mich total naheliegend. Also ähm es ist es war jetzt für mich in dem Sinne nichts Neues, weil's halt andere Leute gibt, die das schon seit"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:43:30",
      "text": "Lass uns da gleich nochmal drauf äh kommen, das interessiert mich total. Ähm nochmal kurz zu dieser Ganganalyse, weil ich fand das ähm auch so eins dieser Features ähm also nicht, dass ich jetzt schon,"
    },
    {
      "speaker": "Tala",
      "time": "1:44:36",
      "text": "Äh ich sage mal, es ist äh naheliegend einfach, weil die Daten sind eh da."
    },
    {
      "speaker": "Letty",
      "time": "1:46:37",
      "text": "Das haben sie auch gesagt, sie wollen, dass ja viele so in Research-Apps einsetzen, das ist ja jetzt nicht unbedingt was, was jetzt so prinzipiell so für den für die breite Masse ist, was was dich anpinkt, oder? Das war jetzt, glaube ich, ja nicht so das."
    },
    {
      "speaker": "Tala",
      "time": "1:46:48",
      "text": "Jein jein, also ich bin ich"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:48:54",
      "text": "Apple ist ja eigentlich ganz schön hinterher, da die Privatsphäre auch zu erhalten. Ich meine, das das Design ist ja von Anfang an so gewesen, dass so alles äh On-Device ist und äh,"
    },
    {
      "speaker": "Tala",
      "time": "1:49:09",
      "text": "Genau, also da finde ich äh iPhone auch deutlich spannender als Android-Geräte,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:49:38",
      "text": "EKG-Geschichte."
    },
    {
      "speaker": "Tala",
      "time": "1:49:39",
      "text": "Genau, die EKGs, die ähm eine medizinische App ist und Medizinprodukt zertifiziert ist. Ich glaube, das passiert definitiv auch mit den Bewegungsstaaten früher oder später."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:50:27",
      "text": "Jetzt hast du ja Research Kit äh angesprochen, das gibt's ja auch schon ziemlich lange. Was was kann denn, was kann denn das und wird das eigentlich irgendwo außerhalb der USA benutzt? Hast du da mal was von äh gesehen?"
    },
    {
      "speaker": "Tala",
      "time": "1:50:38",
      "text": "Ich bin jetzt quasi äh erst seit vorgestern äh drauf aufmerksam geworden. Das heißt, ich weiß nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:51:08",
      "text": "Du meinst ein Dreiteiler jetzt im Rahmen der WWTC gab's äh drei Talks. Mhm."
    },
    {
      "speaker": "Letty",
      "time": "1:51:13",
      "text": "Ja und es war ein wie ein wie ein äh wie haben sie es genannt, äh Code de Lunge, haben sie's genannt, wo du wirklich"
    },
    {
      "speaker": "Tala",
      "time": "1:51:47",
      "text": "Genau, genau, also das war."
    },
    {
      "speaker": "Letty",
      "time": "1:51:49",
      "text": "Wie das in Deutschland ist, ich habe vor,"
    },
    {
      "speaker": "Tala",
      "time": "1:52:17",
      "text": "Derzeit ist aus meiner Sicht das Hauptproblem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:52:56",
      "text": "Was hast du da gerade gesagt? Letti H sieben?"
    },
    {
      "speaker": "Letty",
      "time": "1:53:00",
      "text": "Sieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:02",
      "text": "Hr sieben."
    },
    {
      "speaker": "Tala",
      "time": "1:53:03",
      "text": "HL sieben. Und das, was Research Kit jetzt benutzt, ist Fire, was also F H I R, was äh der neue junge, schlanke, verbesserte Standard, sein werden soll."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:17",
      "text": "Okay, aber noch nicht ist sozusagen."
    },
    {
      "speaker": "Tala",
      "time": "1:53:20",
      "text": "Ja, doch, den gibt's jetzt irgendwie in der vierten Version, ist, das Problem ist halt mit medizinischen Datenexport-Standards. Du hast so viel Zeug, dass das, dass die Dokumente von sich aus schon,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:53:42",
      "text": "Okay, also HL sieben ist genau ein, also ist das, sind das ist das ein Standard? Ist das ein Standard-Body oder ist das ein also genau."
    },
    {
      "speaker": "Tala",
      "time": "1:53:53",
      "text": "Sogar eine Organisation meiner Meinung nach, die verschiedene Standards herstellt. Das ist einmal alles."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:54:00",
      "text": "Ja, es ist eine Gruppe von Standards, aber HL7 wird als Bezeichnung für die Organisation verwendet, die Standards im Gesundheitswesen entwickelt und unterstützt, sowie"
    },
    {
      "speaker": "Tala",
      "time": "1:54:57",
      "text": "Und das Schöne ist, wenn du Videodaten über Feier austauschen willst, kannst du sie als äh Base vierundsechzig and Coding direkt in die Jason packen. Das ist derzeit,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:13",
      "text": "Wirklich Videodaten äh Base in Kohle zu. Okay, das sind große Dateien."
    },
    {
      "speaker": "Tala",
      "time": "1:55:17",
      "text": "Man kann auch irgendwie Referenzen angeben, das Problem mit den Referenzen ist aber, dass du halt überall sicherstellen musst, dass die Referenzen noch stimmen, also dass die die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:55:26",
      "text": "Okay, let's no,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:56:11",
      "text": "Sei doch froh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:13",
      "text": "Nee, da bin ich nicht froh drüber, weil ich äh vergesse natürlich auch Sachen."
    },
    {
      "speaker": "Tala",
      "time": "1:56:17",
      "text": "Du hast nichts zu verbergen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:56:20",
      "text": "Ich habe vielleicht was zu verbergen, aber derzeit verberge ich ja alles äh auch vor den Leuten, die mir unter Umständen helfen können. Das bringt mir ja auch nichts. Ich meine, ich verberge dann gerne dann die Daten, wenn ich's ja habe. Aber derzeit habe ich sie ja noch nicht mal."
    },
    {
      "speaker": "Tala",
      "time": "1:59:02",
      "text": "Das ist sehr, sehr weit gefasst und da lehne ich mich jetzt sehr, sehr weit aus dem Fenster, weil es nicht mein Hauptthema. Äh alles ist möglich, auch mit jetzigen Mitteln, du willst es nur nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:59:15",
      "text": "Ich will es nicht. Doch ich will das."
    },
    {
      "speaker": "Tala",
      "time": "1:59:17",
      "text": "Du hast vorhin gerannt, dass deine Apps nicht über Tastatur bedienbar sind. Du möchtest nicht nach den aktuellen medizinischen Datenstandards irgendwie deine komplette äh Gesundheitshistorie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "1:59:38",
      "text": "Weil die Standards scheiße sind."
    },
    {
      "speaker": "Tala",
      "time": "1:59:40",
      "text": "Ja das auch äh also rein theoretisch kannst du ja deine deine medizinische Historie,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:11",
      "text": "Ja aber warum denn als Papier? Ich will doch kein Papier haben."
    },
    {
      "speaker": "Tala",
      "time": "2:00:15",
      "text": "Na, weil's anders gerade sicher nicht geht oder nicht implementiert, also das ist der Unterschied. Es geht, also es würde gehen, aber es ist halt nicht implementiert und es ist nicht zugreifbar. Du kannst deine Daten haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:28",
      "text": "Ja, aber nicht digital."
    },
    {
      "speaker": "Tala",
      "time": "2:00:29",
      "text": "Musst du halt selbst für die Digitalisierung sorgen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:00:32",
      "text": "Ja, das will ich ja gerade. Also das ist ja Hintergrund meiner Frage. Ich würde ja gerne selbst für die Digitalisierung äh meiner äh meiner Gesundheit sorgen, weil äh andere Leute sorgen ja offensichtlich nicht für die Digitalisierung meiner Gesundheit. Außer Apple"
    },
    {
      "speaker": "Tala",
      "time": "2:00:59",
      "text": "Also einen Teil der Daten kriegst du von deiner Krankenkasse, ein Teil der Daten werden ja nicht direkt bei deiner Krankenkasse abgerechnet, sondern bei der Kassenärztlichen Vereinigung. So."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:08",
      "text": "Ja und die wissen dann, was über mich, was mir verschrieben wurde."
    },
    {
      "speaker": "Tala",
      "time": "2:01:14",
      "text": "Was sie verschrieben wurde, für was du behandelt wurdest, was halt abgerechnet wurde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:19",
      "text": "Das heißt, ich kann so einen KV gehen und sagen, gib mal alles. Wie bei der Schufa."
    },
    {
      "speaker": "Tala",
      "time": "2:01:22",
      "text": "Ja klar. DSGVO Datenausfrage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:25",
      "text": "Okay und dann bekomme ich das in welcher Form."
    },
    {
      "speaker": "Tala",
      "time": "2:01:29",
      "text": "Je nachdem, vermutlich äh Briefe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:31",
      "text": "Briefe. Aber da drucken die doch auch nur eine Datenbank aus. Ja, okay, gut, das heißt, ich könnte ja eigentlich auch die Daten kriegen."
    },
    {
      "speaker": "Tala",
      "time": "2:01:39",
      "text": "Na du, aber dafür gibt's halt vermutlich nicht die Schnittstellen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:01:43",
      "text": "Ja okay, aber äh das ist mir schon klar, dass es die dich gibt, weil wir sind ja in Deutschland, aber so die Standards dafür wären da,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:02:16",
      "text": "Da gibt's bestimmt einen, der einen Druckertreiber so patch muss, dass man dem Druckertreiber eine E-Mail gibt, dass das automatisch zu dir geschickt wird."
    },
    {
      "speaker": "Tala",
      "time": "2:02:24",
      "text": "Kriegst du als digitales Fax. Musst du eine digitale Faxnummer angeben und dann kriegst du es da drauf zugestellt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:01",
      "text": "Die schmeißen ihn nach zehn Jahren weg."
    },
    {
      "speaker": "Tala",
      "time": "2:03:04",
      "text": "Werden noch zehn beziehungsweise nach dreißig Jahren vernichtet, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:07",
      "text": "Nein, genauso wie die Bank nach drei Monaten meine Kontoauszüge wegschmeiß."
    },
    {
      "speaker": "Tala",
      "time": "2:03:11",
      "text": "Jein."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:03:13",
      "text": "Aber man selber muss die zehn Jahre aufheben fürs Finanzamt, ne? Ist schon komisch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:03:16",
      "text": "Könnten sie einem ja mal Bescheid sagen. Also ich habe noch nie einen Brief bekommen, dass ich gleich meine Daten vernichten."
    },
    {
      "speaker": "Tala",
      "time": "2:03:21",
      "text": "Macht auch keiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:14",
      "text": "Okay, aber wir nähern uns der Sache. Also Werner meint hier gerade im Chat oder weißt drauf hin, dass ja die iPhones äh schon CDA unterstützen. Glinicke Documens Standard oder beziehungsweise Wikipedia glauben darf, CDA"
    },
    {
      "speaker": "Tala",
      "time": "2:04:38",
      "text": "Genau, wenn du den Anbieter das unterstützt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:40",
      "text": "Okay, aber mein Anbieter ist immer die KV oder kann mein Anbieter auch was anderes sein, als okay, wenn ich privat versichert bin, ne?"
    },
    {
      "speaker": "Tala",
      "time": "2:04:48",
      "text": "Auch Leistungsabbringer, Physiotherapeut oder Arzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:04:52",
      "text": "Ärzte könnten theoretisch."
    },
    {
      "speaker": "Tala",
      "time": "2:04:55",
      "text": "Also ich glaube nicht, also ich kenne keine Arztpraxis, die unterstützt, dass du deine äh deine eigene äh deinen eigenen Patientenbrief, die Patientendokumentation als CDA bekommst, das ist ja teilweise noch handschriftlich,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:22",
      "text": "Da gibt's doch bestimmt auch so ein lausiges äh Startup, was das in der Cloud macht irgendwie, Arztbrief, äh Arztbrieft, du iPhone Punkt com. Genau."
    },
    {
      "speaker": "Tala",
      "time": "2:05:32",
      "text": "Kriegen den Friedensnobelpreis, wenn sie Arzthandschriften äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:37",
      "text": "Ja, du guckst so ungläubig, findest du meine, findest du meine Grundeinstellung an der Stelle irgendwie äh unangemessen? Wieso? Also ich meine, warum würdest denn du das nicht haben wollen Dennis?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:51",
      "text": "Weil ich das jetzt schon sehe, dass die Daten alle im Netz rumflattern. Habe ich gar keinen Bock drauf."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:05:55",
      "text": "Im Netz musst du doch nicht holen, ein Netz hochladen. Ne, die haben die Daten doch eh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:05:59",
      "text": "Ich lade die definitiv nicht im Netz hoch, aber die werden da landen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:02",
      "text": "Aber die haben doch die Daten, die haben die doch schon. Ja, aber warum hast du sie dann nicht?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:08",
      "text": "Aber wenn dann noch, wenn dann noch mehr Leute damit rantieren und die quer durch die Gegend schicken, dann geht's noch schneller."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:14",
      "text": "Ja und dann? Was ist dann?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:15",
      "text": "Landen die im Netz, werden die verkauft an Buden, die damit wieder Geld machen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:24",
      "text": "Ja, okay, cool, klar. Ich sehe natürlich die Gefahr, aber man muss doch auch mal die Chancen sehen. Ich will doch auch eine Autonomie über."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:06:33",
      "text": "Aber von der Chance, finde ich, habe ich nicht so viel, außer, dass du jetzt bisschen irgendwie mehr Luxus brauchst, weil du mal zum Arzt gehst, aber ich finde der Schaden ist größer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:06:40",
      "text": "Wieso das das kann mir potenziell das Überleben sichern. Aber ich sterbe ja nicht automatisch davon, wenn das irgendwo im Web ist, wie Wastala, was warum?"
    },
    {
      "speaker": "Tala",
      "time": "2:06:49",
      "text": "Also die, die Use Cases, wo es dir das Überleben sichern kann, sind mindestens genauso groß wie die Use Cases, wo es dir das Leben kostet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:00",
      "text": "Okay, dann mal los. Welche sind letztere?"
    },
    {
      "speaker": "Tala",
      "time": "2:07:03",
      "text": "Äh falsche Eintragung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:07",
      "text": "Na gut, aber die falschen Eintragungen würde ich ja jetzt auch in Papierform bekommen. Das ändert ja sozusagen nichts an den Daten."
    },
    {
      "speaker": "Tala",
      "time": "2:07:11",
      "text": "Richtig, aber das Problem ist, dass dass die Daten für die anderen Ärzte nicht verfügbar sind, deshalb werden Tests doppelt gemacht. Es ist halt schlecht, wenn Test doppelt nachgemacht werden, weil es mehr Kosten und mehr Aufwand."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:07:20",
      "text": "Das machen die bei jedem Unfall auch die Blutgruppe raushin, weil sie der nicht trauen, selbst wenn du es schriftlich hast, trauen dir dann nicht, dass die Angabe deiner Blutgruppe stimmt und machen das nochmal, wenn du einen Unfall hast. Bei sicher, sicher."
    },
    {
      "speaker": "Tala",
      "time": "2:07:32",
      "text": "Ja, schlimmstenfalls steht irgendwo eine eine falsche Diagnose, die du nicht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:07:48",
      "text": "Gut, aber aber die Daten sind doch ja eh da. Also ich meine entweder bewirken sie dort nichts und wenn sie dort etwas bewirken, dann bewirken sie das auf einmal,"
    },
    {
      "speaker": "Letty",
      "time": "2:08:26",
      "text": "Erklärungen jetzt dazu gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:08:27",
      "text": "Genau die Erklärungs, also dass sie das sozusagen,"
    },
    {
      "speaker": "Tala",
      "time": "2:09:28",
      "text": "Nee, ich verstehe den den Ansatz, aber ich bin, ich sehe halt sofort die, die ja, Probleme ist, also es ist halt das ist wieder so, man hätte gerne eine einfache Lösung für ein extrem komplexes Problem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:09:56",
      "text": "Ich habe da schon mal einen Podcast gemacht, so ist es dicht, ne? Ja,"
    },
    {
      "speaker": "Tala",
      "time": "2:10:04",
      "text": "Medizin ist halt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:10:33",
      "text": "Gut, aber die Daten werden ja erhoben und sie existieren und dann mit damit gelten sie ja. So und wenn ich jetzt zum Arzt gehe und das wird irgendein Befund festgestellt und es wird ein Befund abgespeichert"
    },
    {
      "speaker": "Tala",
      "time": "2:10:48",
      "text": "Also das ist das ist ein Teilproblem, an dem kann man arbeiten. Das ist aber noch"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:11:08",
      "text": "Klar, aber man muss ja auch irgendwo anfangen. Und vor allem, ich seh's ja auch äh in der Beziehung anders herum, dass ich auch Daten liefere,"
    },
    {
      "speaker": "Tala",
      "time": "2:12:08",
      "text": "Hirnschäden sind, zehn Prozent fortgesetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:10",
      "text": "Ja, aber ich ich komme mir ehrlich gesagt so ein bisschen blöd vor bei Ärzten immer, weil ich nicht mitspielen kann. Weil ich irgendwie kein aktiver Teil der Begleitung meiner äh Gesundheitsüberwachung sein darf."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:23",
      "text": "Solltest du mal den Arzt wechseln."
    },
    {
      "speaker": "Tala",
      "time": "2:12:25",
      "text": "Ja äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:28",
      "text": "Aber ich habe bisher noch niemanden getroffen, der mir auch nur ansatzweise äh irgendwie digital äh in irgendeiner Form imponiert hat. Vielleicht mit der Ausnahme meines Zahnarztes, der zumindest Meckentorches benutzt, obwohl er da Windows drauffährt."
    },
    {
      "speaker": "Tala",
      "time": "2:12:43",
      "text": "Äh kompatibel sein muss, haha. Nein, ähm."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:49",
      "text": "Die werden auch nur abgezockt bei Zahnarzt erzählt, wenn auch immer Horrorstories."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:12:52",
      "text": "Wechsel mal dein Zahnarzt."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:12:54",
      "text": "Nee. Der ist super in der Hocke."
    },
    {
      "speaker": "Tala",
      "time": "2:12:59",
      "text": "Problem, dass du dich nicht gut genug äh abgeholt fühlst und mit deinen Daten nicht gut genug abgeholt fühlst von den Ärzten, ist halt auch nochmal ein ganz anderes Problem. Das liegt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:14:00",
      "text": "Ich wollte das jetzt auch nicht auf die Ärzte alles abschieben. Ist mir schon klar, dass das so ein so ein so ein Gesamtproblem ist. Aber ich akzeptiere halt auch nicht, dass sich das jetzt nicht ändern soll."
    },
    {
      "speaker": "Tala",
      "time": "2:15:19",
      "text": "Hm, genau, Medizin ist halt einfach mehr Daten machen noch nicht gleich bessere Medizin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:26",
      "text": "Ja, aber gar keine Daten machen halt auch keinen Spaß. Also es ist einfach."
    },
    {
      "speaker": "Tala",
      "time": "2:15:35",
      "text": "Solltest du Medizin studieren, dann weißt du auch, was mit deinen Daten anzufangen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:39",
      "text": "Na ja, mal."
    },
    {
      "speaker": "Tala",
      "time": "2:15:40",
      "text": "Dann kannst du mitspielen. Auf irgendeinem Nie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:43",
      "text": "Ich will die, ich will auch, ich will aber auch mitspielen können ohne Medizin zu studieren. Ich habe ja andere Qualitäten, die ich hier mit ins Spiel einbringen kann."
    },
    {
      "speaker": "Tala",
      "time": "2:15:50",
      "text": "Du kannst exzessiv googeln."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:15:52",
      "text": "Nee, ich kann ich kann Forderungen stellen, wie man so eine Interaktion äh hinbekommt, weil ich will ja äh ich will ja sozusagen auch glückliche Ärzte erzeugen. Er hat sie zu viel Zeit haben. Das liegt ja auch da dran, dass sie sich um Scheiße kümmern müssen, die ich ihnen ja auch abnehmen könnte."
    },
    {
      "speaker": "Tala",
      "time": "2:16:06",
      "text": "Buchhaltung zum Beispiel, weil plötzlich Daten."
    },
    {
      "speaker": "Letty",
      "time": "2:16:12",
      "text": "Entschuldigung, Entschuldigung, habt ihr das Bild von Rainer gerade."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:18",
      "text": "Was?"
    },
    {
      "speaker": "Tala",
      "time": "2:16:20",
      "text": "Ja."
    },
    {
      "speaker": "Letty",
      "time": "2:16:22",
      "text": "Hinweisen mit äh ja aber auch das Bild von Tim darunter."
    },
    {
      "speaker": "Tala",
      "time": "2:16:30",
      "text": "Die Buchhaltung der Ärzte ist Abrechnung gegenüber Krankenkassen. Und das ist das ist schon schlimm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:37",
      "text": "Ja, alles schlimm. Tja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:16:41",
      "text": "Und bei uns ist noch relativ gut hier, ne?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:16:44",
      "text": "Also ich bin äh ich möchte nur, ich möchte nur von der Redgott bekannt geben, dass ich mit der Gesamtsituation unzufrieden bin,"
    },
    {
      "speaker": "Tala",
      "time": "2:16:53",
      "text": "Das ist total in Ordnung, damit es besser wird, müssen wir halt deines, du bindest insgesamt unzufrieden irgendwie darauf fokussieren, was sind denn die Punkte, die die unzufrieden sind und priorisieren und dann können wir einzeln abarbeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:07",
      "text": "Du sprichst jetzt wie so eine Ärztin zu."
    },
    {
      "speaker": "Letty",
      "time": "2:17:08",
      "text": "Ich war wie eine Therapeutin,"
    },
    {
      "speaker": "Tala",
      "time": "2:17:19",
      "text": "Sogenannte Therapieziele, die gemeinsam vereinbart werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:24",
      "text": "Ja was hat denn, was hat denn der Herr? Ja der will immer alles digital und sofort. Ach ja nee wirklich, das ist ja schlimm."
    },
    {
      "speaker": "Tala",
      "time": "2:17:33",
      "text": "Und zur nächsten Sendung hast du dann die Hausaufgabe, dass du mal deine komplette medizinische Historie bei allen möglichen Endpunkten eingefordert hast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:42",
      "text": "Okay, ich äh wette auf jeden Fall dranbleiben an diesem Thema. Ich äh äh sehe das nicht ein. Wenn irgendjemand von euch bei einer KV arbeitet oder irgendwie Ahnung von solchen Schnittstellen hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:17:50",
      "text": "Ankündigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:17:55",
      "text": "Bring it on irgendwie. Ich will ich will mein Digital, ich will alles digital haben, ich will alles irgendwie auf meinem Rechner haben, ich will das visualisieren, ich will das archivieren, ich will nachschlagen können, weil ich bin einfach mal verdammt vergesslich. Ich vergesse alles und ähm"
    },
    {
      "speaker": "Tala",
      "time": "2:18:16",
      "text": "Ja, das ist das deutsche Gesundheitssystem. Ich kann irgendwann mal, ich gucke mal, ob ich das Schaubild habe. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:25",
      "text": "Schaubild."
    },
    {
      "speaker": "Tala",
      "time": "2:18:25",
      "text": "Ja, ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:27",
      "text": "Aber natürlich ist es komplicated. Ihr seid alle viel zu jung irgendwie, ihr seht irgendwie dieses Problem nicht. Ich will das irgendwie haben. Vor allem die Zeit läuft ja auch echt davon."
    },
    {
      "speaker": "Letty",
      "time": "2:18:36",
      "text": "Und ich warte auf das nächste Apple Update, äh um mir wieder eins meiner Probleme zu lösen. Also so ist denn kommt demnächst oder über demnächst."
    },
    {
      "speaker": "Tala",
      "time": "2:18:44",
      "text": "Wir haben genug Leistungssport intus, dass wir mindestens zehn Jahre Gesundheit aufholen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:18:56",
      "text": "Na gut, schließen wir das Thema ab, digitale Gesundheit ist noch eine Weile ähm,"
    },
    {
      "speaker": "Tala",
      "time": "2:19:11",
      "text": "Also ja, weil das ist ja gesetzlich gefordert und Leute werden äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:19:29",
      "text": "Gucke mal, also hier hat jemand doch einen Link äh gepostet. Das muss ich doch nochmal zitieren hier. Elektronische Patientenakte. Seit dem ersten Januar einundzwanzig erhalten gesetzlich Versicherte auf Antrag. Das bin dann wohl ich von ihrer jeweiligen Krankenkasse an der elektronischen Patientenakte. Also ich muss es beantragen,"
    },
    {
      "speaker": "Tala",
      "time": "2:20:13",
      "text": "Kann sein, ja, vermutlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:16",
      "text": "Kann sein, weißt du nicht, okay. Die Kranken."
    },
    {
      "speaker": "Tala",
      "time": "2:20:19",
      "text": "Ich bin auch mit dem Gesundheitssystem beschäftigt, was ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:22",
      "text": "Ja, okay. Du postest das Gesundheitssystem."
    },
    {
      "speaker": "Tala",
      "time": "2:20:25",
      "text": "Ja. Ich versuche es irgendwie ins Skeleck zu quetschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:28",
      "text": "Das ganze Gesundheitssystem, ach so, deine Übersicht äh verstehe. Ja, okay, gut, das ist äh."
    },
    {
      "speaker": "Tala",
      "time": "2:20:33",
      "text": "Also es ist nicht meine Übersicht, sondern ähm das."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:20:36",
      "text": "Fahrplan von New York, von der U-Bahn."
    },
    {
      "speaker": "Letty",
      "time": "2:20:37",
      "text": "Ach das Ding."
    },
    {
      "speaker": "Tala",
      "time": "2:20:41",
      "text": "Das ist vom Zukunftskreis Gesundheit Premium Zirkel von Momsen eins Mann von der Frankfurter Rundschau. Es war irgendwann mal in irgendeiner Zeitung,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:20:57",
      "text": "Okay, mal reingucken."
    },
    {
      "speaker": "Tala",
      "time": "2:21:13",
      "text": "Da hat jemand wirklich richtig gute Arbeit geleistet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:21:17",
      "text": "Mhm."
    },
    {
      "speaker": "Tala",
      "time": "2:21:18",
      "text": "Und das ist aber veraltet inzwischen. Ja, ja, ist größer geworden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:22",
      "text": "Aber warte mal, diese diesen PDF, was du geschickt hast, ist das Wort digital überhaupt nicht enthalten."
    },
    {
      "speaker": "Tala",
      "time": "2:22:28",
      "text": "Willkommen im Deutschen Gesundheitssystem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:22:33",
      "text": "Also äh das ist ja krass. Aha. Toll,"
    },
    {
      "speaker": "Tala",
      "time": "2:23:28",
      "text": "Nee, was halt nur lustig ist, ähm vor, keine Ahnung, zehn Jahren hatte Windows halt auch grade angefangen, in diese helfbaren zu,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:00",
      "text": "Die lassen sich da nicht genug Zeit. Mhm."
    },
    {
      "speaker": "Letty",
      "time": "2:24:03",
      "text": "Ich weiß nicht, ob ihr euch daran erinnert, aber als Talan ich angefangen habe zu studieren zweitausendachtzehn hat Apple auch noch viel, viel mehr Werbung auf den Seiten von sich gehabt, dass sie im Forschungsbereich der Medizin unterwegs sind. Also Apple war halt wirklich sichtbar in dem Bereich. Und das ist ja dann aber mal so,"
    },
    {
      "speaker": "Tala",
      "time": "2:24:30",
      "text": "Genau, kann man MRTs und und Röntgenbilder drauf angucken und sind von sich aus äh kalibriert und kommen mit dem Stickerchen, dass man das auch darf. Wohingegen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:24:53",
      "text": "Richtig teuer Geld."
    },
    {
      "speaker": "Tala",
      "time": "2:24:54",
      "text": "Natürlich ist ja alles Manpower und Arbeitskraft."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:24:57",
      "text": "Das immer so ist, ja."
    },
    {
      "speaker": "Tala",
      "time": "2:24:59",
      "text": "Zum Thema ganz kurzer Einstub, Kalibrierung. Äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:19",
      "text": "Sinne von Monitore."
    },
    {
      "speaker": "Tala",
      "time": "2:25:21",
      "text": "Nee, aber so äh Elektro, Messer, Ostillatoren, bei mir und sind's halt Laserabstandsmesser, die aus einem mit einem DAX Kalibrierschein kommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:32",
      "text": "Mhm. Was heißt das, DAX?"
    },
    {
      "speaker": "Tala",
      "time": "2:25:34",
      "text": "Äh muss ich auch meiner."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:25:35",
      "text": "Aktienindex."
    },
    {
      "speaker": "Tala",
      "time": "2:25:37",
      "text": "DAKS ist äh deutsches irgendwas für Kalibriere und äh deutsches Akkreditierungsstelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:48",
      "text": "Akkreditierungsstelle. Aha, was akkreditiert man da?"
    },
    {
      "speaker": "Tala",
      "time": "2:25:52",
      "text": "Messsysteme. Temperaturmesser, Strommesser, Abstandsmesser."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:25:59",
      "text": "Unsere Akkreditierung schaffen Vertrauen in die Arbeit von Laboratorien sowie Inspektions- und Zertifizierungsstellen, deren Bewertungsleistungen in vielen Wirtschaftsbereichen benötigt werden. Mhm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:16",
      "text": "Kompetenzkompetenz."
    },
    {
      "speaker": "Tala",
      "time": "2:26:16",
      "text": "Für Hardware, ja. Die sagen, dass diese Waage auch äh genau genug misst in einem bestimmten Abstand und rückführbar ist auf die nationale Normale."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:30",
      "text": "Okay, das heißt, ich kann jetzt so ein Thermostat oder so was ähm bei Konrad kaufen und es mir dann akkreditieren lassen, kalibrieren, kalibrieren lassen oder bestätigen lassen, dass die Kalibration stimmt oder wie auch,"
    },
    {
      "speaker": "Tala",
      "time": "2:26:48",
      "text": "Äh Konrad selbst hat quasi einen einen Partner von so einem akkreditierten Labor."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:54",
      "text": "Ist dann durchführen, okay?"
    },
    {
      "speaker": "Tala",
      "time": "2:26:56",
      "text": "Die das durchführen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:26:57",
      "text": "Dafür zahlt man aber extra."
    },
    {
      "speaker": "Tala",
      "time": "2:26:58",
      "text": "Dafür zahlt man extra."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:26:59",
      "text": "Aber sowas von."
    },
    {
      "speaker": "Tala",
      "time": "2:27:00",
      "text": "Ja, aber ist viel einfacher, als wenn ich jetzt ein Ding kaufe, dann eine akrediertes Labor schicke, die das für mich prüfen und wieder zurückkam."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:08",
      "text": "Verstehe. Es ist Service sozusagen. Und äh kannst du mal eine Größenordnung abgeben, was so ein ähm kalibrierter Laser dich dann quasi mehr kostet, als wenn du ihn so gekauft hättest?"
    },
    {
      "speaker": "Tala",
      "time": "2:27:18",
      "text": "Bei Conhat sind das grade fünfzig Euro."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:22",
      "text": "Für ein Gerät, was, was, wie viel kostet?"
    },
    {
      "speaker": "Tala",
      "time": "2:27:24",
      "text": "Achtzig,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:44",
      "text": "Finde ich cool. Ich meine, weiß der Geier, wann man mal was kalibriert haben möchte. Ich meine, so einen Laserkram und so, das ist alles ganz genau. Das kann ich mir gut vorstellen, dass es einen wissenschaftlichen Arbeit natürlich total äh äh relevant ist, ne? Also wenn du das nicht machst."
    },
    {
      "speaker": "hukl",
      "time": "2:27:57",
      "text": "Audio."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:27:58",
      "text": "Ne?"
    },
    {
      "speaker": "hukl",
      "time": "2:27:59",
      "text": "Audio ist das auch total relevant, wenn du dir einen Dezibel Meter"
    },
    {
      "speaker": "Tala",
      "time": "2:28:23",
      "text": "Guck mal, ich glaube schon. Also die hatten eine ganze Reihe von von äh kalibrierten Dingen."
    },
    {
      "speaker": "hukl",
      "time": "2:28:31",
      "text": "Dann hätte ich schon mein drittes Dezibel Meter,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:29:07",
      "text": "Alright. Wer will denn mal weitermachen? Letti, du hast auch noch was auf der Liste. Oder?"
    },
    {
      "speaker": "Letty",
      "time": "2:29:14",
      "text": "Ich habe auch noch äh mir wurde etwas zugetragen auf meine Liste. Ja und zwar von unserem lieben Rainer,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:16",
      "text": "Zumindest ein totales Drama oder sich meine Gesundheitsdaten da nicht hochladen kann."
    },
    {
      "speaker": "Letty",
      "time": "2:30:21",
      "text": "Oder genau, die Gesundheitsdaten nicht hochzuladen sind, das wäre auch ganz furchtbar. Deswegen wurde sich der Rainer freuen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:53",
      "text": "Wie die YouTube-App für YouTube äh haben wir jetzt die Wok TV für äh."
    },
    {
      "speaker": "Letty",
      "time": "2:30:57",
      "text": "TV für den coolen Teil des Internets. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:30:59",
      "text": "Den wirklich coolen Teil."
    },
    {
      "speaker": "Letty",
      "time": "2:31:02",
      "text": "Für den wirklich coolen Teil des Internets, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:31:05",
      "text": "Okay, du hast einen Link geteilt, dann sag doch noch mal ganz kurz, was man tun soll."
    },
    {
      "speaker": "Letty",
      "time": "2:31:08",
      "text": "Der Link ist der der Link für die Betatestphase in und wenn man den öffnet,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:13",
      "text": "Ja, vor allem äh aufm Apple TV wäre das ganz cool, aber ich glaube, das ist derzeit nur äh für iPhone, ne?"
    },
    {
      "speaker": "Letty",
      "time": "2:32:18",
      "text": "Oh, oh, oh, Rainer, hörst du, hörst du, so ist das, wenn man dem Tim zeigt, dass man was gemacht hat. Da kommen gleich die Anforderungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:32:24",
      "text": "Das zuerst gesagt, weil es gab ja für Apple TV schon mal so eine App, die äh wohl nicht mehr existiert, also wenn schon, denn schon, aber ich meine, spricht ja äh und vor allem, also ich meine, wenn schon dann Katalyst, ne, also es muss dann irgendwie auch äh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:36",
      "text": "Natürlich."
    },
    {
      "speaker": "Letty",
      "time": "2:32:38",
      "text": "Ja und auf der Watch Tastatur äh äh wie heißt das, Unterstützung, alles."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:32:43",
      "text": "Alles genau."
    },
    {
      "speaker": "Letty",
      "time": "2:32:44",
      "text": "Timelprooft, gibt's da schon ein Icon dafür, so ein so ein Prit Love Sumps Ups Icon? Das wäre mal das Richtige für Software."
    },
    {
      "speaker": "hukl",
      "time": "2:32:53",
      "text": "Da gibt's da schon einen Bewurf, mich mit äh Unterstützergeld Button."
    },
    {
      "speaker": "Letty",
      "time": "2:32:56",
      "text": "Ich weiß nicht, ob es sein Bewürf mich mit Unterstützer bei Geldbutton oder ein Apple Pay Button gibt, das äh sind Infos, die wir in den mit Sicherheit nachreichen werden, weil aktuell erreichen mich diese Infos noch nicht."
    },
    {
      "speaker": "hukl",
      "time": "2:33:10",
      "text": "Mit Sicherheit bist du dir da so sicher,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:19",
      "text": "Moment, Moment, Moment, Moment, Moment, Moment, Moment."
    },
    {
      "speaker": "hukl",
      "time": "2:33:23",
      "text": "Dann sind meine Links da nicht drin und so ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:25",
      "text": "Das ist das, das kann nicht sein. Wenn das in einem Slack landet, dann landet das auch in der Sendung. So, das heißt, ja, das behaupte ich."
    },
    {
      "speaker": "hukl",
      "time": "2:33:32",
      "text": "Du, ja? Das war schon mehrere Male nicht der Fall, aber es ist nicht so schlimm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:38",
      "text": "Ich kann mich gar nicht dran erinnern, dass das irgendwann mal der Fall war. Also meistens war es so, dass es nicht im Snack war,"
    },
    {
      "speaker": "hukl",
      "time": "2:33:55",
      "text": "Ja oder das äh es könnte sich um einen Back handeln, möglicherweise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:33:58",
      "text": "Das ist natürlich auch durchaus vorstellbar, aber dann ist es ja nicht meine Schuld."
    },
    {
      "speaker": "hukl",
      "time": "2:34:04",
      "text": "Heißt aber trotzdem, dass du nicht gewissenhaft genug bist, um das, dass es dir auffallen würde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:09",
      "text": "Gewissenhaft genug, mir alle links automatisch zu merken, um sie dann irgendwie, naja, okay, gut."
    },
    {
      "speaker": "Tala",
      "time": "2:34:15",
      "text": "Hörst du denn die Sendung nicht nach?"
    },
    {
      "speaker": "Letty",
      "time": "2:34:17",
      "text": "Schreibst du denn nicht mit, Tim, wenn wir hier was erzählen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:22",
      "text": "Ich mache äh das wollt ihr gar nicht wissen, was ich hier alles mache für diese Sendung, aber ich höre eine ganze Menge nach, nicht alles komplett, aber äh so wie ich gerade schneide, höre ich äh ziemlich viel nach. Und ähm ja."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:34:36",
      "text": "Mehr so dich selbst oder mehr so uns."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:40",
      "text": "Natürlich nur mich. Das."
    },
    {
      "speaker": "Letty",
      "time": "2:34:41",
      "text": "Was interessiert denn, was die anderen sagen? Dennis, also wirklich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:34:47",
      "text": "Ausreichend selbstverliebt, also das ist mir natürlich nur meine Spur anhöre,"
    },
    {
      "speaker": "Tala",
      "time": "2:35:09",
      "text": "Dann demnächst auch gesundheit."
    },
    {
      "speaker": "hukl",
      "time": "2:35:10",
      "text": "Sei dir verziehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:11",
      "text": "Das hoffe ich natürlich, dass es Gesundheitsdaten kann. Jeden Pups."
    },
    {
      "speaker": "hukl",
      "time": "2:35:16",
      "text": "Ich hatte noch ein leichtes Thema für zwischendurch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:35:20",
      "text": "Oh. Dann mal los."
    },
    {
      "speaker": "hukl",
      "time": "2:35:23",
      "text": "Ähm äh ich habe in,"
    },
    {
      "speaker": "Letty",
      "time": "2:36:23",
      "text": "Das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:36:24",
      "text": "Eine Matrix."
    },
    {
      "speaker": "hukl",
      "time": "2:36:26",
      "text": "Genau, eine Matrix mit den besten äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:30",
      "text": "Ferrago."
    },
    {
      "speaker": "hukl",
      "time": "2:37:32",
      "text": "Ferrago, so ist es nicht, Ferrari, okay, äh nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:37:34",
      "text": "Ja, habe ich schon längere Zeit im Einsatz. Ferrago, aber ich habe halt ja auch einen Soundboard direkt in Ultraschall drin. Das ist noch äh."
    },
    {
      "speaker": "hukl",
      "time": "2:37:43",
      "text": "Ich wollte das aber auf jeden Fall trotzdem mal erwähnt haben und zwar ähm ja also ich find's ganz großartig, unter anderem, weil man das eben so mit diesem Medi-Controller dann perfekt ansteuern kann und weil es auch mal eine der wenigen soft"
    },
    {
      "speaker": "Tala",
      "time": "2:41:24",
      "text": "Es gibt Triple Sounds."
    },
    {
      "speaker": "hukl",
      "time": "2:41:27",
      "text": "Mhm."
    },
    {
      "speaker": "Tala",
      "time": "2:41:28",
      "text": "Und das ist cool."
    },
    {
      "speaker": "hukl",
      "time": "2:41:34",
      "text": "Ja, also ähm das zu diesem ganzen Samples und abschließend zu diesem Novation-Pat, muss ich noch sagen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:43:13",
      "text": "Mhm. Also ich äh finde immer diese einfachen Matrixdinger mit diesen Lampen, da kann man sich ja dann nichts merken, also so als Soundboard würde ich die ja nicht benutzen, aber du benutzt die eher so als Drum-Teil oder wie."
    },
    {
      "speaker": "hukl",
      "time": "2:43:26",
      "text": "Nee, eben nicht als Trump. Also für das Soundboard, ja, ich habe jetzt da nur so ein, ich habe da ja so eine Farbkodierung gemacht, also aller sind halt rot, äh alles, was Star Trek, bebt, ist halt eine Farbe, also ich merke mir das über die Farben, aber"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:45:35",
      "text": "Das Video kannst du nochmal raussuchen. Ich weiß auch, dass Ralph gerade da dran ist, äh das Thema nochmal neu aufzunehmen."
    },
    {
      "speaker": "hukl",
      "time": "2:46:07",
      "text": "Also das muss dann eher was mit Ultraschall zu tun haben. Ich habe bei Rieper noch kein einziges Setting verloren. Er war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:46:14",
      "text": "Naja, du machst ja alle Settings äh neu, wenn du eine neue Ultraschallversion hast, weil das ist ja dann irgendwie alles neu gemappt ist und dann werden halt die alten noch nicht übernommen und deswegen ist das sozusagen äh immer so richtig keine Option, da irgendwas Custom zu machen, ja."
    },
    {
      "speaker": "hukl",
      "time": "2:46:32",
      "text": "Ich habe den Link äh hier mal reingepostet äh zu dem das ist dieses ähm das ist jetzt nicht von Ralf,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:47:38",
      "text": "Die Wok-App muss jetzt auch noch mit Midi äh steuerbar sein, ja."
    },
    {
      "speaker": "Letty",
      "time": "2:48:46",
      "text": "Ist das in der Prioritätenliste vor oder nachdem das Studio aufgeräumt ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:48:51",
      "text": "Das wird dann wahrscheinlich alles irgendwie gleichzeitig äh stattfinden müssen. Ich meine, mein Traum ist ja jetzt so ein bisschen"
    },
    {
      "speaker": "Tala",
      "time": "2:50:18",
      "text": "Na, dann können wir ja als Motivation festhalten, wie kommen wir ins äh ins Studio, wenn alles neu ist? Wir sehen uns dann in den nächsten anderthalb Jahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:27",
      "text": "Ja, das ist nee, ach, weiß ja, wie das ist. Am Ende äh kann man sowas eigentlich nur in einer Woche hinbekommen. Weil länger darf das eh nicht dauern,"
    },
    {
      "speaker": "Tala",
      "time": "2:50:43",
      "text": "Ich lebe in einer Welt, wo alles länger braucht, also alles länger dauert, als es eigentlich dürfte und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:50:50",
      "text": "Das das, das weiß ich eh. Ja, aber wenn du sagst, du bist hier, du kommst ja an, durchgeimpft und charmant so, dann ist das ja schon mal äh ist das ja schon mal ein Sprung nach vorne und so."
    },
    {
      "speaker": "Tala",
      "time": "2:51:01",
      "text": "Kann durchgeimpft sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:04",
      "text": "Bis er noch nicht durchgeimpft? Doch, bist auch schon durchgeimpft, oder? Eine fehlt noch, ah."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:09",
      "text": "Sie wollte damit sagen, charmant geht nicht."
    },
    {
      "speaker": "hukl",
      "time": "2:51:12",
      "text": "Geht noch, einer geht noch rein."
    },
    {
      "speaker": "Tala",
      "time": "2:51:14",
      "text": "Das macht Letti dann. Aufgabenteilung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:18",
      "text": "Okay, also du bist kurz vor durchgeimpft, Flatti ist kurz vor durchgeimpft, Hucke ist durchgeimpft."
    },
    {
      "speaker": "Letty",
      "time": "2:51:22",
      "text": "Aber Tim, warum willst du denn wieder in Präsenzunterricht gehen?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:27",
      "text": "Weil das einfach besser ist. Und Dennis."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:51:32",
      "text": "Dauert noch anderthalb Wochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:35",
      "text": "Guck an, da siehst du mal, also wenn Sommerferien vorbei sind, dann können wir wieder anfangen. Irgendwer im August."
    },
    {
      "speaker": "Tala",
      "time": "2:51:41",
      "text": "Aber dann haben wir Delta."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:51:43",
      "text": "Ja, ach Mann, Scheiße."
    },
    {
      "speaker": "Tala",
      "time": "2:51:49",
      "text": "Siehst du, ich kann nicht charmant, ich kann nicht optimistisch, es tut mir sehr leid,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:52:01",
      "text": "Vor allem nach Delta kommt irgendwas anderes. Also irgendwann müssen sie so oder so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:05",
      "text": "Ja, ah, keine Ahnung, dann gehen wir einfach hier alle zusammen in die Quarantäne und äh sitzen das aus."
    },
    {
      "speaker": "Tala",
      "time": "2:52:11",
      "text": "Einer kommt Leben draußen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:52:13",
      "text": "Wir machen so lange, wir machen so lange Dauer, bis die Pandemie beendet wird. Woraufhin,"
    },
    {
      "speaker": "hukl",
      "time": "2:52:25",
      "text": "Ich hab ja noch ein kleines Mini-Thema was ich bestimmt schon fünf Mal in die geschrieben hab oder ins kam nie,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:16",
      "text": "Eigentlich inzwischen."
    },
    {
      "speaker": "hukl",
      "time": "2:53:18",
      "text": "Ja, genau, das das stand auf big so was Feature-Liste drauf und ich dachte mir, geil, kann ich diese Krücke umgehen? Aber Pustekuchen."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:27",
      "text": "Aber nur mit Zertifikaten und so, ne?"
    },
    {
      "speaker": "hukl",
      "time": "2:53:29",
      "text": "Ja, das geht vor allen Dingen nur mit offiziell."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:33",
      "text": "Oder mit so irgendwie von Apple."
    },
    {
      "speaker": "hukl",
      "time": "2:53:35",
      "text": "Mit offiziell geblästen Providern, also wenn man so, was weiß ich, Google, DNS benutzt oder wie heißt der nochmal, dieses eins, zwei, drei, vier, ich vergesse immer den Namen. Ähm hups, ähm also,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:51",
      "text": "Cloud-Flair und Quadne gibt's noch."
    },
    {
      "speaker": "hukl",
      "time": "2:53:55",
      "text": "Mhm. Die bieten im Prinzip."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:53:57",
      "text": "Eins, eins, eins, eins war das."
    },
    {
      "speaker": "hukl",
      "time": "2:53:58",
      "text": "Ja, die gehen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:20",
      "text": "Kannst du vielleicht für den Leuten, die jetzt irgendwie seit fünf Minuten nur so ein Fiepen im Ohr hatten, nochmal kurz sagen, warum du das eigentlich machen willst?"
    },
    {
      "speaker": "hukl",
      "time": "2:55:27",
      "text": "Na ja, weil den ist äh an sich ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:55:29",
      "text": "Kannst auch kurz erklären, was du überhaupt gemacht hast, weil ich glaube, das hat nicht jeder verstanden."
    },
    {
      "speaker": "hukl",
      "time": "2:55:36",
      "text": "Verschlüsselt haben, wenn man äh seine wenn man sonst schon alles verschlüsselt und nicht will, dass irgendwie das halbe Internet mitkriegt, was man so für Seiten besucht oder was man so für Domains auflöst und was man so in Webseiten eintippt. Und da gibt's dann halt, gab's ja dann"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:18",
      "text": "HTPS, ist das nicht ETLS?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:56:21",
      "text": "Ja, aber harte TP halt auch noch."
    },
    {
      "speaker": "hukl",
      "time": "2:56:24",
      "text": "Genau, es macht halt auch harte DP, also es ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:26",
      "text": "Okay, also das DNS über hat, genau, es ist sozusagen mehr Protokoll als nötig wäre, aber es ist ja jetzt technisch genauso sicher."
    },
    {
      "speaker": "hukl",
      "time": "2:56:34",
      "text": "Ja, du, wenn du mach von mir aus DNS, oder halte die P. Ist mir egal. Ich will das aber nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:41",
      "text": "Merke ich ja, ich versuche nur da zu verziehen, warum. Also was jetzt sozusagen das Problem ist."
    },
    {
      "speaker": "hukl",
      "time": "2:56:46",
      "text": "Ja, ich will halt keinen, also ich finde den Protokoll Overhead unnötig. Und finde auch harte DP einfach das falsche Protokoll dafür, aber ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:56:56",
      "text": "Okay, du möchtest aus ästhetischen Gründen sozusagen den es direkt über TLS schicken und nicht nur eine Scheibe HTTP in deinem DNS-Burger haben."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:57:05",
      "text": "Die eh keiner sehen kann, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:07",
      "text": "Keiner sehen kann. Okay, ja."
    },
    {
      "speaker": "hukl",
      "time": "2:57:10",
      "text": "Also eher aus aus Techno also ne Architekturella was weiß ich technischer wie soll man sagen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:20",
      "text": "Tetischen, ja, okay, gut, das ist äh."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:57:22",
      "text": "Technischer Ästhetik."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:57:23",
      "text": "Ich höre, ich höre das, ich höre das sehr gerne, weil das sozusagen viel äh Kritik an meinen Wünschen ähm rausnimmt sozusagen."
    },
    {
      "speaker": "hukl",
      "time": "2:57:34",
      "text": "So ähm okay, also man will es verschlüsselt haben. Toll. Äh jetzt"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "2:59:14",
      "text": "Aber du schläfst besser jetzt."
    },
    {
      "speaker": "hukl",
      "time": "2:59:15",
      "text": "Ja, also ich meine, ich ich sage nicht, dass das jeder machen muss ähm oder soll oder dass es,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "2:59:41",
      "text": "Anbauend, greift dann direkt auf den Server zu, sondern?"
    },
    {
      "speaker": "hukl",
      "time": "2:59:46",
      "text": "Also äh mein ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:01:03",
      "text": "Ich wollte nur sicherstellen, dass denn Backend anbauend, dass der nicht äh dann selber äh wieder denn den von von Google oder Cloudflair benutzt. Okay, okay, weil dann kannst du ja gleich direkt."
    },
    {
      "speaker": "hukl",
      "time": "3:01:15",
      "text": "Aus ja wohl aussortiert. Ich weiß, wie gesagt, also man kann verargumentieren, dass es wenig sinnvoll ist oder dass es vielleicht überflüssig ist, was auch immer"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:02:15",
      "text": "Es muss in Leben, ja."
    },
    {
      "speaker": "hukl",
      "time": "3:02:16",
      "text": "Es sei denn, irgendein höherer oder höheren, ganz kurz noch, äh hat eine Antwort dafür, wie man das äh mit diesen Profilen doch bewerkstelligt, aber ja."
    },
    {
      "speaker": "Tala",
      "time": "3:02:25",
      "text": "Äh ich habe wirklich ein kleines äh ein kleines Ding äh aber worauf ich mich äh ganz doll freue. Ähm ich habe ein,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:02:45",
      "text": "Was für ein Printer?"
    },
    {
      "speaker": "Tala",
      "time": "3:02:46",
      "text": "Printer. Das ist ein 3D-Drucker, der mit mit UV-Resin äh funktioniert,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:04",
      "text": "Kleine Figuren drucken und bemalen. Bemalt er die auch oder."
    },
    {
      "speaker": "Tala",
      "time": "3:03:08",
      "text": "Nee, nee, nee, das bemalen mache ich, aber ich kann dann ne for Future kann ich dann meine eigenen äh Minis und äh Maximinis selber drucken und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:03:19",
      "text": "Kannst du den mal ähm in die packen."
    },
    {
      "speaker": "Tala",
      "time": "3:03:24",
      "text": "Ähm im Prinzip gibt es derzeit so zwei große Anbieter. Das eine ist und das andere ist der äh ist ist ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:26",
      "text": "Was kostet denn das? Würde mal, wie heißt er?"
    },
    {
      "speaker": "Tala",
      "time": "3:04:31",
      "text": "Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:04:36",
      "text": "Euro."
    },
    {
      "speaker": "Tala",
      "time": "3:04:37",
      "text": "Ja, es ist es gibt so spannend von hundertfünfzig bis fünfhundert. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:21",
      "text": "Okay, also aus diesem Teil kommen jetzt nicht so viele Amente. Da gehen nicht so so Dinger rein und er malt das alle äh klebt das so alles aufeinander, sondern das ist eine Flüssigkeit, die dann per UV an bestimmten Stellen gehärtet wird."
    },
    {
      "speaker": "Tala",
      "time": "3:05:34",
      "text": "Genau, du hast halt im Prinzip so eine Platte und anstatt das von von unten, also es wird auch von unten nach oben gedrückt, nur dass halt du diese Platte langsam aus der Flüssigkeit ziehst. Und von unten wird halt immer wieder neu angestrahlt,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:05:52",
      "text": "Und das ist dann besonders detailliert oder genau oder wow."
    },
    {
      "speaker": "Tala",
      "time": "3:05:56",
      "text": "Oh ja, ja, das ist das ist ein Träumchen. Was für Zahlen?"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:01",
      "text": "Gibt's da Zahlen? Also wie, na ja, wie in in Millimeter sozusagen oder ähm ja."
    },
    {
      "speaker": "Tala",
      "time": "3:06:07",
      "text": "Auflösung? Na, das eine ist halt die Druckgeschwindigkeit und das andere ist die Auflösung. Ich kann halt nur visuell sagen, dass es."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:06:17",
      "text": "Also wie wie feiern können die Konturen sein, die der so schafft?"
    },
    {
      "speaker": "Tala",
      "time": "3:06:20",
      "text": "Ist halt schwer zu beschreiben, weil's für mich nicht so richtig ist. Es ist halt ein Millimeter genau. Ähm also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:30",
      "text": "Also wenn ich, wenn ich mir diese Fotos anschaue, ist das schon ziemlich äh feinkörnig."
    },
    {
      "speaker": "Tala",
      "time": "3:06:35",
      "text": "Ja, ja, ja, ja, also, ich habe auch äh Figuren gesehen und ähm also hochwertige Minis, die von meinem Lieblingsbrettspiel kommen, sind,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:06:57",
      "text": "Okay, hier war so ein Link auf My Factory dot com, keine Ahnung, ob das eine Quelle ist, die man benutzen möchte."
    },
    {
      "speaker": "Tala",
      "time": "3:07:03",
      "text": "Oh ja, da ist ganz gefährlicher Ort. Man kann man kann dort viel Geld löschen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:07:09",
      "text": "Weil man da Modelle kauft sozusagen."
    },
    {
      "speaker": "Tala",
      "time": "3:07:13",
      "text": "Genau, man man kauft sozusagen die Files, die gibt's dann halt pre-supported oder nicht pre-supportet, ähm es gibt auch unterschiedliche Open Source Software oder ob Free Software, die im Prinzip mit diesen drei D Modellen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:10",
      "text": "Auch selber Figuren."
    },
    {
      "speaker": "Tala",
      "time": "3:08:12",
      "text": "Wenn ich irgendwann mal Zeit habe, wäre das eine Option."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:17",
      "text": "Aber dann könnten wir doch, dann könnten wir doch so Freakshow-Action-Figuren machen."
    },
    {
      "speaker": "Tala",
      "time": "3:08:21",
      "text": "Ja, natürlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:08:23",
      "text": "Also wir könnten sozusagen von jedem von uns so eine so eine Actionfigur machen."
    },
    {
      "speaker": "Tala",
      "time": "3:08:27",
      "text": "Das können wir jetzt schon so ein kleines bisschen. Es gibt halt, ich glaube, oder so, ist ein Anbieter, wo man so seine Minis selbst gestalten kann, zusammenklicken kann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:01",
      "text": "Ist es doch äh jetzt auch so eine so eine so eine 3D Capture Funktion drin, dass man im Prinzip mit einem iPhone so ein beliebiges Modell und damit müsste man ja im Prinzip dann auch sich selber so dreidimensional machen können."
    },
    {
      "speaker": "Tala",
      "time": "3:09:13",
      "text": "Ja, aber das wäre auch vorher gegangen. Also da kann ich auch für meine gibt's diverse Anwendungen, die halt im Prinzip so ein 3D Mesh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:09:35",
      "text": "Ob das ein Markt wäre, Figuren,"
    },
    {
      "speaker": "Tala",
      "time": "3:09:50",
      "text": "Wie wir alle hier. Also äh die Figuren sind per se erstmal nicht beweglich. Das heißt, wenn du sie voll beweglich haben willst, müsstest du dann die einzelnen Body-Parts."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:03",
      "text": "Nein, der Rest der arbeitet doch, das ist doch alles, also ich meine, die Fantasie treibt es doch an, so was was braucht man mehr? Man braucht nur die die Actionfigur. So und dann so, ja, hier, ne."
    },
    {
      "speaker": "Tala",
      "time": "3:10:25",
      "text": "Ich habe keine Schlangenschwert, ich bin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:28",
      "text": "Oder dann kommst du mit irgend so einem Poschen an oder so. Keine Ahnung. Du wirst sicherlich äh du wirst schon einen Weg finden, mir den Spaß zu verderben."
    },
    {
      "speaker": "Tala",
      "time": "3:10:37",
      "text": "Ja, darin bin ich gut. Ich mache Regulator. Das ist quasi meine äh Leuten, den Spaß zu verderben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:45",
      "text": "Ja cool, irgendwie, da bin ich ja mal gespannt, äh was dabei rauskommt."
    },
    {
      "speaker": "Tala",
      "time": "3:10:52",
      "text": "Ja, ich auch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:10:53",
      "text": "Harz, ja, das ist ja krass. Ist das jetzt ist das sozusagen der, ist das jetzt so die The Way? Also diese ganze 3D Druckergeschichte, Mann, das gibt's jetzt schon so lange und diese ganze Plastik äh ähm Wurstnummer, die hat mich irgendwie nie so richtig getriggert,"
    },
    {
      "speaker": "Tala",
      "time": "3:11:28",
      "text": "Ja, es gibt auch so ähm man kann sogar rein theoretisch farbig drucken, weil dann halt ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:11:56",
      "text": "Ist das online."
    },
    {
      "speaker": "Tala",
      "time": "3:11:57",
      "text": "Ähm weiß ich gerade gar nicht. Ähm wie funktioniert drei D Drucker? Die Mausch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:12",
      "text": "Vor drei Monaten."
    },
    {
      "speaker": "Tala",
      "time": "3:12:13",
      "text": "Genau. Aber Resident Print äh sind giftig, deshalb immer schön mit Maske und Schutzbrille und nichts in den Abschluss gießen und keine Haustiere und kleinen Kinder in der Nähe haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:25",
      "text": "Okay, warum warum warum ist das giftig? Also was genau ist da giftig dran?"
    },
    {
      "speaker": "Tala",
      "time": "3:12:31",
      "text": "Harz-Alkoholdämpfe ist auf Dauer echt schlecht einzuatmen. Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:35",
      "text": "Mhm. Okay. Was ist jetzt nur eine Vorsichtsmaßnahme oder ist das so an sich schon total toxisch?"
    },
    {
      "speaker": "Tala",
      "time": "3:12:42",
      "text": "Es ist nicht es ist nicht an sich total toxisch, aber du solltest es weder trinken, noch auf deiner Haut haben, noch äh einfach ein Abfluss gießen, weil es ist halt ätzend."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:12:55",
      "text": "Wo kommt wo kommt denn das her, dieses Harz?"
    },
    {
      "speaker": "Tala",
      "time": "3:12:59",
      "text": "Ist halt ein Kunststoff. Es gibt glaube ich einen schönen äh ähm äh schönes Video gemacht zu wie funktioniert, wie funktioniert,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:20",
      "text": "Ja. Wenn du mir den Link gibst."
    },
    {
      "speaker": "Tala",
      "time": "3:13:23",
      "text": "Ja, ja, ja, ich bin dabei. Ich äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:13:25",
      "text": "Ich sehe schon. Oh. Okay, alles klar."
    },
    {
      "speaker": "Tala",
      "time": "3:13:32",
      "text": "Macht schön schönen Content und ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:14:20",
      "text": "Okay, jetzt wo du grade äh YouTube-Videos ähm postest, fällt mir gerade noch ein, dass ich auch nochmal äh so einen Tipp hatte. Ähm,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:21",
      "text": "Kriegst die gleichen Vorschläge wie alle, ich merke schon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:25",
      "text": "Ich kriege die gleichen Vorschläge wie alle."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:16:26",
      "text": "Ja, weil der wurde mir letztens auch vorgeworfen, der Typ. Als Vorschlagsliste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:16:31",
      "text": "Ja da äh landet man vielleicht äh eben auch irgendwann ist ja auch jetzt nicht ganz äh unpopulär mit eins Komma zwei vier Millionen Abonnenten, so aber äh und was was total grandios war und aber auch bei mir wirklich ähm,"
    },
    {
      "speaker": "hukl",
      "time": "3:17:39",
      "text": "Eine sehr gute Folge und die habe ich, glaube ich, in meinen Recommentation Feed bekommen, als ich ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:08",
      "text": "Oh ja, das ist auch super. Mhm."
    },
    {
      "speaker": "hukl",
      "time": "3:18:10",
      "text": "Das äh"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:18:52",
      "text": "Rüberbringen und ich find's super unterhaltsam. Also das das ist da ist wirklich was äh gelungen und das wäre so ein bisschen mein Tipp."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:19:00",
      "text": "Das ist ja das Beste an YouTube, die ganzen"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:19:19",
      "text": "Gut. Ich äh finde."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:19:25",
      "text": "Ja und du musst halt ein paar mehr davon schauen und dann kommt das vielleicht auch."
    },
    {
      "speaker": "hukl",
      "time": "3:19:29",
      "text": "Aber dann, dann, dann klick halt auf den eins Komma fünf Speed Button."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:19:33",
      "text": "Nee, was meine ich?"
    },
    {
      "speaker": "Letty",
      "time": "3:19:37",
      "text": "Wofür YouTube ja auch total praktisch ist und das habe ich, glaube ich, erst vor,"
    },
    {
      "speaker": "hukl",
      "time": "3:20:19",
      "text": "Das ist ja vollkommen legitim."
    },
    {
      "speaker": "Tala",
      "time": "3:20:22",
      "text": "Auch äh Historical Streaming ist was schönes, was nebenbei läuft zum Beispiel."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:26",
      "text": "Wo ist der Link? Also ähm."
    },
    {
      "speaker": "Letty",
      "time": "3:20:29",
      "text": "Ja"
    },
    {
      "speaker": "hukl",
      "time": "3:20:30",
      "text": "Wo ist Link."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:31",
      "text": "Ich habe äh ich habe es, du wirst lachen, ich habe vor Kurzem erst äh selber wieder was genäht. Also das war jetzt, sagen wir mal, ähm,"
    },
    {
      "speaker": "Letty",
      "time": "3:20:47",
      "text": "Also."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:49",
      "text": "Bist hoffentlich auch stolz auf mich, wenn ich dir die Maschine rausziehe und dicke Tour."
    },
    {
      "speaker": "Letty",
      "time": "3:20:54",
      "text": "Immer stolz auf dich, wenn du."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:20:57",
      "text": "Wenn ich wenn ich's Maul aufmache."
    },
    {
      "speaker": "Tala",
      "time": "3:21:05",
      "text": "So einfach wollen wir es dir nicht machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:21:07",
      "text": "Nein, nein, auf gar keinen Fall. Sprich ruhig aus."
    },
    {
      "speaker": "Letty",
      "time": "3:21:10",
      "text": "Nein, natürlich finde ich das cool, wenn Leute nähen und auch so ein bisschen sehen, dass es halt nicht so einen, also ich finde das immer nervig, wenn Leute zu einem hinkommen, ach, du machst ja nur so"
    },
    {
      "speaker": "hukl",
      "time": "3:22:54",
      "text": "Ja"
    },
    {
      "speaker": "Letty",
      "time": "3:22:56",
      "text": "Gut. Da sind wir alle mit dabei beim Po anfassen, genau. Ähm aber du musst halt eigentlich jedes ähm,"
    },
    {
      "speaker": "Tala",
      "time": "3:25:12",
      "text": "Diese praktische Archäologie,"
    },
    {
      "speaker": "Letty",
      "time": "3:26:08",
      "text": "Genau und eine andere YouTuberin ist"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:27:38",
      "text": "Ist das gut zu kriegen."
    },
    {
      "speaker": "Letty",
      "time": "3:27:40",
      "text": "Nee, es ist super schwer zu kriegen und es ist extrem teuer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:06",
      "text": "Ja, wie ist denn Hanf so einzuschätzen? Ist das so zwischen Leinen und Jeans? Kann man das so sagen."
    },
    {
      "speaker": "Letty",
      "time": "3:28:13",
      "text": "Es ist, also du kannst ja auch Leinen in unterschiedlichen Stärken kaufen, also es gibt ja immer ähm feines Leinen, was halt äh ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:28:43",
      "text": "Also Leinen ist ja Flachs, ne. Okay."
    },
    {
      "speaker": "Letty",
      "time": "3:28:49",
      "text": "Was ihr jetzt auch gesehen habt, dass es noch ein Nessel, ich weiß halt nicht, ob's was es für eine Nessel genauso, so Leinen ist ja, glaube ich, auch ein Nässelstoff, war's glaube ich. Und dann noch irgendwas anderes jetzt gesehen, was aber überwiegend, glaube ich, in China angebaut wird,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:29:10",
      "text": "Kennst du kennst du denn Kanäle, die ähm auch so an dieses die einen erstmal so generell an dieses ich mache mir Klamottending irgendwie gut ranführen?"
    },
    {
      "speaker": "Letty",
      "time": "3:29:26",
      "text": "Na, ich weiß nicht, das kommt halt drauf an, wie man lernt. Also das ist so der Punkt, würde ich meines was würdest du sagen, Tada?"
    },
    {
      "speaker": "Tala",
      "time": "3:29:35",
      "text": "Im Zweifelsfall einfach mal do it yourself, Jacke, do it yourself, Hose, whatever, was man halt gerade braucht, also es gibt halt extrem viele, aber,"
    },
    {
      "speaker": "Letty",
      "time": "3:30:06",
      "text": "Ist halt schwierig. Also ich werde auch häufig gefragt, äh was könnte ich denn machen? Was einfach ist zu nähen? Also wenn man äh wenn man Röcke trägt, Röcke sind so ziemlich das Einfachste, was man nähen kann,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:27",
      "text": "Okay, wo ich mal richtig Bock drauf hätte, sind so gute Gürteltaschen. Also so Umhänge äh Taschen, weil ich habe finde nie irgendwie was, was mir wirklich gut gefällt so und ähm."
    },
    {
      "speaker": "Tala",
      "time": "3:30:39",
      "text": "Da gibt's äh einen sehr süßen, japanischen Channel, den suche ich mal kurz raus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:30:45",
      "text": "Weißt du, so Festival, so Festival äh Gürtel, Beutel sozusagen, so Sachen, die man sich so um,"
    },
    {
      "speaker": "Letty",
      "time": "3:31:15",
      "text": "Ja, aber das ist halt, das ist halt super speziell und supernischig. Also das heißt, da bist du in einem Bereich, wo du also extrem textil, das können wir ja mal hier rein, ich weiß nicht, die habe ich wahrscheinlich eh schon häufigst genug hier äh gepluggt, extrem fixil ist ein Anbieter aus Dresden, der was Stoffe angeht,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:32",
      "text": "Ja, das macht ja auch keinen Sinn. Sowas brauche ich ja nicht."
    },
    {
      "speaker": "Letty",
      "time": "3:32:35",
      "text": "Genau, weil so was kannst du halt ganz gut die die einfachsten Sachen üben, aber wirklich Festivaltaschen mit irgendwie guten ähm Schnallensystem oder was auch immer. Ist schwierig, muss man sich mal so ein bisschen reingucken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:32:48",
      "text": "Ja, na, ich dachte ja auch eher so erstmal an son, so, so, so ein Kanal, der einem grade das Arbeiten mit der Maschine auch so, der sozusagen, so die Grundlagen gut abdeckt, ne, also,"
    },
    {
      "speaker": "Tala",
      "time": "3:33:10",
      "text": "Da glaubst, glaube ich, brauchst du nicht den einen Kanal, sondern guckst da einfach, was für dich funktioniert. Also es gibt ein Haufen Tutorials in allen möglichen Sprachen und Formen und Anpassungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:33:21",
      "text": "Ah okay, hätte ja sein können, dass es uns zu einen gibt, hm."
    },
    {
      "speaker": "Letty",
      "time": "3:33:24",
      "text": "Nähmaschinenhersteller in der Tat nämlich auch. Also ich habe,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:34:03",
      "text": "Okay, weil die sind geil."
    },
    {
      "speaker": "Letty",
      "time": "3:34:06",
      "text": "Weil das ist so, also früher gab's ja diesen dieses dieses äh Singer ist so das Beste an der, was du an der Nähmaschine bekommen kannst"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:07",
      "text": "Alter Falter, das sind ja mal Preise hier."
    },
    {
      "speaker": "Letty",
      "time": "3:35:13",
      "text": "Hast du das das Top-Brudel dir grad angeschaut für sechzehntausend Euro?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:17",
      "text": "Für sechzehntausend gibt's auch noch eins, also bei Nähmaschinen bin ich jetzt hier bei bei neuntausendneunhundert, glaube ich, beim Topmodell. Ähm oh, das finde ich, ja."
    },
    {
      "speaker": "Letty",
      "time": "3:35:23",
      "text": "Und neun, ja, waren's einen neuen. Muss man vielleicht dazu sagen, das ist keine reine Nähmaschine, das ist eine Stickcomputer am Ende, also mit dem wo du halt Sachen irgendwie besticken kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:35:36",
      "text": "Was ist denn Quillten?"
    },
    {
      "speaker": "Letty",
      "time": "3:35:38",
      "text": "Äh diese Decken kannst äh kannst du, dass diese Decken, die man aus mehreren Teilen so zusammennäht, also so mehrere äh Rechtecke oder was auch immer. Warte mal. Ich habe da neuliche Patchwork genau patchwork."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:35:51",
      "text": "American Quilt, kennst."
    },
    {
      "speaker": "Letty",
      "time": "3:35:54",
      "text": "Ja, das ist halt äh."
    },
    {
      "speaker": "Tala",
      "time": "3:35:56",
      "text": "Tagesdecken, die bunten Tagesdecken von Oma."
    },
    {
      "speaker": "Letty",
      "time": "3:36:00",
      "text": "Bunte Tagesdecken von Oma. Guck mal, hier gibt's das auch in fancy."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:05",
      "text": "Okay und dafür brauche ich eine spezielle Funktion."
    },
    {
      "speaker": "Letty",
      "time": "3:36:08",
      "text": "Ja, dafür brauchst du eine große Maschine und das, was du halt äh hast, ähm guck dir mal das Bild an, was ich grad in Sleck reingeschoben habe. Siehst du halt, dass es eben zusammengenäht ist, diese einzelnen Teile und aber die die Decke quasi von oben noch mal mit einem Muster bestickt ist,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:36:46",
      "text": "Okay, also die Kleinste ist die Berliner drei fünfundzwanzig, die geht bei tausendeinhundert Euro los. Das ist ja schon mal eine Ansage."
    },
    {
      "speaker": "Letty",
      "time": "3:36:53",
      "text": "Nee, dass die haben noch eine andere. Die haben noch eine mechanische. Also das ist ja eine computergesteuerte, die du grad, glaube ich, dir anschaust. Und es gab bis vor,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:37:19",
      "text": "Okay. Und dann wird's digitaler und dann ist man so schnell bei zweitausend und ähm die sind aber auch wirklich scharf aus."
    },
    {
      "speaker": "Letty",
      "time": "3:37:32",
      "text": "Ja, mir gefallen sie nicht mehr, weil die jetzt halt alle so einen Touchscreen haben. Das finde ich jetzt nicht so sexy, aber ja, als ich mir damals die Nähmaschine gekauft habe, war der Mac günstiger als die Nähmaschine. Also es war auch äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:38:43",
      "text": "Ich verstehe gerade die Sprache nicht. Eine neue Overlook. Was heißt das?"
    },
    {
      "speaker": "Letty",
      "time": "3:38:46",
      "text": "Hast du denn bei unserer ersten Sendung äh äh nicht zugehört? Es gibt eine, also das, was eine ganz normale Nähmaschine ist. Ich sage mal, damit machst du die geraden Nähte, um zwei Sachen zusammen zu nähen. Dann hast du die Overlook. Das ist die Maschine, die einen Messer dran hat."
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:39:01",
      "text": "Over look, ne? Nicht look."
    },
    {
      "speaker": "Letty",
      "time": "3:39:02",
      "text": "Overlock, ja, Overlock, die einem ein Messer dran hat, an dem sie quasi die Kante abschneidet und danach diese Kante versäubert, also mit so einem,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:39:53",
      "text": "Sieht man den Podcast ja sowieso nicht, aber ich verstehe schon. Das sind halt sozusagen spezielle äh Funktionen und ähm."
    },
    {
      "speaker": "Letty",
      "time": "3:40:00",
      "text": "Genau, also eigentlich braucht man drei Nähmaschinen, um Kleidung in einem hochwertigen Format zu machen, also braucht man nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:08",
      "text": "Du hast zwei."
    },
    {
      "speaker": "Letty",
      "time": "3:40:10",
      "text": "Vier,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:22",
      "text": "Okay und das ist alles Bernina."
    },
    {
      "speaker": "Letty",
      "time": "3:40:24",
      "text": "Nee, das ist eine Köhler. Ich glaube, das ist eine Köhler, ja. Mit Schwingrad und allem drum und dran. Ich glaube, ich weiß gar nicht, von wann genau die war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:35",
      "text": "Die mechanische Matze jetzt, okay."
    },
    {
      "speaker": "Letty",
      "time": "3:40:38",
      "text": "Alte fußbetriebene."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:40:40",
      "text": "Okay, dann kannst du ja, die kannst du ja so einen Aufkleber drauf machen und sagen, irgendwie bei alter Nähmaschine ist sie Berliner."
    },
    {
      "speaker": "Letty",
      "time": "3:40:45",
      "text": "Ja, das ist so eine alte Nähmaschine, die haben halt in der Regel auch gut bums, aber ich muss die mal, ich müsste die mal richtig warten lassen. Aber ähm ja, ich auf der Nähe in der Tat nicht. Es sei denn, wie gesagt, dass der Strom würde mal ausfallen und ich habe das dringende Bedürfnis, ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:01",
      "text": "Kann ich gut verstehen."
    },
    {
      "speaker": "Letty",
      "time": "3:41:02",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:04",
      "text": "Kannst dann die kleinen, kleinen Mäntelchen machen für die ähm."
    },
    {
      "speaker": "Letty",
      "time": "3:41:08",
      "text": "Für die Action."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:09",
      "text": "Die Actionfiguren, genau. Damit wir auch alle ein Cape haben."
    },
    {
      "speaker": "Letty",
      "time": "3:41:30",
      "text": "Ja, ja, ja, das äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:33",
      "text": "Ihr seid nicht alt genug dafür, für den Witz. Ähm echt? Das hat keiner verstanden. Oh Mann, ey. Na okay, ist egal."
    },
    {
      "speaker": "Tala",
      "time": "3:41:49",
      "text": "Jetzt musst du schon deinen Witz erklären."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:41:51",
      "text": "Na ja, Nena, nur geträumt, na ja, aber die sollte man eigentlich gar nicht erwähnen, ist ja jetzt so eine so eine blöde Schwurbeltante geworden."
    },
    {
      "speaker": "Letty",
      "time": "3:42:04",
      "text": "Nie cool, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:05",
      "text": "Aber wir werden gerade im Chat äh korrekt darauf hingewiesen, dass ähm Krebs ja eigentlich nicht gehen, ne."
    },
    {
      "speaker": "Tala",
      "time": "3:42:15",
      "text": "Ja, ja, kommt drauf an, was du was du vorhast."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:18",
      "text": "So, ich habe jetzt vor, die Sendung äh langsam zum Ende zu bringen. Was haltet ihr davon?"
    },
    {
      "speaker": "Tala",
      "time": "3:42:41",
      "text": "Ich habe nächste Woche hoffentlich frei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:45",
      "text": "Wow und was machst du dann? Drei D Drucker ausprobieren."
    },
    {
      "speaker": "Tala",
      "time": "3:42:48",
      "text": "Nee, nee, eventuell gibt's Feedback zu Doktorarbeit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:42:53",
      "text": "Das klingt super, das klingt wirklich nach Sonnenschein und Badestrand. Ich kann euch das sehr empfehlen, ähm einfach mal abzuschalten. Also ich habe äh wirklich vor einiger Zeit mir vorgenommen,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:32",
      "text": "Tarren zu lassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:33",
      "text": "Draußen zu sein, also draußen zu sein, vor allem draußen und am See. Also ich möchte vor allem draußen sein und am See,"
    },
    {
      "speaker": "Denis Ahrens",
      "time": "3:43:46",
      "text": "Ja, also ich habe gehört, Campingplätze und Zeug ist alles dicht, keine Chance. Und mega teuer."
    },
    {
      "speaker": "Letty",
      "time": "3:43:52",
      "text": "Deswegen fährt man ja auch morgens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:43:54",
      "text": "Ich habe so meine Eckchen gefunden und ähm außerdem muss ich natürlich mein neues Wohnwagengier ausprobieren, das äh bietet sich natürlich auch enorm an. Habe ich auch schon teilweise ausprobiert und ist geil. Aber man muss das ja auch alles ausprobieren, damit man weiß, was man als nächstes upgradet."
    },
    {
      "speaker": "Tala",
      "time": "3:44:09",
      "text": "Also ich stimme mir auf jeden Fall zu, dass Auszeiten wichtig sind und so. Ähm,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:30",
      "text": "Okay. Ja, aber Delta. Frühling Alpha, Herbstdelta. Jetzt ist sozusagen das Witzbot."
    },
    {
      "speaker": "Tala",
      "time": "3:44:39",
      "text": "Jetzt gerade ist sowieso kein Urlaub."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:44:42",
      "text": "OK gut."
    },
    {
      "speaker": "hukl",
      "time": "3:44:46",
      "text": "Ja, ich habe da so ein Segelboot reserviert für drei Wochen,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:04",
      "text": "Ausgebucht."
    },
    {
      "speaker": "hukl",
      "time": "3:45:06",
      "text": "Äh so ich habe das Boot schon vor, weiß ich nicht, irgendwann Anfang des Jahres reserviert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:15",
      "text": "Suchst du doch Mitreisende, wollte ich fragen."
    },
    {
      "speaker": "hukl",
      "time": "3:45:18",
      "text": "Ach so, äh,"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:43",
      "text": "Alles klar, let me now."
    },
    {
      "speaker": "hukl",
      "time": "3:45:46",
      "text": "Schreibe ich dich mit auf die Kandidatenliste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:45:48",
      "text": "Schreib mich auf die Kandidatenliste. So Leute, dann äh machen wir hier dieses Spiel ähm das alte das alte Freakshow äh Spiel, ihr wisst schon,"
    },
    {
      "speaker": "Letty",
      "time": "3:46:13",
      "text": "Ist eine Drohung."
    },
    {
      "speaker": "Tala",
      "time": "3:46:14",
      "text": "Wir kommen wieder."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "3:46:15",
      "text": "Dann hoffentlich auch in der Meta-Ebene. Bis dahin sagen wir tschüss und bis bald."
    },
    {
      "speaker": "Tala",
      "time": "3:46:23",
      "text": "Tschü."
    }
  ]
}