{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:00:50",
      "text": "Hallo, hier ist Chaos Radio Express, Ausgabe Nummer 28 in schneller Folge in\nden letzten Tagen, ausgelöst durch meine Präsenz am Linux-Tag.\nDa haben sich viele interessante Themen ergeben, aber die Liste ist noch lang\nund heute wartet schon das nächste Thema auf uns und es lautet Extreme Programming,\neine Methode Software zu schreiben und dazu habe ich den Pavel wieder bei mir,\nder uns ein bisschen Einblick in diese Technologie geben wird.\nUnd mein Name ist, wie gehabt, Tim Brickler.\nJa, hier sind wir wieder.\nIch begrüße Pawel. Pawel."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:02:23",
      "text": "Hallo Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:25",
      "text": "Hallo Pawel. Ja, Extreme Programming soll das Thema sein heute, dieser Sendung.\nEin Begriff, der schon eine Weile."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:02:34",
      "text": "Seit 99 eigentlich hat das so begonnen, breite Wellen zu schlagen.\nDa hat Kent Beck seine drei Bücher veröffentlicht, Extreme Programming und Extreme\nProgramming Explained. A."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:52",
      "text": "Das waren also die Standardwerke zu dem Thema?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:02:55",
      "text": "B. Ja, aber vielleicht fangen wir mal vorne an.\nAlso Extreme Programming klingt, wenn man das Wort hört, erstmal so,\nals würden irgendwelche Nerds 48 Stunden lang vorm Rechner sitzen und so lange\nprogrammieren, bis sie umfallen.\nDas Interessante ist aber, das ist eine sehr geschickte Wahl dieses Begriffs,\nweil tatsächlich ist Extreme Programming genau das Gegenteil davon.\nSo Extreme Programming ist so der Einzug von Wahrheit und Vernunft in die Softwareentwicklung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:36",
      "text": "Du meinst vorher war das alles unvernünftig und alle haben sich einen in die\nTasche gelogen. Ja, definitiv."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:03:43",
      "text": "Ich meine, das ist überhaupt eines der größten Probleme bei der Softwareentwicklung,\nso die fehlende Ehrlichkeit, so die Ehrlichkeit zu sich selbst,\ndie Ehrlichkeit gegenüber dem Kunden und die Ehrlichkeit gegenüber dem eigenen Management.\nUnd da versucht Xtreme Programming einfach ein paar Pfeiler einzuschlagen, die dafür sorgen,\ndass es eben mit Vernunft zugeht und dass es nachhaltig zugeht.\nExtrem ist an extrem programming ist,\ndass man die guten Dinge oder die Dinge, die man als gut und richtig erkannt\nhat, mit aller Konsequenz versucht durchzusetzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:35",
      "text": "Also eine Diszipliniertheit im Prinzip. Also man muss dazu sagen,\nExtreme Programming bezeichnet also eine Vorgehensweise, eine Art und Weise,\nwie man an Softwareentwicklung als solche herangeht.\nEs ist jetzt nicht eine spezielle Technik, es hat nichts mit Programmiersprachen\nim eigentlichen Sinne zu tun,\nsondern es lässt sich im Prinzip auf jeden Entwicklungsprozess anwenden.\nEgal, ob man jetzt in Perl oder C oder was auch immer entwickelt, eine Methodik."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:05:01",
      "text": "Ja es ist gut du hast jetzt das m-wort gesagt was halt das ist zumindest verpönt,\nin der extreme programming,\näh äh szene von methodik oder methodologie äh zu sprechen aber tatsächlich ist es äh so etwas wobei,\nda es halt viel äh auch disziplin und energie erfordert braucht man auch etwas ja Rückhalt.\nAls ich das kennengelernt habe, so 2000 habe ich damit begonnen, das Ganze."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:37",
      "text": "A1. Warum? Also ich meine, wie bist du da überhaupt drauf gestoßen? Was war die Motivation?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:05:42",
      "text": "B2. Unzufriedenheit. Einfach Unzufriedenheit mit der Art und Weise,\nwie Softwareentwicklung, wie ich sie bis dahin betrieben habe und wie meine\nTeams sie betrieben haben.\nBis zu Extreme Programming war mir gar nicht klar, was eigentlich alles verkehrt daran war.\nIch dachte, das müsste einfach so sein, dass man oft nicht rechtzeitig fertig\nwird, dass die Leute alle bis an den Rand der Erschöpfung arbeiten,\ndass man versucht, irgendwie den Kunden permanent zu beschwichtigen,\nweil die Dinge nicht so laufen,\nwie sie sollen.\nJa, ich meine, es gibt einen Haufen von Problemen einfach in der Softwareentwicklung,\ndie jeder kennt. Es fängt damit an.\nAlso Software wird nicht termingerecht fertig oder die Entwicklung wird sogar\nbeendet, bevor die Software einsetzbar ist oder wenn man soweit kommt,\nstellt man irgendwann fest, der Wartungs- und Änderungsaufwand,\nwird sehr schnell zu hoch, um die Software den ständig wechselnden Anforderungen anzupassen.\nOder ja, die Software wird wegen Unzuverlässigkeit und Problemen irgendwann\nkaum genutzt von den Leuten, die sie ursprünglich bestellt haben.\nOder sie löst das Problem nicht so, wie es mal versprochen oder angedacht war.\nOder in der Zwischenzeit, bevor die Software fertig geworden ist,\nhat sich das Problem eigentlich verändert mittlerweile.\nOder ja, man hat die falschen Features eingebaut, viele nette Features,\naber der Nutzen der Features, die man eingebaut hat, ist nicht so,\nwie man sich das vorgestellt hat.\nUnd irgendwann fangen die Leute einfach, auch vor allem die guten Leute an,\ndas Projekt und die Software zu hassen und versuchen, sich halt anderswohin abzusetzen.\nDas ist so das Ding."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:44",
      "text": "Bis hin zu flüchtenden Programmierern."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:07:46",
      "text": "Jaja, also man will dann irgendwann nur noch nur noch weg.\nDann ist natürlich das das Problem. Kunde steht auch im Baum,\ndas heißt typischerweise der Kunde weiß am Anfang nicht, was er will.\nDas ist eigentlich auch relativ normal.\nUnd er weiß eigentlich erst, was er will und was nicht, wenn er es hat.\nSo das ist auch ein typisches Ding. Man zeigt es sie und dann sagt er ja super\ngenau so wollte ich das oder nee also das wollte ich eigentlich nicht.\nIch habe zwar gesagt, dass ich das wollte, aber so habe ich mir das nicht vorgestellt.\nDann ist es so, dass der Kunde natürlich er steckt nicht so tief drin im Entwicklungsprozess\nund weiß nicht, welche Features jetzt einfach und billig sind und welche schwierig und teuer sind.\nSo das zu vermitteln, ist auch schwierig. So außerdem will der Kunde natürlich\ndummerweise vorher wissen, was es kostet und was er dafür bekommt,\nwährend der Programmierer natürlich sich möglichst nicht festlegen möchte.\nDann gibt es das Problem, dass der Kunde häufig einen festen Termin hat,\nan dem alles fertig sein soll. Das beißt sich dann natürlich auch.\nAußerdem ändert der Kunde gerne seine Meinung. So, das ist aber auch ganz normal, ähm, so.\nFrüher habe ich die Kunden das übel genommen, so mittlerweile weiß ich,\ndass es einfach dazugehört.\nIch meine, jeder von uns ändert mal seine Meinung, warum sollte dann nicht auch\nder Kunde seine Meinung ändern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:14",
      "text": "Weil man sich ja im Prinzip auch während des Prozesses, in dem man das so begleitet,\nausgelöst eben durch diese Aktivität, die sich dann entspannt,\nauch überhaupt erstmal Gedanken macht.\nAlso überhaupt erst so sehr auch in dem Prozess drin ist, das kenne ich auch,\nwann auch immer ich in der Situation war,\nauch Features festzulegen oder in gewisser Hinsicht auch Aussagen zu machen\nüber grundlegende Funktionsmodelle, stellt man dann nach zwei,\ndrei Monaten fest, wenn man erstmal den Gedankenprozess angeworfen hat,\ndass man dann eben so es auf einmal ganz anders sieht."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:09:42",
      "text": "Ja, und dann ist das das große Problem in der Entwickler-Kunden-Beziehung ist die Angst.\nSo die Angst, weil Softwareentwicklung ist riskant.\nSo alle Beteiligten fürchten sich vor den vielen Dingen, die schiefgehen können.\nUnd tatsächlich ist es so, dass nicht eingestandene Ängste die Ursache der meisten\nFehlschläge in der Softwareentwicklung sind.\nAlso zum Beispiel, der Kunde hat Angst, dass er nicht bekommt,\nwas er will, dass er nicht das Richtige verlangt, dass er zu viel zahlt für zu wenig.\nDass er seine Karriere irgendwelchen Techies anvertrauen muss,\ndie das gar nicht kümmern, also die Karriere, dass er niemals einen klaren Plan erhalten wird.\nOder der Kunde hat Angst zu Recht auf, dass die Pläne, die er zu sehen bekommt,\nreinste Märchen sind und dass er nie wissen wird, was wirklich los ist,\nweil er keinen richtigen Einblick hat.\nOder er hat Angst, dass man ihn auf die ersten Aussagen festnageln wird und\ner später nicht mehr auf veränderte Anforderungen reagieren kann.\nOder dass ihnen also niemand sagt ihnen die Wahrheit.\nSo das sind so typische Ängste des Kunden und die sind eben tatsächlich nicht unberechtigt.\nAuf der anderen Seite steht der Entwickler, der natürlich auch von Ängsten geplagt ist.\nAlso ganz vorne, dass mehr von ihm verlangt wird, als er schaffen kann.\nDann, dass von ihm verlangt wird, sinnlose Dinge zu tun.\nDas ist eine große Angst so im Projekt.\nOder, dass er einfach zu dumm ist, das Problem zu lösen.\nAuch diese Selbstzweifel sind häufig da.\nOder er fürchtet sich irgendwie, dass das Wissen veraltet und er zurückfällt.\nAuch da ist er getrieben.\nUnd dann natürlich ein großes Problem, was auch da ist, dass man,\ndass der Entwickler Verantwortung.\nÜbertragen bekommt, aber nicht\ndie notwendige Autorität, um der Verantwortung auch gerecht zu werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:58",
      "text": "SIEGFRIED Du meinst, dass ihm jetzt Vorgaben gemacht werden,\nwie er etwas zu lösen hat, aus irgendwelchen Situationen heraus."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:12:04",
      "text": "BARTHOLZ Genau, er sagt, du bist jetzt verantwortlich, dass das rechtzeitig fertig wird, aber..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:09",
      "text": "SIEGFRIED Und dann sagt er, da will ich aber Programmiersprache X nehmen,\nweil meiner Meinung nach ist das genau das, was ich dafür brauche.\nUnd dann kommt so die Firmenvorgabe, nein, wir nehmen aber jetzt Java, genau, wir nehmen Y."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:12:20",
      "text": "Und du musst auch mit diesen drei Leuten irgendwie klarkommen dort.\nUnd dann ein ganz wichtiger Punkt, den jeder hasst, wovor jeder Entwickler Angst\nhat, Qualität opfern zu müssen, um Termine zu halten.\nAlso quasi durch die äußeren Umstände dazu gezwungen zu werden,\nseinen eigenen Qualitätsansprüchen nicht gerecht zu werden.\nUnd ich meine, niemand schafft gerne Dinge von schlechter Qualität und niemand\nbenutzt gerne Dinge von schlechter Qualität.\nUnd davor hat man eben auch Angst.\nDann auch noch ein Punkt, schwierige Probleme alleine lösen zu müssen.\nIch meine, manchmal sind die Probleme wirklich sehr, sehr schwierig,\nvor denen man löst, sodass da auch einfach eine Angst da ist,\nalleine mit einem Problem zu kämpfen und nicht zu wissen, ob man das Problem\njetzt niederringt oder von dem Problem niedergerungen wird.\nUnd dann eben immer wieder der Zeitdruck, nicht genug Zeit zu haben,\num in dem Projekt erfolgreich zu sein.\nQuasi nicht die Bedingungen zu haben, Erfolg haben zu können.\nDas heißt von vornherein zu wissen, dass es eigentlich nur schief gehen kann\noder im besten Falle man gerade mit einem blauen Auge da vorn kommt.\nDas sind so die ganzen Ängste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:13:41",
      "text": "Okay, das heißt, spätestens jetzt haben wir glaube ich mehrere Leute davon abgebracht\neine Programmierer-Kurier in ihrem Leben einzuschreiben.\nBevor wir jetzt zu Lösungsansätzen kommen, würde ich nochmal fragen,\nseit wann programmierst,\ndu jetzt konkret? Nur mal so ein bisschen auch deine Aussage im Hintergrund\nder Erfahrung reflektieren zu können."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:14:03",
      "text": "Ja, also ich glaube, mein mein erstes Programm habe ich so 1979 geschrieben,\nnoch auf einem Blatt Papier und ja, Geld verdiene ich damit glaube ich so seit\n81, 82 etwa, das heißt ich habe schon, kann man sagen,\nja, als Profi weit über 20 Jahre lang Software. Ciao.\nEntwickelt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:34",
      "text": "Ja du hast ja eigentlich auch sehr viele Programmiersprachen gesehen und diese\nganzen Probleme, die du gerade angesprochen hast, sind auch wirklich vollkommen\nunabhängig von Betriebssystemen, Plattformen, Größenordnungen,\ndas interessiert eigentlich immer alle.\nJa das ist. Ich kenne auch einige der engsten, die du aufgezählt hast,\nhaben mich sicherlich auch schon mal durchgestanden.\nWobei man manchmal auch so ein bisschen noch die die Freude der Blauäugigkeit hat und sagt,\nholy droh, Programmieren macht so einen Spaß, da rauscht man einfach durch und\nlässt sich eben auch von Ängsten an nicht so sehr viel bremsen,\naber das ändert noch nichts daran, dass man eben immer noch dazu neigt,\nSachen zu entwickeln, die am Ende keiner haben will oder die im Zweifelsfall\nauch nicht funktionieren."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:15:12",
      "text": "Ja, also irgendwann wird oder die meisten Projekte, so habe ich sie kennengelernt,\nwurden entweder irgendwann langweilig oder ja, es wurde dann fast hysterisch.\nJe näher dann die Deadlines rückten, umso näher rückten sie auch dem Nervenzusammenbruch.\nEs gab dann einige gute Leute, auf denen die ganze oder auf den besten Leuten\nruhte dann auch die Last des ganzen Projekts,\ndie waren dann irgendwann auch gar nicht mehr ansprechbar und so jetzt als Manager\nkonnte man dann nur da stehen und beten und und hoffen,\ndass sie jetzt das wirklich auch hinbekommen.\nAber man steuerte dann irgendwann, hatte man das Gefühl, komplett nur noch im\nBlindflug unterwegs zu sein und nur darauf zu hoffen,\ndass die einzelnen Leute irgendwie das Ganze noch gerade rechtzeitig retten\nund dass man so noch die Kurve kriegt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:12",
      "text": "Wobei oh wunder oh wunder ich habe das auch sehr häufig dann gesehen also diese\nKraft der der letzten Tage oder im Zweifelsfall auch der letzten Stunde,\ndas Programmieren mal wieder zu den Höchstleistungen."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:16:23",
      "text": "Ja die sogenannte Crunch Time also ich habe das lange Zeit auch für Normalität gehalten, für halt.\nDen normalen programmierer alltag weil ich es nirgendwo anders gesehen oder\noder kennengelernt habe und.\nIch muss sagen tatsächlich ist es aber nicht so es muss nicht so sein sondern\nmit xp habe ich, Das schien mir,\nals ich darauf gestoßen bin, erst mal alles sehr plausibel zu sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:55",
      "text": "Also XP, muss man dazu sagen, ist die anerkannte Abkürzung für Extreme Programming,\nhat in diesem Fall nichts mit Windows zu tun, aber so nennt man es halt, okay."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:17:04",
      "text": "Und es war aber auch nicht ganz einfach, damals wirklich damit zu beginnen.\nAlso in der einen Firma, in der ich dann war, hatte ich versucht,\nnun mein Team und meine Kollegen in der Geschäftsleitung damals davon zu überzeugen,\ndass wir das doch probieren.\nAber ja, jede Art von Methodik wurde dann eher von der Hand gewiesen und nee,\nwir haben das schon immer so gemacht und jetzt irgendeinen Schnickschnack.\nAber als ich dann einen neuen Job angeboten gekriegt habe, bot sich dann die\nGelegenheit, dass ich dort als Bedingung gestellt habe, dass ich freie Hand\nhabe in der Organisation,\nder Entwicklungsabteilung und dass ich insbesondere freie Hand habe,\ndort Extreme Programming einzuführen.\nUnd alle Leute, die dann eingestellt wurden, die ich eingestellt habe,\nhabe ich von vornherein ja auf Extreme Programming eingeschworen.\nUnd um es mal vorwegzunehmen, wir betreiben das jetzt seit fünf Jahren und auch\nalle Leute in dem Team sind davon dermaßen überzeugt,\ndass das eine vernünftige Sache ist,\nsodass das zu einem Selbstläufer geworden ist.\nIch glaube nie würde, gerne zu einer anderen Art von Softwareentwicklung wieder zurückzukehren.\nDas wäre irgendwie wie ein Rückschritt in die Steinzeit oder in die, ja, so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:44",
      "text": "Okay gut dann spielen wir das doch mal durch so ich bin jetzt euer neuer Programmierer\nich werde jetzt irgendwie eingestellt nachdem ich meine über vollkommen übertriebenen\nGehaltszahlungen durchgesetzt habe."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:18:57",
      "text": "Ja das würde dir sicherlich nicht gelingen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:01",
      "text": "Aber das glaube ich auch nicht.\nAber nehmen wir es einfach mal an, um die Stimmung hochzuhalten.\nWie auch immer. Auf jeden Fall, was müsste ich jetzt lernen?\nWas kommt auf mich zu, wenn ich mit XP, also Extreme Programming,\nin die Softwareentwicklung einsteige?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:19:18",
      "text": "Okay, als erstes, äußeres oder auffälligstes Merkmal würdest du sehr viel Zeit\nmit anderen Mitprogrammierern vor einem Rechner sitzen, vor einem Bildschirm, vor einer Tastatur,\nmit einem normalerweise, wobei durchaus auch Situationen dann entstehen,\nwo dann mal drei oder vier Leute vor einem Bildschirm sitzen,\naber das ist dann schon eher etwas übertrieben.\nAber in der in der Regel sitzen halt eben immer zwei Leute vor dem Bildschirm.\nDer eine ist der sogenannte Driver, der programmiert und der andere sitzt daneben,\nschaut sich an, was er macht, behält das große Bild im Kopf,\nweist ihn eventuell auf Fehler hin.\nUnd ja, und wenn er zu ungeduldig wird und meint, jetzt irgendwie selber mal\nHand an, dann wechselt man eben die Rollen, dann kriegt er die Tastatur in die\nHand und okay, dann dann dann mach du, wenn du meinst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:21",
      "text": "Also der eine ist der Driver und der andere hatte auch einen Namen?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:20:25",
      "text": "Ja der partner er wird genau also\nder driver und der partners ist die die offizielle xp bezeichnen aber.\nXP ist halt viel viel mehr als jetzt nur per programming und das ist ein ein\nsicherlich eines der wichtigsten merkmale so nennt man das per programming."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:50",
      "text": "Pair Programming. A. Der Fabriker ist noch nicht fallen gelassen.\nM. Ja. A. Im Paar programmieren."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:20:55",
      "text": "M. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:55",
      "text": "A. Okay. Aber das ist, glaube ich, auch das, wofür es am bekanntesten ist.\nAlso wenn ich so von einem Erfahrungsraum, wenn man jetzt Leute auf Extreme\nProgramming anspricht, dann sagen sie, ah ja, das ist da, wo man irgendwie gemeinsam\nvor dem Computer sitzt. Pair Programming."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:21:07",
      "text": "M. Ja. Also in der Praxis, möchte ich auch mal, um es davor wegzunehmen,\nes eignet sich nicht jede Tätigkeit dazu.\nMan kann in etwa sagen, je komplizierter die Aufgabe ist, umso besser ist es,\nzu zweit daran zu arbeiten.\nEinfache Dokumentationstätigkeiten zum Beispiel funktionieren zu zweit nicht\nso gut, weil der eine sich dann einfach nur langweilt und nicht wirklich was zu tun hat.\nAber praktisch alle anspruchsvolleren oder schwierigeren Aufgaben,\nda braucht man gar keine äußeren Regeln, da holen sich die Leute sofort gerne\nund freiwillig jemanden dazu."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:48",
      "text": "Das Modell des Pair-Programmings bricht ja im Prinzip so mit so einem grundlegenden Diven-Status,\nden ja Programmierer eigentlich über lange Zeit immer genossen haben und wann\nauch mich erinnern kann, in jeder Firma gab es eigentlich immer mit dem einen oder anderen Gott,\nder halt so vor seiner Maschine saß und niemand traute sich auch nur in drei\nMeter Umkreis oder irgendwie ihn zu berühren, weil man Angst hat,\ngleich zu Staub zu zerfallen,\nweil eben so übermächtig die Maschine im Griff hat. Das habt ihr sozusagen gar nicht mehr."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:22:15",
      "text": "Und ja, man muss...\nSehen das bei bei extrem programming viele\ndinge ineinander greifen und das ein wichtiges\nziel oder ein ein wichtiges ding ist auch ja\nno home monopoly zu vermeiden das heißt dass man versucht das gesamte wissen\nüber die ganzen entwickler möglichst breit zu zu streuen und zu verteilen und\nAlso wenn du jetzt kämst, das ist auch ein großer Vorteil.\nJetzt würdest du halt sofort mit einem erfahrenen Mann die ersten Wochen vor\ndem Rechner sitzen und natürlich sehr schnell alle spezifischen Dinge,\nalle Tricks, wo befindet sich was, sehr schnell aufnehmen.\nDas heißt, es eignet sich wunderbar, also es gibt keine Methode,\nwo man als Einsteiger wirklich schneller reinkommt, als einfach die ganze Zeit\nmit jemandem zusammen da zu sitzen. Also typischerweise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:17",
      "text": "In zwei Fällen auch erstmal als Partner."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:23:18",
      "text": "Ja, ja, als Partner, wobei auch die Leute sehr, sehr schnell dann selber auch\ndurchaus als Driver unterwegs sind.\nUnd je nachdem, also wir haben dann Einarbeitungszeiten zwischen,\nich würde sagen, zwei Wochen und zwei Monaten typischerweise,\nje nachdem wie viel Vorqualifikation die Leute haben, bis sie voll einsetzbar sind.\nUnd spätestens nach sechs Monaten sind sie wirklich vollwertiges Teammitglied\nund können wiederum ja als erfahrene Leute bereits dann wieder neue Leute anlernen.\nUmgekehrt ist es, wenn man mal einen Experten in einem bestimmten Gebiet von\ndraußen reinholt für eine begrenzte Zeit und den auch immer ins Pair gleich\npackt, dann ist das natürlich die beste Art und Weise, um Know-how abzusaugen.\nDas heißt, auch was der Experte macht, das gesamte Wissen, So kann man am meisten\ndavon profitieren, wenn immer jemand mit dabei sitzt.\nUnd wer mit dabei sitzt, das entscheidet man.\nOder die Paarungen, die sind jetzt nicht fest, sondern die werden im Prinzip\njeden Morgen beim sogenannten Stand-up-Meeting aufs,\nNeue,\nausgeknobelt.\nDas heißt..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:42",
      "text": "A, das heißt es gibt so einen Tagesrhythmus."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:24:44",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:44",
      "text": "Der Tag fängt an, erstmal trifft man sich."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:24:46",
      "text": "Der Tag fängt an, typischerweise bei uns um 10 Uhr, ist so eine ganz gute Zeit.\nFür alle und um 10 Uhr beginnt das Stand-up-Meeting, das heißt alle stehen,\nniemand darf sitzen, das verhindert, dass das Meeting endlos ausufert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:04",
      "text": "Acht, deswegen Stand-up-Meeting."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:25:06",
      "text": "Ja, weil man das im Stehen macht und das macht man typischerweise vor einem..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:11",
      "text": "Ist das eure Methodik oder ist das tatsächlich Bestandteil von XP?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:25:14",
      "text": "Ja, das ist auch eine XP-Methode,\nund verhindert eben ja, dass das Ausufern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:20",
      "text": "Sondern wahrscheinlich auch, dass die Leute ihre Laptops so klappen."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:25:23",
      "text": "Ja, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:26",
      "text": "Der Tod jedes Meetings."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:25:28",
      "text": "Und so das Stand-up-Meeting morgens läuft so,\ndass jeder erzählt, was er am Vortag gemacht hat, welche,\nalso auf welche Probleme er gestoßen ist und erzählt dann, was er für den heutigen\nTag vorhat und sucht sich dann jeweils ein Pair für die Aufgabe.\nUnd da gibt es den Grundsatz, also wie man ein Pair findet, man fragt halt, kannst du mir helfen?\nUnd die vorgeschriebene Antwort darauf ist ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:01",
      "text": "Okay, Beteiligungszweig."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:26:03",
      "text": "Und man kann dann aber, also es ist auch so, jeder hat seine Aufgaben,\ndie er sogenannte Engineering Tasks, die er, für die er selber verantwortlich ist.\nUnd wenn er sich jetzt jemanden dazu holt, der andere hat natürlich auch Engineering Tasks.\nSo, aber dann sagt man halt, okay, ich helfe dir jetzt meinetwegen heute Vormittag\nund Und heute Nachmittag hilfst du mir dann wiederum bei meinem Engineering-Task,\noder ich helfe dir heute und morgen hilfst du mir bei einem Task."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:36",
      "text": "Wie ist das eigentlich, wenn man jetzt eine ungerade Zahl Programmierer hat?\nWas macht man dann? Kommt dann noch eine andere Gruppe dazu?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:26:42",
      "text": "Ja, das ist schlecht. Ihr könnt ja nicht immer im Zweierpasch neue Entwickler…\nNe, wie gesagt, es gibt Tätigkeiten auch, die besser alleine funktionieren,\nwenn man ein neues Betriebssystem….\nA. so hin und ja, es gibt halt dann auch andere Meetings, wo man sich koordinieren muss.\nAlso es ist nicht, es ist nicht, nicht wirklich schlimm jetzt,\nwenn man mal eine ungerade Zahl, ja, also das, das, das findet sich dann, dann schon.\nAlso jedenfalls verhindert man dadurch Know-how-Monopole,\nwas,\nsehr gut ist, wenn die Leute mal in den Urlaub gehen wollen,\ndann ist immer jemand da, der trotzdem Bescheid weiß.\nFrüher war das eben immer ein Problem, dass bestimmte Leute in kritischen Projektphasen,\neinfach nicht krank werden durften,\nja keinen Urlaub nehmen konnten.\nUnd wenn dann so jemand, wenn dann jemand auch noch die Firma vielleicht verlässt,\ndann waren das immer gewaltige Katastrophen, die halt tatsächlich ganze Projekte gefährden konnten.\nDas ist eigentlich ein sehr unprofessioneller Zustand und das ist für alle einfach sehr entspannt,\ndass sie, dass sie wissen, dass die gesamte nicht nur alleine auf ihren Schultern\nruht jetzt, sondern dass sie sich jederzeit jemanden zur Hilfe holen können\nund dass auch viele Leute da sind.\nDas ist einfach ein unheimlich gutes Gruppengefühl."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:13",
      "text": "Was ich auch noch sehe ist, dass man natürlich dabei auch eine ganze Menge Kleinigkeiten lernt.\nAlso es sind ja immer so diese kleinen Tricks, so wie löse ich irgendwie dieses\nkleine Problem, so ganz alltägliche Sachen, wie kapsel ich das jetzt,\nwenn ich mit solchen Datentypen zu mache, Sortieralgorithmen, also so everyday."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:28:29",
      "text": "Ja, allein Editor-Tricks, also wie man seinen Editor bedient oder wie man sich\nseinen Arbeitsprozess, seine Oberfläche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:38",
      "text": "Und so hat man die Weiterbildung quasi parallel automatisch mit eingebaut."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:28:42",
      "text": "Und wenn jemand mal eine gute Idee hat oder einen netten Trick,\ndann verbreitet sich der einfach ganz schnell in der ganzen Firma,\nauch durch die wechselnden Paarungen.\nSo, was aber jetzt dazu kommt als Prinzip auch noch,\nist, das ist die sogenannte collective code ownership, beziehungsweise,\nalso jeder darf jederzeit am gesamten Code ändern, was er will.\nFrüher war das immer so, das ist mein Code und wehe, da fasst jemand dran an,\ndann übernehme ich keine Verantwortung oder Garantie, dass das Ganze noch funktioniert.\nEiner unserer Entwickler früher brachte der Spruch, ja, wenn der Programmierer\nim Urlaub ist, dann ist sein Code auch im Urlaub.\nSo, das heißt, der darf dann eben nicht verändert oder nicht angefasst werden.\nUnd bei Extreme Programming ist es explizit so, sowas gibt es nicht.\nJeder darf überall alles ändern. So das Problem ist jetzt natürlich,\nwenn jeder überall alles ändern darf und eventuell aber nicht die Zusammenhänge\nversteht, wie verhindert man,\ndass jeder die Dinge kaputt macht?\nUnd da kommt dann wieder ein anderes wichtiges Prinzip, nämlich,\ndie sogenannten Unit-Tests. Das heißt, jede Funktion, die man einbaut,\nhat einen dazugehörigen Test, der auch automatisch abläuft.\nUnd sobald man eine Veränderung irgendwo macht, also wir haben jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:14",
      "text": "Was heißt, er läuft automatisch ab? Ja, muss ja im Prinzip das ganze Software-Setup,\nschon mal so sein, dass es eine Stelle gibt, wo immer Tests laufen."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:30:23",
      "text": "Ja, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:23",
      "text": "Es gibt, man hat natürlich ein zentrales Software-Repository,\nwo also typischerweise CVS oder Subversion, wo die ganze Software eingecheckt\nist, zentral und man sich einzelne Teile rausholen kann."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:30:36",
      "text": "Genau. Und in dem Moment, wo man jetzt Veränderungen wieder in das zentrale\nRepository zurückspielt, gibt es dann wiederum Rechner, die das merken,\naha, da hat es eine Änderung gegeben,\nsich die Software holen, sie übersetzen, in dem Fall also compilen und dann\nautomatische Tests ablaufen lassen, die halt ja dann die Ergebnisse mit Sollwerten vergleichen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:02",
      "text": "Das heißt, bevor man eine neue Funktion einbaut, muss man sich quasi auch gleichzeitig\nGedanken darüber machen, wie man das testen kann."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:31:08",
      "text": "Genau, typischerweise."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:09",
      "text": "Gibt es Fälle, wo das nicht greift?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:31:12",
      "text": "Eigentlich sollte man sogar den Test vorher schreiben. Also bevor man die Funktion\nschreibt, schreibt man erst den Test, was auch gleichzeitig hilft,\nsich Gedanken über die Schnittstelle zu machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:23",
      "text": "Ja, genau. Wie wird das benutzt?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:31:24",
      "text": "Wie wird das benutzt? Das heißt, das entsteht dann meistens parallel,\nalso der Test und die Funktion,\nwobei es gibt eben bei den Tests unterschiedliche Tests, aber wichtig da sind\nvor allem die Modultests auf verschiedenen Ebenen und wir haben,\nUnittest heißt das, weil man sich sozusagen auf eine Teilfunktion bezieht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:46",
      "text": "Auf eine einzelne Unit eben."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:31:48",
      "text": "Genau, ein bestimmter Modul, eine bestimmte Funktion.\nEs gibt auch entsprechende Frameworks, die einem das erleichtern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:57",
      "text": "Also ich glaube zum Beispiel bei, das fällt mir jetzt gerade so ein,\nalso es gibt sicherlich noch andere gute Beispiele, aber bei Ruby on Rails,\nwas ja derzeit eine sehr populäre Entwicklungsplattform ist,\nDa ist im Prinzip Tests auch von vornherein vorgesehen.\nEs gibt so eine definierte Direktoriestruktur und es gibt auf jeden Fall schon\nmal einen Ort, wo man seine Tests rein tut, genau aus solchen Erwägungen heraus.\nAber es gibt sicherlich auch noch andere Beispiele."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:32:20",
      "text": "Und da ist wichtig, dass es auch einfach ist, die Tests zu schreiben,\ndass es halt bequem ist zu testen. Das ist wichtig.\nUnd da haben wir halt auch ein ganz brauchbares eigenes Framework,\ndas es wirklich zum Kinderspiel macht. Und ja, ich glaube, also wir haben...\nJetzt in den letzten zwei Jahren ein Framework entwickelt, was so,\nich glaube, knapp 500.000 Zeilen Quellcode hat.\nUnd ich glaube, ich habe jetzt nicht die genaue Zahl vor Augen,\naber bei einem Durchlauf werden einige 10.000 Tests durchgeführt,\nso nach jeder einzelnen Veränderung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:09",
      "text": "Und… eine Funktion? Wird sie jetzt zigtausendmal getestet oder es gibt zigtausend Tests?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:33:14",
      "text": "– Nein, typischerweise für eine Funktion hat man dann etwa, ich würde sagen,\nje nachdem wie kompliziert diese Funktion ist,\nzwischen ein bis zehn Tests, wo man dann versucht, sie mit unterschiedlichen\nParametern, das ist, wenn ein String reingegeben wird, dass man es mal mit einem\nleeren String probiert etwa,\noder was ist, wenn der Parameter Null ist, dass man halt auch,\nnormale Fälle und Grenzfälle und auch die Fehlerbehandlung testet,\ntypischerweise, um zu sehen, ob auch der richtige Fehlercode zurückgegeben wird,\nwenn die falschen Parameter reingehen. A."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:52",
      "text": "Das finde ich ganz interessant, weil was ich sehr häufig festgestellt habe bei\nProgrammierern ist, dass sie so eine Mentalität entwickeln, so ja,\ndas muss ich jetzt nicht überprüfen, weil das hat man ja nicht zu machen.\nMan hat das ja nicht so zu benutzen und der Benutzer ist ja doof.\nUnd wenn es auch wiederum nur ein Programmierer ist, der in dem Fall der Benutzer ist.\nWeil sehr viel häufiger glaube ich, als dass jetzt wirklich es sich um Code\nhandelt, der von jemandem benutzt wird.\nEs ist ja so, dass andere Programmierer den Code benutzen, weil man eben Module\nbereitstellt und so weiter.\nUnd viele dieser Fehler, die heutzutage\nauftreten und die auch für viele Security-Fehler verantwortlich sind,\nEntstehen meistens einfach nur deshalb, weil der Programmierer sich gar nicht\nvorstellen kann, dass irgendjemand das in einer Art und Weise benutzt,\ndie anders ist als die, die er sich ursprünglich gedacht hat,\ndie sozusagen den normalen Zustand darstellt.\nDas schärft sicherlich die Sinne ein bisschen, oder? Wenn man solche Tests schreibt."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:34:44",
      "text": "Auf jeden Fall. Aber es gibt vor allen Dingen auch Leuten, die relativ neu da\nsind, so das Vertrauen, wenn sie an einem riesigen System etwas ändern und trotzdem\nalle Tests noch durchlaufen, dass sie nichts kaputt gemacht haben.\nDas heißt, eine Methode greift eben in die andere und das eine geht nicht ohne das andere.\nDas heißt, ein bisschen XP ist zwar,\nvielleicht besser als ich sag mal keine dieser methoden zu benutzen aber so\nrichtig die die volle schönheit entfaltet sich tatsächlich erst wenn diese ganzen\ndinge ineinander greifen und.\nMal also diese methoden jetzt mit dem also wie beispielsweise per programming\nund test sind natürlich dinge die vor allem die entwickler betreffen aber eine ganz wichtige.\nFront ist eben jetzt, also es fängt halt viel früher an, nämlich bei der, an der Kundenfront.\nDas heißt, wie man das ganze Projekt von vornherein aufzieht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:46",
      "text": "B2. Der Kunde, das unbekannte Wesen. A3."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:35:48",
      "text": "Ja, der, der Kunde. Wir hatten ja schon… B2."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:52",
      "text": "Programmierer hassen Kunden."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:35:54",
      "text": "A3. Ja, eben, oder beziehungsweise sie haben Angst vor Kunden, weil sie…,\nDas hatten wir ja eingangs schon erwähnt, dass es da eben so das heißt,\nerst mal fängt es damit an, was oft Wunder wirkt, ist, dass man diese Ängste\noffen benennt, auch gegenüber dem Kunden.\nDas ist oft, das ist gar nicht einfach, das erfordert Mut, weil so über Ängste\nzu reden mit einem Kunden,\naber wenn man sich tatsächlich dann mal überwunden hat, tatsächlich also diesen Mut zur Wahrheit,\nso entsteht dann erstmal ein ganz anderes, neues Vertrauensverhältnis und die\nÄngste tatsächlich schwinden oder werden kontrollierbar, weil man einfach darüber redet.\nHey, ich habe Angst davor, dass du mir Unmögliches abverlangst so und du hast Angst davor.\nJa, dass ich das verkacke, so. Lass uns sehen, wie wir irgendwie gemeinsam."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:57",
      "text": "Und was macht man da mit dem Kunden?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:36:59",
      "text": "Ja, und dann ein ganz wichtiges Ding ist, rauszufinden, was dem Kunden wichtig ist und was nicht.\nDas heißt, was wir typischerweise machen, also wir schreiben alle Anforderungen, alle Ideen,\nalles, was der Kunde gerne hätte, Egal wie absurd es klingen mag oder wie nebensächlich\noder wie vielleicht sogar unmöglich ist, es wird erst mal alles aufgenommen.\nUnd dann, was auch wichtig ist, dass man die Dinge, die man aufnimmt,\nalso in XP macht man das in Form von sogenannten User Stories.\nDas heißt, man versucht, in nicht technischer Form zu beschreiben oder zu besprechen,\nwas das System eigentlich tun soll.\nIn Form von so einer Art Storyboards. Das heißt, wie geht der User mit dem System um?\nPlus eben zusätzliche Anforderungen, wenn er schon etwas genauer weiß,\nwie, keine Ahnung, das muss unter Windows laufen oder es müssen irgendwie 1000\nLeute damit gleichzeitig arbeiten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:06",
      "text": "Das ist alles Storyboards, also quasi wie ein Drehbuch, dass man also wirklich versucht, die...\nFunktionalität, also nicht die Funktionalität, sondern die Art und Weise,\nwie die Software eingesetzt wird, zu beschreiben wie einen Film."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:38:17",
      "text": "Ja, so in etwa wie kleine Episoden aus einem Film und dann halt ja weitere Anforderungen,\ndie der Kunde oft hat, eben in eine Liste zu bringen.\nUnd dann ist es ganz wichtig, das priorisieren, weil nicht alle Anforderungen\nsind natürlich gleich wichtig.\nUnd es ist ganz wichtig rauszufinden, was ist dem Kunden wichtig und was ist\ndem Kunden weniger wichtig und was ist nur nice to have.\nAlso typischerweise haben wir dann eine Liste von Merkmalen.\nAlso muss Dinge, die unbedingt sein müssen, Dinge, die ihm wichtig sind und\nDinge, die er zwar ganz gerne hätte, aber auf die er dann im Notfall auch verzichten kann.\nUnd das Interessante ist, viele dieser kleinen Dinge, die ihm nicht so wichtig\nsind, sind oft wenig aufwendig, sodass man die auch einfach mit erledigen kann.\nDas heißt, selbst wenn die Zeit knapp ist, muss man nicht alle Nice-to-haves.\nUnter den Tisch fallen lassen, sondern die kann man dann nebenbei erledigen.\nAber ganz wichtig ist, dass wenn man die Dinge, die dem Kunden am wichtigsten sind,\nzuerst versucht zu realisieren und einem dann irgendwann die Zeit ausgeht,\ndann sind hoffentlich nur noch die weniger wichtigen Dinge übrig,\naber die wichtigen Dinge sind bereits da.\nDas ist ein ganz, ganz elementares Prinzip.\nUnd die Prioritäten können halt während des Projekts jederzeit auch wieder neu festgelegt werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:51",
      "text": "Aber jetzt sind ja die Features, die der Kunde haben will, nicht unbedingt immer\ndie Features, die dem Programmierer auch Spaß machen.\nJa also an der Stelle wird es auch immer spät, häufig ist es ja auch wichtig,\ndass man den Programmierer bei Laune hält, wie greift ihr das?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:40:02",
      "text": "Ja aber da muss der Programmierer dann einfach über seinen Schatten springen\nund sich darüber im klaren werden,\nwer ihm in dem Fall seine Brötchen bezahlt und ja da ist der Kunde dann schon\ntatsächlich einfach König."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:18",
      "text": "A. Ok, aber wenn wir an der Stelle mal vielleicht einen Schritt zur Seite machen\nund ein bisschen über Open Source Entwicklungen nachdenken.\nViele Leute, die Chaos Radio hören, sind ja auch in dem Feld selber tätig.\nFindest du, dass eben auch für Open Source Projekte Extreme Programming hilfreich sein kann?\nOder ist das jetzt wirklich nur die Erleichterung, um im Kontext einer Firma,\nalso in so einem künstlichen Gebilde, was es ja eigentlich ist, zu überleben?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:40:46",
      "text": "Das ist natürlich die Frage, wo ist der Kunde bei Open Source?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:52",
      "text": "Das ist eine gute Frage."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:40:55",
      "text": "Und was auch wichtig oder eigentlich bei XP im Idealfall ist,\nein Vertreter des Kunden,\nist halt Teil des Teams, ist ständig oder ist zumindest ständig verfügbar,\num Fragen zu beantworten. Das ist auch eines."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:11",
      "text": "Ist das eine Bedingung an den Kunden? Geht ihr da so ran und sagt,\nokay, wenn ihr von uns was wollt, dann müsst ihr ja auch eine Person abstellen,\ndie immer ansprechbar ist?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:41:18",
      "text": "B2. Ja, das ist das Ideal, ist aber, also ist auch eines der Ideale in XP,\ndie am tatsächlich am schwierigsten in der Praxis umsetzbar ist,\nweil entsprechend qualifiziertes und autorisiertes Personal beim Kunden sehr\nhäufig nicht zur Verfügung steht.\nUnd da arbeitet man dann mit einem Stellvertreter, also beispielsweise,\ndass man einen Projektleiter hat, der nicht Mitglied des Entwicklungsteams ist\noder bei der Projektentwicklung ein Produktmanager,\nder dann die Kundenrolle wahrnimmt und dann eben dort die Prioritäten setzt\nund einfach Entscheidungen trifft.\nUnd der Programmierer wiederum, der Entwickler, ist dann in der schönen Situation,\njeweils wenn jetzt ein neues Feature beispielsweise verlangt wird,\ndass dann dafür natürlich, wenn man priorisiert, entsprechend ein anderes Feature\nnatürlich geringere Priorität bekommt, zwangsläufig.\nDas heißt, der Kunde kann auch nicht immer, ich sag mal, mehr und mehr reinpacken,\nohne weiteres, sondern er muss dann gleichzeitig für jedes Ding,\nwas jetzt vorgezogen oder einen höheren Stellenwert kriegt, bekommen natürlich\nandere Dinge zwangsläufig einen geringeren Stellenwert.\nUnd das ist aber auch ganz in Ordnung so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:45",
      "text": "Um das nochmal auf Open Source zu übertragen, ist das natürlich eine schwierige\nForderung sozusagen den Kunden.\nAuf der einen Seite hat man bei Open Source natürlich auch eine extreme Beteiligung\nin der Regel von Kunden, von Nutzern, ob die jetzt von dem Programmierern so\nwahrgenommen werden und auch so wertgeschätzt werden, sei mal ganz dahingestellt.\nAlso die Masse ist auf jeden Fall da und üblicherweise hat man ja auch relativ\nnahe Wege, Mailinglisten etc."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:43:08",
      "text": "Ja, wobei ja also bei Open-Source-Projekten, also bei rein Open-Source-Projekten,\ndie,\nirgendwie,\nso\nvon,\nein,\nzwei Leuten mal begonnen werden, weil sie ein brennendes Problem lösen wollen,\nda funktioniert das natürlich so nicht.\nAber wenn ein oder zwei Leute irgendetwas machen, da braucht man dann auch XP nicht.\nAlso XP funktioniert am besten, also skaliert am besten so für Teams mit fünf\nbis sechs Leute jeweils.\nAlso man kann es bis zehn etwa, also zehn Leute in einer Gruppe noch hoch skalieren,\naber wir haben die Erfahrung gemacht, dass wir halt sobald jetzt eine Gruppe\nso sechs, sieben Leute überschreitet,\ndass wir dann die Gruppen teilen und lieber zwei Gruppen machen,\nwobei die Gruppen dann wiederum regelmäßig Teammitglieder austauschen in regelmäßigen\nAbständen, um die Kommunikation zwischen den Teams aufrecht zu erhalten und\ndas auch gepairt wird zwischen den Teams,\ndamit halt die sich nicht komplett verselbstständigen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:14",
      "text": "OK, also eure komplette Mannschaft teilt sich in verschiedene Teams auf oder\nGruppen, die sich unterschiedlichen Gesamtproblemen zuwenden,\nauch wenn es am Ende alles zusammengehört.\nUnd dann wird auch da untereinander getauscht. Das heißt, man ist eigentlich\nauch sehr viel weniger die ganze Zeit an einer Sache. Weil üblicherweise, ich kenne das auch,\nhat man ja dann immer so den Experten für dieses und diesen Experten für dieses\nund die tendieren dann auch dazu immer in ihrem Code dran zu kleben und dann\neben auch nicht mehr so änderungsfreundlich zu sein, das wollt ihr damit quasi verändern."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:44:42",
      "text": "Ja ich meine man arbeitet, um jetzt nochmal weitere Prinzipien oder Methoden,\nman arbeitet iterativ und relativ kleinteilig, also Also auch ein Ding ist,\nman versucht so schnell wie möglich,\nein funktionierendes System zu haben.\nBei uns haben wir uns auf sogenannte Iterationszyklen von zwei Wochen geeinigt.\nDas heißt, man plant immer die Arbeit für zwei Wochen im Voraus.\nAlso jeden Morgen gibt es dieses Stand-up-Meeting, aber.\nAlle zwei Wochen gibt es das sogenannte die Iterationsplanung treffen,\nwo man ja die sogenannten Engineering Tasks, das sind die kleinsten Arbeitseinheiten,\ndie kleinsten Aufgaben, wobei jede Aufgabe dann so idealerweise ein bis drei\nTage an geschätzter Entwicklungszeit nur haben sollte.\nWeil wir haben festgestellt, dass es schwierig ist, Aufgaben,\nvon denen man glaubt, dass man mehr als drei Tage dafür braucht,\nzuverlässig schätzen zu können.\nSo das heißt, wenn man jetzt denkt, ich brauche für die Aufgabe sechs Tage, dann geht das nicht.\nDann muss diese Aufgabe weiter unterteilt werden in zwei oder drei Teilaufgaben,\ndie man wiederum beschreibt, also Engineering Tasks, die halt eine geringere Schätzzeit haben.\nUnd das ist eben auch, Also dieses Versuchen, zu schätzen, wie lange man braucht,\nist auch ein wichtiger Prozess.\nUnd da gibt es eben diese sogenannte ideale Programmierzeit,\ndie man schätzt und am Ende jeder Iteration oder nein, man hält täglich sogar\nfest, schätzt man für jede Engineering Task morgens beim Stand-up-Meeting.\nWie viele Tage brauche ich noch?\nAlso wenn ich jetzt drei Tage geschätzt habe, habe jetzt einen Tag gearbeitet,\ndann kann es sein, dass ich feststelle, okay, das ist jetzt doch schwieriger geworden.\nIch schätze, ich brauche immer noch drei Tage.\nUnd so hat man auch eine ganz gute Kontrolle, also einmal eine Selbstkontrolle\ndarüber, wie viel Arbeit noch da ist und wie gut man mittlerweile im Schätzen geworden ist.\nUnd nach 14 Tagen berechnet man dann die sogenannte Velocity des Teams, das heißt,\nwie viele von den Engineering-Tasks sind jetzt tatsächlich fertig geworden und\nwie viele, also die Velocity sind dann sozusagen die Tage idealer Programmierzeit,\ndie man in der Lage war, vorauszuplanen.\nDas ist dann auch so ein selbstregulierendes Ding, weil für die nächste Iteration\nnimmt man sich dann wieder nur so viel Tage oder darf man sich nur so viel Tage\nvornehmen, wie man in der letzten Iteration auch geschafft hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:28",
      "text": "Also quasi über die über die die Methode der Selbsteinschätzung,\nder sicherlich auch nochmal Angst mindernd wirkt, nicht, wenn man das überhaupt\nerstmal so zugibt, so ich habe länger gebraucht, das ist ja auch nicht unbedingt\njetzt jedermanns Sache, da so offen einzustehen.\nFühlt man ja sozusagen dann auch eine eine Selbstkontrolle."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:47:45",
      "text": "BK'IN WIRKLICHE REDEN. Ja und an der Stelle, also XP generell erfordert schon\nOffenheit und Vertrauen,\naber auch einen Vertrauensschutz dann, weil man offenbart sich schon an verschiedenen Stellen.\nAlso es fängt an beim Pair-Programming, wo man natürlich auch seine Schwächen,\nund vielleicht Fehler, die man macht, seinem Partner offenbart.\nDas fällt anfangs, merkt man oft vielen Leuten, nicht leicht,\nweil sie denken, der hält mich jetzt für einen Idioten, weil ich irgendwie keine\nAhnung dieses oder jenes Keyword vielleicht in der Programmiersprache nicht kenne.\nUnd diese Angst zu nehmen, so das ist auch ein ganz, ganz wichtiges Ding,\nauch, dass man Leute eben nicht in die Pfanne haut,\nwenn sie sich jetzt verschätzt haben, sondern dass man das eben als normalen,\nals Normalität auch begreift und versteht und versucht, dann einfach gemeinsam\ndas Ganze besser zu machen.\nDa ist auch ein wichtiges Prinzip, dass jeder selber seine Zeit schätzt.\nAlso was nicht passieren darf bei XP ist, dass ich schätze, wie lange irgendjemand\nanders dafür jetzt brauchen darf, weil dann kann ich ihn auch schlecht drauf\nfestnageln. Das heißt, jeder schätzt die Zeit für seine Engineering-Task selber.\nDas ist auch ein ganz wichtiges Prinzip."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:07",
      "text": "Was wenn man anderer Meinung ist, dann kommt das wahrscheinlich schon in diesem\nStand-up-Meeting. Genau, dann ist das auch Bestandteil des Stand-up-Meetings, diese Einschätzung."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:49:14",
      "text": "Ja, beziehungsweise, nee, das passiert bei der Iterationsplanung.\nDa schätzt man auch also alle 14 Tage sozusagen, wenn man diese Engineering-Tasks aufhängt.\nDas geht auch mit schönen kleinen Kärtchen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:25",
      "text": "Da kommen wir zu den Karten. Okay, warte mal, da müssen wir nochmal kurz,\nnicht, dass es verwirrt, Ich bin ein bisschen verwirrt.\nAlso wir haben jetzt an regelmäßigen Treffen, die Stand-up-Meeting, das ist jeden Tag.\nDann sagst du, gibt es ein Iterationsplanungstreffen."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:49:39",
      "text": "Alle 14 Tage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:40",
      "text": "Alle 14 Tage. Ist das jetzt auch so in XP vorgeschrieben oder ist das so eure\nErkenntnis, wie das so zusammenhängt?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:49:45",
      "text": "In XP sagt man so, Iterationen sollten ein bis drei Wochen etwa dauern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:50",
      "text": "Okay, dann seid ihr in der Mitte alle zwei Wochen. Und das heißt,\ndass ihr quasi die Zeitziele aller einzelnen Tasks, aller einzelnen Aufgaben,\ndie ihr euch gestellt habt, überprüft.\nUnd dann eben auch danach, wahrscheinlich dann in Abhängigkeit der Abhängigkeiten\ndieser Tasks untereinander, auch eine Aussage darüber treffen können,\nwie lange brauchen wir den eigentlich noch.\nBeziehungsweise, es gibt eine Deadline XY.\nDie dürfen wir nicht verpassen, weil die Messe fängt an, was auch immer.\nUnd dann müssen wahrscheinlich entsprechend Features gekürzt werden oder man\nmuss sich zumindest darüber unterhalten, wie man das beschleunigen kann.\nGibt es sonst noch irgendwelche regelmäßigen Treffen?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:50:23",
      "text": "Ja, es gibt bei größeren Projekten gibt es dann wiederum die sogenannten Release-Planungstreffen,\ndie man dann so etwa im Zwei-Monats-Zyklus macht, wo man dann versucht größer,\nvoraus zu planen, wo man dann die User-Stories sich eben auch überlegt,\ndie man für die nächste Release gerne hätte.\nWobei eigentlich haben wir bei unserer Arbeit festgestellt, dass wir selten\nüberhaupt Release-Planungstreffen brauchen,\nweil die meisten Projekte, die wir machen, einfach innerhalb von zwei Monaten\nmit dem großen Team, was wir haben erledigt sind.\nEs gibt dann halt größere Treffen.\nDa gibt es dann noch weitere Strukturen oben drüber bei Projekten,\ndie jetzt mehrere Jahre dauern.\nJa."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:16",
      "text": "Aber wenn man jetzt ein Betriebssystem entwickelt oder so Sachen,\ndie naturgemäß über sehr lange Zeiträume laufen, mag das schon sehr sinnvoll sein.\nSo und diese Karten, die du jetzt erwähnt hast, die habe ich auch schon mal\ngesehen. Die hängen dann bei euch an der Wand. Gibt es so Kärtchen?\nWas ist die Aufgabe dieser Karten, dieser Story-Karten?\nNaja, beziehungsweise diese Engineering-Task-Karten.\nVerschiedene Karten."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:51:38",
      "text": "Ja, wobei wir im Wesentlichen, die Engineering-Task-Karten,\nsind,\nbei uns jetzt konkret die wichtigsten. Das heißt, da weiß man einfach,\nan denen hangelt man sich morgens dann immer entlang."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:52",
      "text": "Was steht da drauf?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:51:52",
      "text": "Da steht dann zum Beispiel so etwas drauf, was ist so ein typischer Engineering-Task,\nbei uns, wie Unicode-Transparenz.\nIn dem und dem Modul herstellen oder dafür sorgen, dass sich Objekte auf einer\nbestimmten Spline-Kurve bewegen oder …,\neines bestimmten Bereiches, der klar auch messbar ist, ganz also wo man auch\nvor allem testbar und wo man dann ganz klar ja einzelne,\nfeatures eben ja das\nwerden wahrscheinlich ganze menge karten dann sein das sind\nja also wir sehen zu\ndass wir möglichst auch die drei tageskarten vermeiden wenn es geht das heißt\nwir haben ein und zwei tageskarten und drei tageskarten also wo die schätzung\nbei drei tagen liegt wissen wir die sind schon unter umständen kritisch also\ndie unterschiedliche farbe also sieht man das gleich.\nDas steht drauf, es gibt eine Spalte dafür und da steht die erste Schätzung drin,\nalso in jeder Zeile wird dann jeden Tag, wo an einer Karte gearbeitet wird,\nwird halt eingetragen, okay,\nwie viel ist dann gearbeitet worden und wie viel glaube ich,\ndass ich jetzt noch brauche für diese einzelne Task. A."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:25",
      "text": "Ok, das heißt diese Karte dient gar nicht mal nur dazu, um aufzuschreiben, was noch zu tun ist.\nDas ist jetzt nicht eine reine To-Do-Liste, sondern es reflektiert quasi auch,\nden Fortschritt, den man konkret gemacht hat.\nD.h. wenn ein Tag daran gearbeitet wurde und man hat das Problem noch nicht\ngelöst, dann wird eingetragen, den und den Fortschritt habe ich jetzt erzielt,\noder macht man eine Strichliste oder was?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:53:46",
      "text": "Ich habe jetzt einen tag dran gearbeitet oder einen halben\ntag dran gearbeitet und ich brauche jetzt noch anderthalb\ntage beispielsweise und wenn die engineering\ntask eben wenn ich fertig bin dann wird die schön durchgestrichen und dann wendet\nman sich der nächsten karte zu so und für 14 tage hat also jeder entwickler\nso ich sag mal zwischen zwei bis vier karten etwa so und dann kann man sich das halt ausrechnen,\nso wie viel Engineering Tasks man so als Pro-Entwickler dann bearbeitet.\nAlso pro Woche, sagen wir mal, zwei Karten. Das heißt, jeder Entwickler macht,\nhalt etwa 100 Engineering Tasks pro Jahr.\nUnd bei einem 10-Mann-Team sind es halt 1000 Engineering Tasks,\ndie man so pro Jahr etwa dann,\nabarbeitet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:40",
      "text": "Das heißt, man braucht eine relativ große Tafel.\nWie viele Karten hängen da so normalerweise gleichzeitig?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:54:46",
      "text": "Immer nur die für die nächsten 14 Tage."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:49",
      "text": "Und wie viel sind das dann so bei euch, mal nur so von der Dimension?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:54:52",
      "text": "Naja, wie gesagt, so vier pro Person, je nach Teamgröße hängen dann da vielleicht\n20 Karten an der Wand so und die werden dann in 14 Tagen alle abgearbeitet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:02",
      "text": "Haben die dann eine spezielle Sortierung? in einer Form also die abholen die\njetzt nach den nach der Wichtigkeit nice to have oder wie?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:55:08",
      "text": "Sven Ne die werden ja konkret einer Person zugeteilt so\ndass das läuft dann so ab dass da wird dann in dem\nTreffen eine Task aufgeschrieben und dann wird gefragt so wer hat Interesse\ndran diese Task jetzt zu übernehmen und dann kann jemand die Hand heben und\nentweder man hebt die Hand frühzeitig oder man kriegt halt dann irgendwann die\nKarten die übrig bleiben.\nSo jetzt kann man sich dann überlegen, das funktioniert eigentlich recht gut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:38",
      "text": "Die Karten sind einfach Papier. Schon mal drüber nachgedacht,\ndas Ganze elektronisch zu machen?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:55:43",
      "text": "Ja, allerdings haben diese Papierkarten,\ndoch erhebliche Handling Vorteile gegenüber was Elektronischen.\nEs geht einfach schneller mit den Karten an der Pinnwand. Die kann man eben\nmal abnehmen oder zurückschieben.\nMan kann sie sehr schnell ausfüllen. Also da sind die Karten einfach jeder elektronischen\nLösung, glaube ich, überlegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:08",
      "text": "SIEGFRIED Lebt man die denn runter, wenn man dann jetzt sozusagen daran arbeitet?\nHeißt das so, ich picke mir heute meine Aufgaben?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:56:13",
      "text": "BARTHOLZ Nö, die hängen da und wie gesagt, vor allen Dingen morgens beim Stand-Up-Meeting,\nkann man dann die Karten durchgehen und die dienen dann sehr schön als Orientierung auch,\ndass man sich halt nicht verdaddelt und man sieht dann auch,\nwas man noch zu tun hat an Aufgaben.\nMan kann sich das selber überlegen, an welcher Karte von denen,\ndie man jetzt hat, man als erstes bearbeitet, spielt dann nicht unbedingt die\nRolle, was man dann nimmt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:42",
      "text": "Haben wir jetzt die ganzen konzepte im kern schon bei weitem nicht bei weitem\nnicht das klingt ja relativ komplexen\nsystem wie lange muss man sich damit beschäftigen bis man das so halbwegs."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:56:55",
      "text": "Wie gesagt das geht das geht relativ schnell weil die sachen alle sie sind halt auch.\nSehr, sehr eingängig und sie sind halt logisch und schlüssig und viele dieser\nDinge sind auch Dinge, die man sowieso schon macht oder mal gemacht hat,\nallerdings nicht in dieser Kombination und in dieser Gründlichkeit und Konsequenz.\nAlso man setzt sich gerne mal mit guten Freunden zusammen vor den Rechner und das hat,\nglaube ich, auch jeder Programmierer mal gemacht oder das Testen gut ist,\nist auch klar und priorisieren, aber das eben konkret zu machen,\ndas ist wichtig, aber vielleicht noch mal auf die Iterationen zurückzukommen\nund auf den Kunden so ein bisschen.\nWichtig ist es, hatte ich ja schon erwähnt, dass man sehr schnell was funktionierendes\nhat, was man auch dem Kunden zeigen kann, so dass man halt Feedback einholen kann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:52",
      "text": "Kurze Redezeit hat sozusagen."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:57:54",
      "text": "Dass man eigentlich immer ein funktionierendes System hat, was man dem Kunden\nzeigen kann und wo er dann ganz konkret schon sehr früh sieht, was er bekommt.\nDas heißt nicht erst am Ende völlig überrascht ist, was hat er denn da,\nsondern eigentlich begleitet er den Prozess die ganze Zeit über und kann dann\nauch nicht am Ende sagen, hoch, also das hätte ich jetzt nicht erwartet.\nUnd unsere Erfahrung ist, dass die Kunden, also in der Regel die das dann wirklich\nauch begleiten, dann doch sehr angetan sind und auch sehr überrascht sind, dann am Ende,\nwie viel, also wie sehr das System dann ihren Vorstellungen tatsächlich entspricht.\nUnd so, das tut dann halt sehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:45",
      "text": "Also im Prinzip deine Erfahrung mit Extreme Programming ist die,\num das mal auch ein bisschen zusammenzufassen, dass dadurch,\ndass man in Teams arbeitet,\ndadurch, dass Leute sich nicht nur um eine Sache kümmern, sondern dass man eigentlich\nseine Programmierer über die zu erledigenden Aufgaben streut,\nimmer wieder austauscht,\nDadurch, dass man seine Software, während man sie entwickelt,\nam laufenden Meta testet, dass man im Prinzip den Test schon vorher schreibt und auch dadurch,\ndass man sich bemüht, und das hängt ja mit diesen Tests auch ein bisschen zusammen,\nweil man kann ja nichts testen, was nicht läuft, dass man sich bemüht immer\nzu einem laufenden System beizutragen, sodass man eben nicht so drei,\nvier Wochen Hänger hat, wo erstmal gar nichts läuft und ich schreibe jetzt sowieso\nerstmal alles neu und keiner kann was testen.\nDass man damit eigentlich auch unmittelbar den Anforderungen des Auftraggebers,\nKunden, wie man es auch immer nennen möchte, entgegenkommt."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "0:59:40",
      "text": "B2 Ja und man minimiert das Risiko natürlich extrem, weil man auch,\nwenn man sieht, das läuft in die falsche Richtung,\ndann kann man halt frühzeitig gegensteuern und nicht erst, wenn das ganze Geld\nausgegeben ist, sondern man hat halt dann sehr frühzeitig.\nUnd man weiß auch darüber, also wir haben gerade jetzt in den fünf Jahren noch das ganze Thema.\nVorhersage noch ganz gut optimiert. Das heißt, wie lange brauchen wir für bestimmte Aufgaben?\nDa haben wir noch ein paar eigene Verfeinerungen eingeführt,\nnämlich dass wir Engineering Tasks nach Innovationsgrad und nach Komplexität nochmal versuchen,\neinzuordnen.\nUnd wir haben halt Metriken, wo wir wissen, wie sehr wir uns verschätzen bei\neinzelnen Aufgaben, abhängig davon eben, wie innovativ und wie komplex die Dinge sind.\nUnd diese Faktoren berechnen wir vorher bei der Planung schon mit ein und sind\nmittlerweile tatsächlich so gut, dass wir in den letzten anderthalb Jahren,\nist mir kein Fall bekannt, wo wir wesentlich über der veranschlagten Zeit gelegen\nhätten und wo wir tatsächlich die erwarteten Features in der erwarteten Zeit\ndann auch geschafft haben.\nUnd es gibt natürlich auch gerade bei den Projektleitern ein Vertrauen, was wichtig ist.\nSie brauchen auch nicht irgendwie künstliche Sicherheiten einzurechnen, weil das.\nJa, das passt. Und bei größeren Dingen hat man eben auch mehr Vorwarnzeit.\nAlso wir haben teilweise bei größeren Projekten so die Vorwarnzeit auf,\nich sag mal, zwei Monate etwa so herausgesetzt.\nDas heißt, wir konnten relativ genau, also zwei Monate vorher schon sagen,\ndass wir voraussichtlich nicht fertig werden mit dem erwarteten Umfang.\nDas erfordert auch wieder Mut zur Wahrheit und die Leute wollen einem das oft\ngar nicht glauben, dass man halt schon zwei Monate vorher weiß, dass man genau,\nwir können dann genau sagen, okay, wir brauchen sechs Tage länger,\nzwei Monate im Voraus, um fertig zu werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:02:17",
      "text": "Ja, weil die gängige Annahme ja die ist, dass man dann einfach am Wochenende\nmal ein bisschen durcharbeitet, dann holt man das schon wieder raus.\nAber das macht ihr dann ganz bewusst nicht."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:02:25",
      "text": "Überstunden sind verboten bei Extreme Programming. Das ist halt auch noch ein wichtiges Merkmal,\nweil Überstunden sich letztendlich nicht auszahlen,\nweil wenn die Leute mehr arbeiten, also es ist halt nicht nachhaltig, so eine Crunch Time.\nDas heißt, wenn die Leute zu viel arbeiten, sinkt faktisch die Produktivität.\nDas heißt, man versucht, jeden einzelnen Entwickler so an seinem Sweet Spot,\nalso die Produktivität am Sweet Spot zu halten, weil wenn man darüber hinausgeht,\nmag sein, dass man dann vielleicht tatsächlich die Woche früher fertig wird.\nGelegentlich passiert das auch,\naber da gibt es die Regel, wenn es denn absolut nicht zu vermeiden ist.\nDass man dann zeitnah wiederum für Ausgleich und Erholung sorgt.\nDas heißt, wenn jemand tatsächlich mal Überstunden einschieben musste,\ndass er dann gezwungen wird,\nzwei Tage frei zu nehmen, wenn er das Wochenende übergearbeitet hat,\num einfach die Leute maximal produktiv zu halten.\nUnd das ist eben auch eine Sache, die einfach ökonomisch ist,\nWeil man lügt sich dann auch in die Tasche, wenn man meint.\nLeute holen sich ihren Urlaub so oder so, selbst wenn sie vom,\nvom Rechner sitzen, dann starren sie halt zwei Stunden in den Bildschirm,\nohne etwas zu tun oder klicken im Web rum oder tun einfach andere Dinge.\nUnd dann ist es einfach am besten, wenn jeder ja acht Stunden am Tag konzentriert\nan einer Sache auch arbeitet, als jetzt zwölf Stunden dort zu sitzen,\naber acht Stunden davon eigentlich nur schlapp in den Seilen zu hängen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:26",
      "text": "Ist ein ehrlicher Deal, da fällt mir noch was ein, vielleicht macht ihr das\nja auch, aber da würde mich auch mal deine Meinung dazu interessieren."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:04:33",
      "text": "Es wird ja so kolportiert, dass bei Google ist die Anweisung,\ngibt es die Poemierer, ich weiß nicht, ob es nur die Poemierer betrifft,\nim Wesentlichen wahrscheinlich, dass die einen Tag in der Woche freikriegen,\num an ihren eigenen Projekten zu arbeiten.\nHabt ihr so was ähnliches? Nein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:51",
      "text": "Also ich bin mir jetzt ehrlich gesagt bei dem Tag in der Woche nicht ganz so\nsicher, aber es gibt ein gewisses Zeitkontingent, was sozusagen freigestellt\nwird, die Programmierer explizit ermutigt werden auch eigene Sachen auszuprobieren."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:05:03",
      "text": "Ja, ich meine das ist sicherlich auch eine gute Sache, wenn man sich's äh...\nLeisten kann bei uns. Konkret läuft es so, dass wir auch eine ganze Reihe von\nForschungsprojekten haben, aber das wird dann einfach eingestreut.\nDas sind dann auch Engineering-Tasks, die ja, dann äh. A."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:23",
      "text": "Achso, wo man sich quasi dann auch gemeinsam drauf einigt, dass man in den Sachen\nschon immer mal rumforschen wollte.\nUnd das können dann aber auch Einzelne vorbringen, dass sie das sozusagen mal\nfür ein interessantes Ding halten."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:05:32",
      "text": "Ja, bestimmte Features oder Projekte, die sich die Gruppe dann einfach selber\ngeben kann, wo es dann in dem Sinne keinen Kunden gibt, sondern wo die Gruppe\nals solche der Kunde ist, weil man gerne ein bestimmtes Feature hätte.\nWas wir allerdings machen, ist der sogenannte Infrastructure Friday,\nwobei tatsächlich nur das ein halber Tag ist, wo wir uns gemeinsam um unsere\nTools und Werkzeuge kümmern.\nWeil wir haben festgestellt, oft wenn die Zeit knapp ist, dann denkt man,\nokay, also dieses Problem mit dem Bildsystem oder irgendwie jenes Dokumentationstool,\nwenn ich ein bisschen Zeit habe, dann fixe ich das.\nAber tatsächlich kann man nicht vorhersagen, wann wirklich die Zeit da ist.\nDas heißt, wir sehen zu, dass wir regelmäßig einen halben Tag pro Woche wirklich\ndarauf verwenden, unsere eigene Entwicklungsumgebung, Bildserver und so weiter zu verbessern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:32",
      "text": "Alle dann gleichzeitig quasi?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:06:34",
      "text": "Ja, wir haben da eigentlich den Freitagnachmittag so bei uns dafür reserviert.\nDas heißt, Zum Wochenausklang.\nZum Wochenausklang, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:47",
      "text": "Dann weiß man auch gleich, wenn man Montag wieder reinkommt,\nist alles ein bisschen besser als vorher.\nInteressante Motivationsschritt. Zumal der Freitagnachmittag ja sowieso immer\nso die Tendenz hat, etwas auszufranzen.\nDann leidet zumindest nicht die eigentliche Softwareentwicklung.\nAh ja, okay. Interessanter Ansatz.\nHaben wir denn jetzt die ganzen Kernpunkte von XP, sagen wir jetzt mal so,\nwie es im Buch steht, bereits abgearbeitet?\nIch glaube die wichtigsten Dinge haben wir jetzt.\nGibt es denn einen einzelnen Punkt von diesen Guidelines, wie ich das mal nennen\nmöchte, diesen Richtlinien, die Extreme Programming da aufruft,\ndie dir besonders imponiert haben?\nOder vielleicht sogar, je nachdem, vielleicht auch etwas, was sehr viel mehr\nEffizienz gebracht hat, als du es ursprünglich erwartet hättest.\nWenn das jetzt so jemand hört, denkt er sich so, ah, naja, einsam auf dem Rechner sitzen und so."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:07:42",
      "text": "Ich denke, wenn ich jetzt gezwungen wäre, drei Kernpunkte rauszugreifen,\ndie am wichtigsten sind, dann ist das das iterative Vorgehen,\ndas Pairing auf jeden Fall und das Testen.\nSo diese, ja die automatischen Tests, das sind, würde ich sagen,\ndie unverzichtbar sind.\nJa, aber alle anderen Dinge werden auch gebraucht, damit das eben smooth ineinander greift.\nUnd als Wert eben, ja, die Ehrlichkeit. Also das ist auch immer,\nalso Ehrlichkeit mit sich selbst und Ehrlichkeit gegenüber dem Kunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:28",
      "text": "B2. Und dem Rest des Teams auch. A1."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:08:29",
      "text": "Und natürlich ja, also Ehrlichkeit und Vertrauen. B2."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:33",
      "text": "Führt auch zu einer besseren Stimmung wahrscheinlich."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:08:36",
      "text": "A1. Auf jeden Fall. Also gerade die Stimmung und die Krankheitsrate und also. B2."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:08:43",
      "text": "Naja, auch die Bereitschaft einzuspringen, wenn jetzt jemand Probleme hat wahrscheinlich.\nA1. Mhm. Die schönen Utopier in der Vorfeldentwicklung."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:08:53",
      "text": "Und wenn es denn wirklich mal brennt, dann kann man auch, dann weiß man,\nalso wenn wirklich die Dinge mal schief gegangen sind, wenn wirklich die Realität\nmal komplett mit der Planung auseinandergelaufen ist,\nwas halt manchmal einfach passiert durch, also am häufigsten durch äußere Einflüsse,\ndass sich eben die Bedingungen,\ndie äußeren Bedingungen ändern oder man manchmal von vornherein weiß,\neigentlich geht es nicht.\nAber dann weiß man, dass man ein absolut fittes Team hat,\nwas dann auch in der Lage ist,\nrichtig zuzupacken und auch den Karren aus dem Dreck zu ziehen und nicht eine\nhalb geschlagene Armee,\ndie irgendwie schon halb Halb verhungert schlaflos mit Rändern sowieso und nur\nnoch resigniert irgendwie,\nankämpft ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:09:53",
      "text": "Was mich noch interessieren würde gibt es technische Werkzeuge die ihr jetzt\nzum Einsatz bringt die jetzt über die normalen Entwicklungswerkzeuge hinaus geben?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:10:03",
      "text": "Die jetzt zu irgendeinem dieser punkte im extrem bei programming\nbeitragen also kommunikation zum austausch zu der meditation also definitiv\nalso unser bild system also der automatisierungsgrad in unserem bild und dokumentationssystem\nglaube ich ist ziemlich fortgeschritten und zwar hatte ich ja schon erwähnt,\nwas man sowieso hat, zentrales Repository,\nder Bild und die automatischen Tests.\nWas sich bei uns aber noch anschließt an die Module-Tests, sind halt generelle Regressions-Tests,\nwo halt, also wir haben halt eine 3D-Multimedia-Software,\nBilder, die halt dann bestimmte Szenen rendern soll und dort haben wir beispielsweise etwa 100 Ergebnisse,\nalso Testbilder, die dann rausgeschrieben werden und die dann verglichen werden\nam Ende des Prozesses und..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:07",
      "text": "Also kannst du nochmal kurz erläutern, was ein Regressionstest ist?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:11:12",
      "text": "Das ist mehr ein Test, wo man das Ergebnis, was bei dem Test rauskommt,\nmit einem vorgegebenen, mit einem Soll-Ergebnis dann einfach vergleicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:11:24",
      "text": "Inwiefern ist das jetzt ein, also ich meine, macht das nicht jeder Test,\nich meine, testet ob das und das stattfindet?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:11:32",
      "text": "Ja, allerdings sind, also diese sind dann nicht mehr auf Modulebene,\nalso keine Modultests mehr, sondern tatsächlich auf Anwendungsebene,\nwo… Geht's beim Registrierungs-Test nicht auch ein bisschen um die Wiederholung,\ndass man das irgendwie in verschiedenen Varianten testet?\nJa gut, natürlich versucht man mit den Tests möglichst viel,\nich sag mal, Codepfad abzudecken.\nAlso die Test-Coverage, dass halt jede Codezeile, die durchlaufen werden kann,\nauch irgendwo dann am Ende ein Ergebnis hat.\nAber vielleicht lasse ich noch mal beim Bildsystem sozusagen die Specials,\ndie vermutlich kaum jemand oder von wo ich zumindest nicht gehört habe davon,\ndass außer uns jemand so weit gegangen ist.\nDas eine ist, wir machen auch Performance-Tests, das heißt, es wird nicht nur.\nEs wird nicht nur das Ergebnis getestet, sondern wir machen während des Testens\nauch Laufzeit-Statistiken, die in den Bild mit eingehen.\nDas heißt, wenn jemand etwas einbaut, was das System an sich verlangsamt,\ndann wird das sofort sichtbar.\nOder man sieht auch Optimierungserfolge, wenn man etwas schneller macht,\ndann wird man auch dadurch belohnt, dass man plötzlich sieht, hey,\nwow, ich habe jetzt diese oder\njene Funktion um zehn prozent beschleunigt und\ngerade heutzutage leidet ja oft auch software\ndarunter dass sie einfach\nimmens ressourcen verbraucht dann wird\nhört ja dann so dinger wie leakage tests wo wir halt automatisch überprüfen\nob memory leaks da sind aber was auch richtig also ob sich die programme quasi\nein bisschen zu sehr am Speicherpool bedienen und nicht wieder freigeben und\ndadurch immer wachsen und wachsen und mehr Ressourcen pressen.\nUnd Dokumentation ist auch noch so ein wichtiger Punkt. Und zwar eigentlich\nvermeidet man es bei XP zu viel Dokumentation zu schreiben, weil bei Dokumentation,\ndie von Hand geschrieben ist, das Problem, dass sie sehr schnell veraltet,\nfalsch und nicht akkurat ist.\nDas heißt, was wir auch drin haben, sind verschiedene Systeme,\ndie die Dokumentation automatisch erzeugen,\ndurch entsprechend sich Informationen aus dem Quellcode holen und zusätzlich\nInformationen, die man reinschreibt, extrahieren.\nPlus wir haben nun ein Tutorial für unser System und der Tutorialcode selber\nwird auch durchgetestet Und das Ergebnis wird als Screenshot gleich in eine\nentsprechende Website eingebaut.\nDas heißt, man kann sicher sein beim Tutorial, was man hat, dass der Code,\nder im Tutorial steht, auch getestet ist und das Ergebnis, was dann auf dem\nSchirm zu sehen sein soll,\neben auch in der Dokumentation immer aktuell übereinstimmt mit dem Ergebnis,\nwas man dort auch sehen soll.\nEs wird eine automatische Cross-Referenz angelegt.\nWir haben auch selbst dokumentierende Dateiformate beispielsweise auf XML-Basis, die über XML-Schema.\nFunktionieren und man dort jederzeit auch, also,\ndas endet alles, also die gesamte Dokumentation landet halt in verschiedenen\nWebsites und man hat damit dann am Ende nach einem erfolgreichen Bild auch eine\naktuelle und stimmige Dokumentation und Tutorials vom Programm,\nvon den Datenformaten, von allem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:15:24",
      "text": "Also kurz gesagt, es lohnt sich und es passt auch zum Extreme Programming, dass man möglichst viel,\nautomatisiert, was das Testen betrifft, aber auch unter Umständen,\nwas das Dokumentieren betrifft.\nTeilweise muss man das ja auch nicht alles selber programmieren.\nAlso es gibt in sehr viel Programmiersprachenumgebungen mittlerweile Möglichkeiten\naus Programmcode direkt Dokumentation zu erstellen. Also entweder direkt aus dem Code selber.\nDas hängt natürlich dann sehr von den Fähigkeiten, die ich bei mir sprach,\naber oder doch zumindest, dass man eben bestimmte Schreibweisen für Kommentare,\ndie man in den Source Code einführt,\ndass man eben bestimmte, ja, Arten und Weisen, wie man etwas dokumentiert,\ndirekt in die Kommentare, Konventionen genau reinschreibt,\num daraus eben auch automatisch Software-Dokumentation zu machen,\ndie natürlich dann den großen Vorteil hat, dass man sie a, nicht nochmal schreiben,\nund prüfen muss und b, dass sie eben auch genau das reflektiert,\nwie eben der Ist-Zustand ist, also unter Umständen auch mit allen Fehlern, die man drin hat.\nMann, Mann, Mann. Das war jetzt auf jeden Fall schon mal hier eine der längsten\nAusgaben des Chaos Radio Express,\naber ich bin eigentlich ganz froh, dass wir da hier auch mal in die Tiefe gegangen\nsind, weil ich denke Extreme Programming ist etwas, was eine ganze Menge Leute\ndoch eine Menge Last von den Schultern nehmen kann.\nHaben wir denn jetzt noch..."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:16:44",
      "text": "Negativpunkte?"
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:16:45",
      "text": "Das wäre ein Punkt. Ja, das können wir eigentlich vielleicht mal voranschieben,\nweil danach nochmal drauf eingehen, wie man, wie man sozusagen sich diesem Thema\ndann auch nochmal nähert, wenn man Interesse hat, das in irgendeiner Form umzusetzen.\nHast du denn noch negative Erfahrungen gemacht? Gibt es Probleme?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:17:00",
      "text": "Ja, eins hatte ich schon erwähnt, nämlich, dass es diesen idealen Kunden,\nwie man ihn gerne für XP hätte, dass der selten anzutreffen ist,\ndass man dort halt Dinge finden muss.\nAnsonsten gibt es manchmal auch Anforderungen.\nDie an einen herangetragen werden, wo man gezwungen ist,\nbestimmte schwergewichtige Softwareentwicklungsprozesse zu fahren oder mit anderen\nAbteilungen zusammenzuarbeiten, die andere Prozesse haben, die halt extrem viel, also hunderte von,\nalso Pflichtenheft ist zum Beispiel so eine Sache, normalerweise vermeidet man\nes oder versucht halt nicht zu viel Arbeit vorab in den Pflichtenheft zu stecken,\naber manchmal ist es einfach eine Anforderung.\nUnd da ist es uns aber ganz gut gelungen, das zu emulieren bzw.\nDiese Artefakte oder diese Dokumente, dieses Pflichtenheft genauso zu behandeln\nwie eine Programmieraufgabe und aber auch dem Kunden klarzumachen,\ndass das Schreiben des Pflichtenheftes in Konkurrenz steht,\njetzt ressourcenmäßig mit dem Entwickeln von Features.\nDas heißt, je mehr Pflichtenheft er wünscht, umso weniger Zeit bleibt halt natürlich für die Umsetzung.\nAber wenn er das wünscht, wenn das erforderlich ist, werden halt diese Artefakte\neben abgebildet und das funktioniert auch ganz gut quasi mithilfe von XP andere\nVerfahren zu emulieren oder sich an andere Verfahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:18:39",
      "text": "A1 Was meinst du jetzt mit Artefakte? Was ist das für Schwierigkeit? BK'IN DR."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:18:42",
      "text": "MERKEL. Also Dokumente beispielsweise, also Stücke von Dokumentationen bezeichnet,\nman einfach dort als Artefakte, einfach die Ergebnisse,\ndie halt zurückbleiben im Laufe der Entwicklung.\nAlso Ergebnisse, so Überbleibsel, kann man sagen, der Entwicklungstätigkeit.\nEs ist auch nicht unbedingt jedermanns Sache.\nAlso es gibt in seltenen Fällen einfach Leute, die nicht damit klarkommen,\nalso mit dieser Ehrlichkeit und Offenheit, die sich einfach nicht die Schwierigkeiten\ndamit haben, sich zu offenbaren oder mit anderen Leuten vorm Rechner zu sitzen.\nWas nicht gleichbedeutend ist, dass es sich dabei um schlechte oder unfähige\nProgrammierer handelt.\nAber eigentlich ist es eher selten, dieses Phänomen und mit der richtigen Herangehensweise,\nwenn man halt zeigt, dass eben auch Vertrauensschutz besteht,\nöffnen sich dann die meisten auch.\nAber es gibt eben einige, wo es nicht klappt. Und dann eignet sich XP nicht\nunbedingt für jede Art von Entwicklungsaufgabe und nicht für jede Art von Teamgröße.\nAlso ein 1000-Mann-Projekt jetzt,\nmit XP zu fahren, das wüsste ich nicht. Also irgendwie Toll Collect beispielsweise jetzt,\nnach XP-Prinzipien,\nzu\nfahren.\nAlso so ein System könnte einfach,\nschwierig,\nwerden,\noder da gibt es zumindest noch nicht die Werkzeuge oder Verfahren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:20:17",
      "text": "A. Wobei man so ein großes Projekt ja auch aufbrechen kann oder eigentlich auch zwangsläufig.\nIch habe keine Ahnung, wie die nun ihre Softwareentwicklung da konkret organisiert haben.\nAber im Prinzip haben sie ja genug Teilaufgaben, um das eben auch in einzelne\nGruppen zu unterteilen, in denen sie ja dann immer noch entscheiden könnten,\nnach XP-Maßgaben vorzugehen."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:20:35",
      "text": "Ja allerdings ist dort so wie ich das mitbekommen habe\nbei toll kollekt das ganze extrem formalisiert gewesen\ndas heißt auch einzelne teams waren komplett\nabgeschottet und dort wurde beispielsweise jede veränderung in form von change\nrequests dann erst mal erfasst dann dokumentiert also ein ziemlich großer verwaltungs\nAlso dafür taugt es auf jeden Fall nicht unmittelbar zu kämpfen.\nA. Und dafür, naja, also vielleicht jetzt wenn, also wird man auch Methoden\nund Verfahren entwickeln können im Laufe der Zeit, wo man das auch auf größere\nProjekte skalieren kann.\nAuf der anderen Seite, man weiß seit längerer Zeit, es gibt sowas wie eine magische\nGrenze der Planbarkeit in der Softwareentwicklung.\nUnd da gibt es dieses sogenannte 6x6, also sechs Leute für sechs Monate. Das ist so.\nEtwa markiert so die tatsächlich die Grenze des Planungs Horizont was so,\nwo man wirklich zuverlässig planen kann.\nAlles was halt irgendwie mehr als sechs Leute für mehr als sechs Monate umfasst,\nist tatsächlich nicht wirklich planbar so im Voraus, beziehungsweise da hat man halt,\nda wachsen dann letztendlich die Unsicherheiten.\nMan kann dann zwar glauben und hoffen, dass es hinkommt, aber ja die Unsicherheiten nehmen zu.\nDas weiß man aber schon seit 20, 30 Jahren hat IBM das schon festgestellt,\ndass eben dieser ja 6x6 so in\netwa tatsächlich die Grenze der Planbarkeit dasteht. das moderne Sixpack."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:22:30",
      "text": "Gut, um vielleicht mal so langsam langsam zu einem\nEnde zu kommen, ich wage das ja gar nicht abzukürzen, weil das eigentlich alles\nviel zu interessant ist, aber wenn ich mich jetzt ganz konkret als Empfehlung\nhier an unsere Hörer, wenn man jetzt mal sich konkret dem Thema nähern möchte,\nwas ist der beste Weg? Als erstes kauft man sich ein schlaues Buch."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:22:50",
      "text": "Ja, also wie gesagt diese von 99, die drei Bücher von Kent Beck sind so die\nStandardwerke, die man auf jeden Fall lesen kann,\ndann findet man natürlich im… Also Extreme Programming,\nwie heißt das eine, das Manifest?\nJa, dann Extreme Programming Explained heißt das eine, glaube ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:19",
      "text": "Gibt es das auch in Deutsch? Ja, ne?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:23:20",
      "text": "Weiß ich gar nicht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:23:22",
      "text": "Ja, gibt es. Also, oder? Moment. Moment. Ja, es gibt deutsche Übersetzungen. A2."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:23:29",
      "text": "Das kann gut sein. Ja, das ist sicherlich ein Einstieg.\nDann so in Deutschland hat sich halt so Frank Westphal, ist so der deutsche XP-Guru,\nder sich dort am meisten XP verschrieben auf www.frankwestphal.de,\nfindet.\nMan halt auch jede Menge, ja auch Links Westphal mit ph.\nEinfach zusammen geschrieben oder einfach nach extrem Programming googeln,\nwobei das der Klassiker ist, glaube ich, das C2 Wiki,\nwo es auch sehr viele Links gibt.\nEs gibt außerdem Mailinglisten, wo sehr viel Traffic ist, eigentlich mehr als\nman so konsumieren kann,\naber wo sich auch extrem viele erfahrene Leute austauschen und wo man auch viel rausziehen kann.\nAber letztendlich nur sagen anfangen Schwierigkeiten, die dabei auftreten,\nsind einmal natürlich, dass das Management davon zu überzeugen,\ndass jetzt zwei Leute immer vor dem Rechner sitzen, natürlich erst mal,\nwenn da zwei Leute ist es doppelt so teuer genau wo doch jeder irgendwie für\nsich arbeiten kann und sie doch dann das doppelte schaffen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:01",
      "text": "Wenn der eine Holz hackt warum muss der andere noch zugucken."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:25:04",
      "text": "Ja eben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:25:05",
      "text": "Ja aber an der Stelle wird natürlich schön deutlich und meine das das kenne\nich auch aus eigener Erfahrung Softwareentwicklung ist wirklich ein ganz anderer\nBeruf der sich so mit herkömmlichen Beschäftigungen kaum vergleichen lässt,\nWeil man einfach auf eine bestimmte Art und Weise dort involviert sein muss\nund auch so eine Macht in Anführungsstrichen verfügt über das, was man da tut.\nMan streicht ja nicht nur eine Wand, ja, nach einer bestimmten Vorgabe und dann ist sie halt grün,\nsondern man trifft Entscheidungen, die letzten Endes für eine Vielzahl von Leuten,\ndas kann sich exponentiell ausdehnen,\nin irgendeiner Form auch maßgeblich sind bis hin zur gesamten Softwareentwicklung\nin einer Firma in der nächsten Zeit und da lastet natürlich eine Menge drauf.\nIn gewisser Hinsicht würde ich sagen, das sind zwei Leute eher ja noch wenig."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:25:57",
      "text": "B2 Ja, das andere Ding ist, dass man auch bereit sein muss,\nseine Einstellung zu ändern und seine Werte auch zu ändern, zum Beispiel das\nganze Überstunden-Thema.\nDa galt es ja also speziell auch in der New Economy oder es gibt halt jede Menge\nWar Stories, wo die leute dann 90 stunden pro woche dann heldenhaft ja es geschafft haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:26:31",
      "text": "B2. Real Programmers schlafen unter einem Tisch. A3."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:26:34",
      "text": "Ja so da muss man halt eher sehen, dass man da auch eine kulturelle Veränderung\nhinkriegt und sagt also über stunden also wenn es nötig wird über stunden zu fahren,\ndass das einfach ein Ergebnis schlechter und falscher Planung ist.\nUnd jetzt kein Heldentum in dem Sinne. Das ist kein Wert an..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:27:02",
      "text": "Aber was macht ihr denn, wenn ein Programmierer Bock drauf hat?\nLänger an irgendwas zu arbeiten. Wird der dann aus der Firma gefegt?\nEs gibt auch so Momente, da kann man einfach gar nicht aufhören zu programmieren,\nweil man weiß, wenn ich das jetzt nicht irgendwie in den nächsten drei Stunden\nfertig buddiere, dann kann ich meinen Tag auch vergessen, dann denke ich sowieso nur noch dran."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:27:17",
      "text": "Das ist auch völlig in Ordnung. Jeder ist unterschiedlich belastbar oder der\nSweet-Spot liegt bei jedem auch irgendwo anders. Das ist eine Sache auch des Alters.\nIn einem bestimmten Alter hat man auch das Gefühl, mit neun oder zehn Stunden\nam Tag sich ganz wohl zu fühlen.\nDann ist das halt das Ding. Aber wichtig ist, dass Überstunden eben nicht erwartet werden.\nSo und dass sie nicht honoriert werden insbesondere also\nwenn jemand freiwillig gerne dort dort\nsitzt aber wichtig ist es eben keine incentives dafür zu\nschaffen das heißt überstunden normalerweise nicht\nzu vergüten sondern wenn also bei uns wenn es wirklich brennt dann werden halt\nnur in solchen fällen eben überstunden freigegeben und erfasst und dann eben\nvergütet aber im normalfall,\nsag ich mal, kann jeder zwar so lange bleiben und so lange arbeiten,\nwie er will, das ist dann aber sein Privatvergleich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:28:23",
      "text": "A. Ok, aber so eine Abgabephase jetzt in zwei Tagen ist die Präsentation,\nlalala, aber wir haben insgesamt auch alle gemeinsam eingesehen,\nwir haben da noch ein Problem, dann ist es der Ausdruck."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:28:33",
      "text": "Dann läuft es eben so, dass ich in dem Fall sage, okay,\nes ist jetzt knapp, jeder kann jetzt so viel tun, wie er halt dazu in der Lage\nist und mir das dann entsprechend melden und dann greift halt diese Urlaubsgeschichte.\nAber eben, ja, das ist eine Bewusstseinsveränderung, die auch dort einkehren muss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:29:02",
      "text": "Ja.\nBewusstseinsveränderung in Form von Extreme Programming vielleicht ja auch für\neuch ein Thema oder vielleicht auch etwas, was ihr in euren Unternehmen mal ansprechen möchtet.\nIch habe schon mit so viel, gerade jetzt dieses Wochenende wieder mit frustrierten\nProgrammierern gesprochen,\ndie einfach so unglücklich sind in ihren Firmen, weil irgendwie die Leute verstehen\nnichts von Softwareentwicklung, es gibt keine richtige Kommunikation,\nman redet auch nicht wirklich über die Probleme, also jetzt auch mal ganz von\ndieser eigentlichen Methodik, die einem zum besseren Programmierer werden lassen\nkann und die ganzen Sachen finde ich also gerade diese Offenheit und Ehrlichkeit, gerade in so etwas,\nwo man so mental engagiert ist, wie beim Programmieren, was ja nicht eine reine\nEngineering Tätigkeit ist.\nMan lötet nicht. Es ist wirklich, ja und auch sehr philosophisch an vielen Stellen.\nUnd da ist es einfach wichtig, dass das Klima stimmt.\nUnd ja, vielleicht ist Extreme Programming für euch ein Weg, das zu machen.\nEs gibt ja auch noch viele andere Methodiken, die vielleicht auch nicht so viele Probleme haben."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:30:06",
      "text": "Andere Archeemethoden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:30:07",
      "text": "Das muss man alles auch nochmal ein bisschen hinterfragen. Vielleicht auch bei Chaos Radio Express.\nIch bin ja immer auf der Suche nach interessanten Themen und jetzt hatten wir\nmal wieder ein interessantes Thema.\nIch bedanke mich bei dir, Pavel, für die sehr ausführliche Darstellung dieses Themenkomplexes.\nIst ja nicht das erste Mal, dass du hier bei Chaos Radio Express dabei bist.\nIch hoffe auch nicht das letzte Mal.\nUnd ja, für die mit Abstand längste Chaos Express Sendung entschuldige ich mich\nschon mal, aber ich denke der Inhalt war es wert.\nWenn ihr Rückmeldungen habt...\nFeedback, Kommentare, Kritiken, alles mögliche, was euch auch einfällt.\nIhr wisst es, Chaosradio.de.\nIch würde jetzt auch ganz gerne nochmal die Telefonnummer fallen lassen,\naber jetzt habe ich sie mir gerade nicht auf den Bildschirm geschrieben,\nkönnt ihr auf der Webseite nachschlagen.\nIch freue mich auch immer über Audio-Kommentare, muss aber natürlich nicht sein,\nwie es euch auch immer am besten passt.\nKönnt ihr hier einen interaktiven Podcast mit uns gestalten.\nHaben wir noch ein Schlusswort, was weißes zum Tage, zur Nacht muss man ja sagen, schon fast eins."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:31:13",
      "text": "B2 Für vielleicht noch das Thema Qualität. Es gibt halt in XP nur zwei Arten\nvon Qualität, die man abliefert.\nPerfekt und krankhaft perfekt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:31:34",
      "text": "Oha, okay, was ist besser?"
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:31:37",
      "text": "Das kommt darauf an, was das System dann am Ende leisten soll.\nAlso wenn es eins ist, an dem vielleicht irgendwie Leben oder große Vermögenswerte\nhängen, dann sollte man vielleicht auf die Krankheit-perfekt-Variante,\ngehen.\nAber ja, Qualität ist einfach das, was allen auch ein gutes Gefühl gibt,\nso stolz auf seine Arbeit sein zu können, so den Kunden glücklich zu machen,\nso, dann macht die Arbeit einfach auch Spaß."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:08",
      "text": "Okay, das war ein schönes Schlusswort. Ich hoffe, dass wir uns mit einem krankhaft-perfekten,\nErgebnis hier an euch herangeschmiedet haben und ihr einen Podcast bekommen,\nob ihr ihn haben wolltet. Ich sag dann mal Tschüss."
    },
    {
      "speaker": "Pavel Mayer",
      "time": "1:32:22",
      "text": "Tschüss."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:32:22",
      "text": "Und wir hören uns bald wieder bei einem neuen Chaos Radio Express auf diesem RSS-Feed. Bis bald."
    }
  ]
}