{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:11",
      "text": "Hallo, hier ist Chaos Radio Express, Ausgabe Nummer 35,\nam Mikrofon Tim Pridlaff und wir machen weiter mit frischen Themen und heute\nhaben wir was ganz Besonderes auf der Liste.\nDiesmal geht es nicht um Technik, sondern um Kultur, aber dann auch wieder um Technik.\nDas Thema ist heute Perry Roden.\nJa, Chaos Radio Express.\nWir haben uns erholt von der Fußball-Weltmeisterschaft und heute ist das Thema\nauch nicht mehr die WM, sondern wie schon gesagt Perry Roden.\nEin Name, den sicherlich jeder schon mal gehört hat. Ist so ein bisschen wie\nBeate Uwe, jeder kennt den Namen.\nAber im Gegensatz zu Beate Uwe hat glaube ich auch nicht unbedingt jeder eine\nklare Vorstellung davon, was das ist.\nIch erinnere mich selber immer noch daran, dass es mir immer so ein bisschen\nunklar war, was ich mir eigentlich genau darunter vorstellen muss.\nAber eigentlich waren das ja diese Heftchen.\nMit mir ist jetzt Gregor, Gregor Sedlak. Hallo, Gregor."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:02:52",
      "text": "Kannst du mich hören? Hallo, Tim. Ich kann dich hören."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:54",
      "text": "Super. Ich möchte da gleich einhaken. Oh, du möchtest sofort einhaken.\nIch wollte dich noch kurz vorstellen, Gregor.\nDu bist Du bist ja selber in diesem Perioden-Universum ein Mitstreiter und ein\nlangjähriger Fan, da können wir auch gleich nochmal im Detail drauf eingehen,\naber das kannst du ja schon mal einhaken."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:03:12",
      "text": "Also die phonetische Aussprache, die offizielle ist,\nobwohl Perry Rodan ein amerikanischer Staatsbürger gewesen ist,\nda es eine deutsche Weltraumserie allerdings ist, nennen wir den Menschen Perry Rodan."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:33",
      "text": "Und ich hab Rodan gesagt."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:03:34",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:35",
      "text": "Oh ja."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:03:35",
      "text": "Das ist nicht falsch, aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:36",
      "text": "Okay, aber das ist genau diese Illusion. Aber es kommt ja auch aus der Zeit\ndieser ersten Heftromane in den 60er Jahren.\nPerry Rodenton ist 1961 gestartet worden als Serie.\nDa gab es dann auch so andere Heftromane, so wie Jerry Cotton und überhaupt\ngenerell war es ja total hip mit...\nMit englischen Namen zu arbeiten."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:03:57",
      "text": "Ja, also der Heftroman selber ist, wie ich es gerne bezeichnen möchte,\nein diskretes Massenmedium.\nAllerdings direkt nach dem Krieg waren die Ressourcen knapp und der Hunger nach\nUnterhaltung und Literatur groß und der Heftroman billig im Rotationsdruck auf\nbilligsten Palppapier zu erzeugen,\nsehr populär und auch gerade für,\nbreiteste Bevölkerungsschichten zugänglich und wurde durch die Bank gelesen\nmit Periroden ist wahrscheinlich schon so eine zweite und dritte Welle,\nwo also durch das Serienprinzip schon versucht worden ist in so einer Marketingmaßnahme\neine stärkere Leserbindung zu begründen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:39",
      "text": "Was ist Periroden oder Rodan? Habe ich Periroden gesagt?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:04:43",
      "text": "Ich glaube du hast Periroden gesagt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:44",
      "text": "Das ist schlimm. Bitte. Der bericht mich sofort, sollte ich nochmal Peri Rodan sagen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:04:51",
      "text": "Okay, ich hab dich wahrscheinlich angestiftet. Also Peri Rodan ist also ein,\naber trotzdem ist er amerikanischer Staatsbürger, das passt ja irgendwie nicht zusammen.\nPeri Rodan ist in seinem Paralleluniversum der erste Mann auf dem Mond.\nGewesen. Also der Neil Armstrong des Periversums heißt Perry Rodan und der ist\nmit seiner Crew der ersten Mondlander-Expedition,\nmit der Stardust dort gelandet und ist gleich in ein Abwehrsystem eines dort\nnotgelandeten archonidischen Forschungskreuzers hängen geblieben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:33",
      "text": "Okay, jetzt steigen wir schon sehr in diese Universumswelt ein,\ndas wollen wir ja auch machen, aber ich wollte das nochmal kurz zusammenfassen,\nwovon wir also eigentlich reden.\nAlso Perry Die Rodan ist eine Heftserie, gab's für wenig Groschen,\nfür wenig Pfennig an jedem Kiosk zu kaufen.\nUnd ist dann wie häufig erschienen? Also wie regelmäßig ist das erschienen?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:05:53",
      "text": "Also seit dem 8. September 1961 haben sie es geschafft, jede Woche ein Heft zu publizieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:59",
      "text": "Jede Woche ein Heft? Und die waren dann wie dick?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:06:02",
      "text": "Das sind, ich glaube 68 oder mit Umschlag 72 Seiten.\nDer Textumfang hängt so ein bisschen davon ab, wie die Laufweite eingestellt wird.\nAlso manchmal scheint es so gewesen zu sein, dass das Manuskript nicht alles\nabgedeckt hätte und dann wird mal ein bisschen mehr Platz gelassen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:22",
      "text": "Aber jedes Heft hat im Prinzip eine abgeschlossene Geschichte?\nKann man das so sagen? Oder gab es auch so Fortsetzungsgeschichten?\nWie ist das? Ist das so wie unsere Fernsehserien, wo es dann immer weitergeht\nmit so einem Cliffhanger?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:06:33",
      "text": "Ja, also das Prinzip ist erstmal im Vergleich zum normalen Groschen,\nArzt und Jerry-Cotton-Heft eben,\ndass Perry Roden eine Art Telenovela-Prinzip hat,\neine,\nlang,\ngeplante,\nund,\nin langen, oft mehrere hunderte von Wänden sich abspulende,\nHandlung,\ndurch,\nein Autorenteam,\ngefertigt,\nwird.\nUnd natürlich jeder Heftroman ein gewisses Kapitel dieser großen Geschichte trägt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:03",
      "text": "Aber es war ja nicht von Anfang an so geplant, dass es so ein Monster wird."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:07:07",
      "text": "Doch, also auf dem ersten Periodenheft steht,\nAlso als, ähm, heute würde man sagen Vision-Statement, dass Perry Roden in eine\nferne Zukunft führt, in der die Erde nur noch ein verlassener Planet ist,\nder um eine erloschene oder erl ...\nErl ... nennt man das, wenn eine Sonne gerade erlischt?\nUm eine erloschene Sonne. Scherbler Schwan.\nEin Planet, der um eine erloschene Sonne kreist. Mhm.\nUnd auch die Tech-9 von Perry Roden, die heute nicht mehr so eingesetzt wird,\nlautete damals bis in die 70er, 80er Jahre der Erbe des Universums."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:47",
      "text": "Stimmt, hab ich auch gelesen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:07:48",
      "text": "Und das war auch so gemeint."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:51",
      "text": "Aha."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:07:52",
      "text": "Man hat es allerdings die ersten 20 Jahre nicht verstanden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:55",
      "text": "Achso. Das heißt, dass das Universum als solches irgendwie dann dahin schwindet\nund dann gibt es ein anderes oder?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:08:02",
      "text": "Dass der Handlungsbogen so weit fortschreitet, dass gewissermaßen das gesamte\nUniversum in den Regelungs- und Kontrollbereich unseres Helden fällt. Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:14",
      "text": "Und was für einen Zeitraum decken jetzt die Geschichten ab? Also,\nist das kontinuierlich bis in\ndie Zukunft oder wird da auch mal in die Vergangenheit zurückgesprungen?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:08:21",
      "text": "Ja, also, der momentane Handlungsablauf, der so dokumentiert ist,\numfasst mehrere Millionen Jahre.\nAlso ich glaube das geht bis 20 Millionen Jahre in die Vergangenheit und naturgemäß\nin die Zukunft ist es immer ein bisschen schwierig Prognosen in die Zukunft zu machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:40",
      "text": "Aber Periodon ist sozusagen immer noch dabei?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:08:42",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:43",
      "text": "Weil er unsterblich ist?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:08:46",
      "text": "Perioden ist dann relativ schnell auch relativ unsterblich geworden,\nwas heißt, dass er lange lebt, aber nicht unverwundbar ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:55",
      "text": "Ahh, okay, dann sollten wir jetzt\nvielleicht mal so ein bisschen auf die Ursprünge der Geschichte kommen.\nWas, wie geht das los und worum geht es?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:09:05",
      "text": "Genau, also die Exposition ist, finde ich, sehr schön und schnell zu erklären.\nDie erste Mondlande-Expedition trifft beim Betreten des Mondes auf eine schon dort befindliche,\nsehr fortgeschrittene Weltraumzivilisation, die eine Panne hatte und gewissermaßen\nam Mond notgelandet ist.\nUnd es kommt zu einem Kontakt. Die Außerirdischen, die übrigens menschenähnlich\nsind und Alkoniden heißen,\nbitten die Menschen um medizinische und andere Sekundärrohstoffhilfe an,\nweil sie sind ein bisschen zu verpeilt, um noch alles so richtig regeln zu können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:48",
      "text": "Die sind auf dem Mond."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:09:49",
      "text": "Die sind da auf dem Mond gelandet, weil sie nicht auf der Erde landen durften,\nweil sie sich dann ja gewissermaßen einer niederen Zivilisation offenbart hätten\nund das wollten sie nicht, aber sie wollten da in der Nähe bleiben.\nUnd der Perioden nutzt die Chance, dass er sieht,\ndass da eine sehr überlegene Technologie in seine Hände fallen könnte,\nmit der er etwas verhindern will, was wirklich sehr tragisch gewesen wäre zu der Zeit.\nNämlich, dass in der Heftserie zwei Machtblöcke quasi kurz vorm Atomkrieg gegeneinander\ngerüstet kurz davor waren loszuschlagen.\nUnd das ist eine schöne Parallele zu der Zeit damals 61, das war die Kuba-Krise,\nder absolute Höhepunkt des Kalten Krieges, der kurz vorm Heißlaufen war und,\nals solche eine Hintergrundfolie für diese Hefte gegeben hat,\ndie absolut realistisch und für die DESAN nachvollziehbar war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:49",
      "text": "Kann man sagen, dass dann Perioden auch generell als Reflektion auf die Realität gedacht war?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:10:56",
      "text": "Ich weiß jetzt nicht, ob es gedacht war, aber es war in jedem Fall,\nin diesem Kontext kann es nur so gesehen werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:05",
      "text": "Und ganz kurz noch die, ich will nur nochmal die Exposition ganz kurz zu Ende bringen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:11:10",
      "text": "Der Perioden nimmt also diese überlegene Technologie,\nauch durch seine Kühnheit und Keckheit nimmt er in Anspruch und baut sich auf\ndem Landeplatz, wo er zurückkehrt mit seiner Mondrakete,\nso ein eigenes kleines Territorium in der Wüste Gobi auf und die anderen Atommachtblöcke\nfinden das erstmal nicht so lustig, aber einen großen...\nEnergieschirm und die anderen können erstmal nichts machen und mit der Zeit\nerkennen sie an, dass es da einen neuen Machtfaktor im internationalen Geschehen gibt,\netwa so groß wie Monaco, aber unbesiegbar und dann wird er eingeladen in die\nUNO und darf sich also völkerrechtlich einbringen und das ist so die Kernzelle\nfür eine spätere Weltrepublik,\ndie dann Perioden gewissermaßen anstößt durch diesen Prozess.\nDas dauert dann noch ein paar Dutzend Romane, aber dann ist im Prinzip das erste\nZiel, eine geeinte Menschheit zu erreichen, in der Heftserie vollzogen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:19",
      "text": "A. Das heißt, dreht sich dann alles im Prinzip da drum?\nAlso er sitzt dann wieder in Monaco und ist die dritte Machtzentre,\ndas ist einfach nur der Start."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:12:31",
      "text": "Weil diese Außerirdischen, die hatten eine Mission, die da in Not gelandet waren,\ndie suchten nämlich nach dem ewigen Leben.\nUnd das haben sie aber nicht gefunden und sie haben es jetzt auch bitter nötig,\ndas ewige Leben zu finden, weil sie ja schon so im Abstieg befindliches Großimperium sind."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:49",
      "text": "Also sie sitzen da gerade so auf dem Mond und rollten vor sich hin."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:12:52",
      "text": "Ja, aber sie wollten eigentlich einen Planeten finden, der ganz in der Nachbarschaft\neigentlich angesiedelt ist, nämlich im Vega-System und der Perioden geht dann\nmit seinen inzwischen arkonidischen Freunden,\nfliegt er dann dahin und dann machen die so ein, es nennt sich das kosmische,\nRätsel, das ist also so ein großes Abenteuer-Rätsel,\nvon,\nPlanet zu Planet, springen sie da von einem Rätsel zum anderen und hinterher zum,\nSchluss gibt es halt eine große Frage und Aufgabe und dann steht also das ewige\nLeben offen in Form einer sogenannten Zelldusche,\ndie erstmal die Lebenserwartung um 70 Jahre verlängert, indem einfach die biologischen\nAlterungsprozesse eingefroren werden.\nUnd die Überraschung ist, dass die Wesenheit, die diesen Apparat bedient und\ndieses Rätsel ausgelegt hat, jetzt auf einmal sagt, nein, nein,\nliebe Arkoniden, ihr habt das zwar gesucht,\naber dem, dem ich diese Lebensverlängerung eigentlich zuteilen will,\ndas ist der Peri Rodanda von den Terranern.\nDie scheinen mir jünger und noch hungrig und aufstrebensbereit und die sollen\ndas jetzt mal für die nächsten 20.000 Jahre erledigen.\nDa kommt eine Menge Arbeit auf sie zu. Und ich werde sie dazu dann immer mal anrufen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:13",
      "text": "Was ist das für eine Wesenheit, die das jetzt sozusagen unter seiner Kontrolle hat?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:14:17",
      "text": "Jetzt kommen wir schon zu den,\nzu der etwas größeren Zusammenhängen der Periodenserie. Diese Wesenheit.\nWurde ursprünglich eingeführt unter dem Namen Wanderer oder auch S. S wie in Über-S."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:32",
      "text": "Also IS."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:14:34",
      "text": "Aber wird S ausgesprochen. Inzwischen weiß man etwas über die Hintergründe, wie S entstanden ist.\nIch würde einfach sagen, es ist ein ständiger Begleiter der Menschheit,\nist aber in unserer Galaxis und in den anliedernden\nGalaxis so als der Hintergrundmachtfaktor tätig und hat auch eine Menge Aufgaben\nauf universaler und transuniversaler Ebene als Superintelligenz zu tun und braucht\nhin und wieder gewissermaßen die ganzirdischen Wesenheiten,\num bestimmte Aufgaben zu erfüllen.\nDazu kommt, dass das Periversum in einem Zwiebelschalenmodell von evolutionären\nProzessen aufgegliedert ist,\nwo dann vom Einzeller zum Mehrzeller zum Säugetier zur Superintelligenz und\ndann darüber stehenden Entitäten namens Kosmokraten und Chaotarchen da so eine\nEvolutionsleiter besteht.\nUnd jede dieser Wesenheiten hat in ihrem Zuständigkeitsbereich bestimmte Kompetenzen\nund auch Nichtkompetenzen,\ndie dazu führen, dass sie manchmal auch auf niedriger Ebene sich gar nicht adäquat\nartikulieren können und müssen\ndann auf Hilfsvölker oder auf andere Supportmaßnahmen zurückgreifen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:05",
      "text": "Also Wesenheit ist jetzt eher ein allgemeiner Begriff, den du jetzt gerade gewählt\nhast oder der so da auch verwendet wird?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:16:11",
      "text": "Der ist jetzt sehr allgemein, wird aber durchaus verwendet, aber Superintelligenz\nist gewissermaßen das ja ist dann der Begriff,\nder jetzt offiziell für die nächst über den Terranern und vergleichbaren Völkern\nstehende Einheit und der Prozess zur Superintelligenz entsteht durch so eine\nMachtkonzentration, einer technologischen Entwicklung,\ndie hinterher zu einer Vergeistigung führt,\ndass man sich die meisten Völker, die sich diese Schwelle zur Superintelligenz\ndann mal überschritten haben,\nverlassen also des körperlichen Seinszusammenhang und versuchen eine Geistwesen\nzu werden und haben dann also einen entsprechend hohen Faktor und können sich\ndann als Superintelligenz neu manifestieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:16:58",
      "text": "Mh. Ähm.\nDu sagst grade die Terraner und ähnliche Vögel.\nAlso ist das auch so, dass im Perirodan-Universum alles so humanoid und ähnlich ist?\nIch glaub, auch diese Arkanoiden, die ersten, die sie dort auf dem Mond treffen,\nsind auch eher so menschartig.\nUnd sind dann auch alle anderen Wesen dieses Universums oder Perivorsums auch so alle so ...\nWeil das war eigentlich immer so typisch erstes Star Trek und so,\negal auf welchen Planeten die kamen. ja das konnte noch so weit entfernt sein\nvon Planeten Erde, alle hatten irgendwie zwei Beine und lief durch die Gegend\nund hatten im Prinzip auch die gleichen Probleme."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:17:34",
      "text": "Ja, also warum das bei Star Trek so läuft ist natürlich klar und ein bisschen\nläuft es denke ich auch bei Perioden darauf hinaus,\ndass es dramaturgisch interessanter ist mit zwar Fremdintelligenten aber dann\ndoch menschenähnlichen Wesen zu interagieren,\nauch als Romanautor kann man das leichter fassen.\nEs gibt eine gewisse Präferenz für humanoide Völker, die sind auch alle miteinander\nverwandt, das kommt im Laufe der langen Handlungszeit, über 45 Jahre,\n2350 Bände, kommen die Hintergründe heraus, dass es da Verwandtschaftszusammenhänge\nauf genetischer Ebene gibt,\naber es gibt auch ganz ganz in absolut der Vielfalt an anderen exotischen Lebensformen,\ndie teilweise auf ganz anderer Biologie und Genetik beruhen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:29",
      "text": "Pfeilt dir da etwas ein, was plastisch ist? Ja wunderbarerweise zum Beispiel die Chaluter,\ndie haben sechs Extremitäten, Laufarme und Handlungsarme, stehen auf zwei Säulenbeinen,\nhaben ein Planhirn und ein Ordinärhirn, dass dass sie auch abkoppeln können.\nSie haben einen Konverter-Magen, mit der es ihnen ermöglicht,\naus jedem Produkt Stein oder sonst was zu Stoff wechseln.\nSie können ihre Haut in quasi,\nunüberwindbare Stahlverbund verwandeln. Und was inzwischen natürlich herauskommt,\nist klar, solche Wesen, die denkt man sich nicht nur aus, die wurden natürlich auch geklont.\nAlso die sind letztlich freigelassene Geschöpfe, die mal als biologische Kampfwaffen\nentwickelt worden sind. A. Mhm.\nWas man jetzt schon merkt, wenn du das so erzählst und irgendwie aus der Begriffkiste\nzauberst, das ist alles sehr anglizismenfrei.\nAlso die ganze Perirodan-Welt, wenn man jetzt mal diesen Namen,\nden man schon fast gerne lieber englisch aussprechen möchte als deutsch,\nwenn man den mal herausnimmt, gibt es eigentlich fast kaum...\nIrgendwelche typischen englischen science fiction Begriffe. Zieht sich das wirklich\nkomplett durch die ganze Serie so durch?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:19:51",
      "text": "Ich glaube das liegt an dem Kontext von Autoren und Leserschaft,\ndie noch sehr stark aus der deutschsprachigen Literatur und Sprache geschöpft\nhaben und Und auch das Wort Science-Fiction,\nist erst in der Nachkriegszeit als Genre langsam,\nin das Bewusstsein geraten.\nBis in die 80er Jahre hinein wurde die Perry-Rodan-Serie auch vom Verlag als,\ndie Weltraum-Serie bezeichnet.\nWichtig war eben, dass man sehr viele Leser aus allen Bevölkerungsschichten,\ndie auch gerade des Englischen nicht, zur damaligen Zeit, Anfang der 60er Jahre\ndes Englischen, gar nicht mächtig waren,\nsie nicht verwirrt, sondern ihnen die Begriffe an Hand gab, mit denen sie was anfangen konnten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:20:44",
      "text": "TROZINSKI Ja, aber daraus hat sich natürlich ein sehr buntes, ja,\nso ein Panoptikum von Fachbegriffen ergeben, die für sich genommen schon mal\nganz… BRODER Ja, aber das ist eine ganz interessante Sache, die als Wert erst\njetzt in den letzten Jahren wohl überhaupt gesehen worden ist."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:21:03",
      "text": "Also es gibt nämlich Wortschöpfung aus den 80er und 90er Jahren,\ndie durchaus dann Anglizismen verwenden, weil sie einfach wiederum dem Lese-\nund dem Bildungskontext der Leserschaft entsprochen haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:19",
      "text": "Diese Autoren, also es gibt ja ganz viele, aber es gab mal einen ersten."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:21:25",
      "text": "Nils gab ein Team, ein Duo von Zweien und die waren jeder für sich in der kleinen\ndeutschen Science Fiction Gemeinde schon sehr erfolgreich und das war so wie\nso ein Supergroup Prinzip,\ndass also zwei erfolgreiche Autoren da zusammen gekommen waren und auf Initiative\ndes Möwig Verlags, damals in München ansässig,\nbeauftragt worden waren eine Heftroman Serie.\nEine wöchentliche zu konzipieren.\nUnd damals hatte der Verlag so die Idee, na wir gucken mal, dass wir das über\n20 Hefte aufrechterhalten.\nIn den Künstlerträumen der Autoren.\nDachten die 50 werden es wohl werden und dieser ganz große brückenschlag zu\ndem verlassenen planeten und die erloschene sonne das ist also so die. Das war so die ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:20",
      "text": "Also es ist die vision der geschichte aber es war nicht unbedingt die vision des verlags."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:22:24",
      "text": "Auch nicht mal der macher sondern das war so damit man weiß immer gehen westen aber."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:30",
      "text": "Wie weit man da kommt, ist nochmal eine ganz andere Geschichte."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:22:35",
      "text": "Dazu möchte ich noch eine schöne Anekdote erzählen, weil die Amerikanisierung war doch so stark,\ndass die Serie mit dem Image, dass sie unter Umständen aus Amerika importiert\nsein könnte und sich daraus auch so eine kulturelle Überlegenheit der damaligen Zeit manifestiert.\nDie ist auch dadurch noch mal gekennzeichnet worden, dass die Autoren sich oft\namerikanische oder englische Pseudonyme zugelegt haben.\nDie Geschichte dahinter ist, dass Walter Ernsting, einer der Gründerväter von\nPeriodon, seinen ersten science fiction Roman unter einem Pseudonym eingereicht\nhat, übersetzt von Walter Ernsting.\nEr hat dann einen Namen erfunden, Clark Dalton, und hat gesagt, ja,\ndas habe ich in Science Fiction Illustrated oder Science Fiction, hast du nicht gesehen,\nin Amerika gelesen und habe den Autor gefragt, ob ich das übersetzen könnte\nund er hat ja gesagt und ich bin auch sein Manager und hat dann entsprechend\nseinen ersten Roman unter Pseudonym veröffentlicht.\nUnd diese Tradition ist so ein bisschen in Perry Roden noch spürbar gewesen bis in die,\n70er, 80er Jahre, wenn heute Pseudonyme gewählt werden, die manchmal ja ganz\nsinnvoll sind für Autoren, dann sind es aber heute nicht mehr englische Pseudonyme."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:04",
      "text": "Du hast vorhin so schön nochmal betont, der Heftroman, es gibt dann auch noch\nden Perirodenzyklus, wie verhält sich das dazu?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:24:13",
      "text": "Der Zyklus sind viele Heftromane in einem Handlungsbogen zusammengefasst und\ndarüber hinaus gibt es noch die Großzyklen, das sind dann eben mehrere Unterzyklen\nin einem großen Großzyklus.\nSo der normale Zyklus umfasst 50 bis 100 Hefte und die Großzyklen bis zu 400,\naber dann immer unterteilt in 50er oder 100er Schritten und das ist auch eine klare,\nfassbare Größe, 50 Hefte entsprechend praktisch einem Jahr und lässt sich dann\nentsprechend auch ganz gut so für die Leser und auch für die Autoren so im Kopf behalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:57",
      "text": "Also jetzt ist man schon bei 2.300."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:24:59",
      "text": "Und 42 glaube ich also schon echt eine menge und das geht auch munter weiter\nalso es gibt da keinerlei,\nja interessant ist eigentlich dass der heft roman als solches als gattung eigentlich\nein absterbendes genre ist das ist aber dem,\nPerry Rodan Heftroman relativ gut geht,\nwas einfach an guter Arbeit, guten Heften und inzwischen auch einem sehr hohen\nWissensstand um die Serie selber und also einen gewissen selbstreferentiellen\nStatus, der am Anfang nicht da war,\nalso man guckt jetzt auf die 45 Jahre zurück,\npraktisch alle handelnden Personen sind aus der eigenen Fanbasis erwachsen.\nSind alle mit Perry Rodan sozialisiert worden und als solche natürlich sehr,\nsehr sensibel für alle Veränderungen, aber auch alle Qualitäten,\ndie nötig sind, um die gewachsene Fanbasis auch weiterhin bei Laune zu halten.\nUnd so dass eine sehr gute Mischung aus klassischen Elementen,\nklassischen Völkern, vertrauten Personen besteht und immer wieder neu hinzugeführten\nHandlungselementen, Völkern, Planeten und Storylines kommt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:25",
      "text": "Wie groß muss man sich diese Fanbasis vorstellen? Weißt du zufällig was für\nAuflagen diese Hefte erzielen?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:26:32",
      "text": "Also ich vermute, Wissen tue ich das nicht, dass das so normale Periodenheft\nwohl so um etwas über die 100.000 im Durchschnitt an Auflage hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:46",
      "text": "100.000?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:26:48",
      "text": "Ja ich vermute das schwankt mal mehr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:50",
      "text": "Jede Woche?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:26:50",
      "text": "Jede Woche."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:51",
      "text": "Also jede Woche werden 100.000 Hefte."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:26:53",
      "text": "Oder mehr. Oder mehr. Oder wenn die ein schlechtes Heft und einen schlechten\nTitel und vor allen Dingen die Titelbilder machen sogar was aus.\nAlso es gibt einen Großteil wohl Impulskäufer.\nMacht wahrscheinlich so ein Drittel aus, das sind so die derzeit oder Wehrpflichtige,\nder halt sich am Bahnhofs Kiosk irgendwie langweilt und dann greift das durch\nso ein Heft und das ist dann auch in 70 Minuten durch und dann wird das dann\noft auch weggeschmissen, das ist nach wie vor ein gängiges Muster.\nDie Sammler und Fans als solche sind wohl eine qualifizierte Minderheit.\nKann ich nicht sagen, wie viel das immer an diesem jeweiligen Bereich ausmacht.\nUnd ja, ich glaube, dass zumindest in der alten Bundesrepublik die männliche Bevölkerung unter 40,\ndass praktisch jeder mal ein, äh über 40, bei den alten Bundesländern mal ein\nPerlrodenheft gelesen hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:27:54",
      "text": "Ah, okay. Ich dachte schon, ich hätte jetzt auch noch eins lesen müssen,\naber die Kategorie falle ich noch nicht so ganz.\nUnd dann gibt's ja sicherlich auch so Treffen, so Cons oder so.\nIch meine, wenn das erstmal so ein Kult ist, dann gibt's ja meistens auch Meetings.\nWarst du da mal bei einem? A."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:28:08",
      "text": "Jaja, das ist auch gerade in der Zeit vor dem Internet waren natürlich Real-Life-Begegnungen,\nabsolut,\nwichtig, um sich selbst zu vergewissern, dass man in seiner normalen Umwelt,\nwo man dann oft ja ein bisschen mit seiner Leidenschaft etwas merkwürdig beäugt,\nwird, dass man sich ein, zweimal im Jahr mit anderen Menschen,\ndie genauso drauf sind, trifft.\nUnd das galt für die Science-Fiction in Deutschland im Allgemeinen und gilt\nauch weltweit für die Science-Fiction im Allgemeinen, als auch dann spezifisch,\nfür eine Serie wie Peril Rodan.\nIch muss mal dazu sagen, dass zum Beispiel Periodon mich praktisch versaut hat\nfür alle andere literarische Science-Fiction.\nWeil in Periodon, das ist so ein mächtiges Universum, dass alle Bedürfnisse,\ndie ich in dem Bereich Weltraum, Galaxien, kosmische Rätsel so habe,\ndort alles abgedeckt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:09",
      "text": "Das heißt, du bist für Star Trek und Star Wars nicht mehr empfänglich?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:29:12",
      "text": "Nee, ich meine literarisch. Also, da es die regelmäßige Periode an Fernsehserien\nnicht gibt und auch die Verfilmung davon nicht gibt im Hollywood-Maßstab, ist das nicht der Fall.\nAber so im literarischen Bereich ist es dann oft so, dass ich beim Lesen gewisse\nDefizite habe. Da fehlt mir die Vertrautheit.\nIch weiß gar nicht, wer ist das jetzt? Und wenn die mit dem Raumschiff umherfliegen,\ndann muss ich genau wissen, ist das ein Linearantrieb?\nHaben die einen Kalupschen Kompensationskonverter oder haben sie einen Warrington\nin Ultrakompbauweise an Bord? Wie oft müssen sie das wechseln?\nOder ist es noch ein antiquiertes Transitionstriebwerk?\nDie normale Science Fiction, zumindest die literarische, gibt mir diese Informationen\nnicht. Da steht dann irgendwie, sie haben den großen Raumsprung gemacht und\ndas war's und dann geht's dann in die Handlung.\nDie Technik ist so ein wunderbarer, wie so eine Baseline, die ständig so im\nUntergrund pulst und für ganz ganz viele Periodenleser auch wichtig ist.\nEs gibt andere für die ist das nicht so wichtig, insbesondere auch viele Autoren,\ndie aus anderen Bereichen kommen, die das sich mühsam wie so Vokabeln angelernt haben.\nAber der eine Gründungsvater, Karl Herbert Scheer, der hat ganz minutiös seine\nTechno-Fantasien da hineingeschrieben und auch ganz, ganz minutiös.\nDarauf geachtet, dass die Technik da funktioniert hat.\nUnd jeder Autor musste also so ein kleines Technologiestudium in Perirodan-Technologie,\nabsolvieren, bevor er schreiben durfte.\nUnd es gibt auch mal einen Autor, der ist aus dem Team rausgeflogen,\nweil er es gewagt hatte, in einem Roman eine Technikpanne zu beschreiben an\neinem terranischen Raumschiff."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:09",
      "text": "Das darf doch nicht sein."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:31:10",
      "text": "Begründung war, ein terranisches Raumschiff hat keine Technikpannen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:16",
      "text": "Das erzählt bei der NASA.\nAlso Technik spielt eine große Rolle. Du bist ja an einem Punkt auch ganz konkret\nmit beschäftigt gewesen, weil in den Heften, also nicht in allen Heften, aber wohl in...\nEinigen, vielen, wie soll man das ausdrücken? Jeden vierten.\nIn jedem vierten gibt es dann sogenannte Risszeichnungen.\nDas ist ja auch ein Genre, was quasi aus dem Perirhodan-Kulturuniversum,\nheraus entstanden ist. Das sind grob gesagt so 3D-artige Zeichnungen eben dieser\nPrimärraumschiffe oder sonstigen Gerätschaften,\ndie in so einem Aufriss halt als hätte man aus einem Apfel was herausgebissen,\nso dass man eben diese Innereien sehen kann.\nKannst du mal zu dieser Kultur beschreiben, wie das entstanden ist?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:32:00",
      "text": "Für mich ist die sogar die wichtigere gewesen, um überhaupt der Faszination\ndes Periodenuniversums zu erliegen.\nDenn das ist, ein Bild sagt dann doch eben mehr als 1.000 Worte.\nUnd diese Risszeichnungen, die die Raumschiffe und Gerätschaften der Helden\ndargestellt haben, haben mich sehr fasziniert.\nUnd die wirkten wirklich wie eine Blaupause aus der Zukunft.\nMan muss dazu verstehen, diese Zeichnungen wurden zur damaligen Zeit von professionellen\nIllustratoren gemacht,\ndie ansonsten für Modelleisenbahnhersteller gearbeitet haben oder sich als Architekten\nverdingt haben. Die waren zur damaligen Zeit state-of-the-art der technischen,\nIllustrationen,\nin\nanderen,\nMedien auch. Das heißt, eine Perirodanrisszeichnung zu einem Raumschiff oder\neinem Raumgleiter sah nicht anders aus,\nals in der Automotor und Sport eine Durchsicht oder Röntgenzeichnung von einem\nVW Käfer oder von einem anderen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:02",
      "text": "Das war ja damals auch sehr populär."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:33:04",
      "text": "Das war ein ganz populäres Medium, dass man den Hobby Magazin der Technik gesehen\nhat und das Verblüffende war halt eben dieses 1 zu 1 Verhältnis zwischen der\nrealen Technik und der Fantasietechnik im Periodenuniversum,\ndie so dargestellt worden ist. Und das hatte...\nFür mich eine solche Attraktion und Überzeugungskraft, dass das nochmal den\nganzen Glaubwürdigkeits- und Faszinationscharakter so potenziert hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:33",
      "text": "Und wie erstellt man solche Risszeichnungen? Also welche Produktionsmethoden\nhast du da am Anfang gewählt? Wann hast du damit angefangen?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:33:42",
      "text": "Schon ganz ganz früh, direkt quasi mit den ersten Heften, die ich gelesen habe,\nda waren dann auch schon diese Zeichnungen drin und ich kannte die Zeichnungen\nauch vor den Heftromanen schon als so kleine Miniposter."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:54",
      "text": "Und war das jetzt 80er?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:33:55",
      "text": "Nee, nee, das war Mitte der 70er Jahre und ich kannte sie aber schon von Anfang\nder 70er Jahre als ganz kleines Kind sogar schon aus dem Peri Rodan Comics Magazin.\nDas ist nochmal so ein Spin-Off gewesen, der für einige Jahre sehr erfolgreich\nwar und dort waren die schon in den Heften mal, also in den Heftromanen veröffentlichten,\nZeichnungen auch als Zugabe mit drin.\nUnd da versucht man mit allen Mitteln, erst mit Bleistift natürlich und ohne\nLineal und wundert sich dann erstmal, dass es alles so krakelig aussieht.\nDann sagt man sich, okay, man nimmt vielleicht auch Lineale,\ndann wundert man sich, dass man aber die Kurven nicht so schön hinbekommt.\nDann lernt man auf einmal, es gibt ja Kurvenlineale, was irgendwie so ein bisschen absurd klingt.\nUnd dann lernt man auch wiederum, dass man bei Beleihstiftzeichnungen ja gar\nnicht reprofähig sind, also muss man da andere Hilfsmittel einsetzen.\nJa und so kommt man immer von Schritt zu Schritt und zu einem...\nZu einem Standardverfahren, das für die analoge Verfertigung von Risszeichnungen bis etwa,\nbis Anfang der 90er Jahre so aussah, dass man eine Bleistiftvorzeichnung gemacht hat,\ndie mehr oder minder schon sehr akkurat war, wo man aber natürlich Hilfslinien\nund Konstruktionslinien drin hatte und dass man ab einem gewissen Fertigungsgrad\ngesagt hat, so die Zeichnung ist jetzt fertig,\ndann ein Transparentpapier über die Zeichnung geklebt hat und dann nochmal alles\nmit Tuschelfiltern von Rotring oder anderen Firmen,\nteilweise mit ganz irrsinnigen Kapillardurchmesser der Nadeln,\nalso der Minen bis 0,13 Millimeter.\nWas zu einer hohen Präzision geführt hat, aber gerade die 0.13 Millimeter Rapidographen,\nwaren sehr empfindlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:35:56",
      "text": "Also Rapidograph klingt ja auch schon wie ein Begriff aus dem Perirodern."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:36:01",
      "text": "Richtig, aber eigentlich vorher war der Isograph und dann kam der Rapidograph.\nDas war dann glaube ich eine nächste Evolutionsstufe."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:09",
      "text": "Und wie viele Risszeichnungen hast du so produziert über die Zeit?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:36:12",
      "text": "Ich vermute, so ein Dutzend in der Peripedia wird das wahrscheinlich alles ganz genau stehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:17",
      "text": "A, genau, da können wir ja auch gleich mal drauf verweisen, jetzt treten wir\nja auch in die moderne Zeit ein und du hast ja auch gesagt, so damals,\nals alles noch ohne Internet war, musste man sich immer treffen,\njetzt trifft man sich natürlich auch online. Es gibt einen Perirodan-Online-Club, PROC,\ndie auch eine Wikipedia-artige,\nArtikelsammlung,\naufgesetzt,\nhaben,\nnämlich die Peripedia, wo sich alles Mögliche zum Perirodan-Universum findet.\nIch bin hier schon wieder mit größtem Staunen am Blättern und da bekommt man\nüberhaupt erstmal einen Eindruck, wie komplex diese Perirodan-Welt ist."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:36:52",
      "text": "Ja, über 200.000 Manuskriptseiten.\nVermutlich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:57",
      "text": "Die jetzt, was meinst du jetzt, als Grundlage des, der… Das ist gewissermaßen\nder kanonisierte Teil der Texte. Jetzt in der Peripedia?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:37:07",
      "text": "Nicht in der Peripedia, aber diese\nPeripedia basiert ja auf etwa 200.000 kanonisierten Manuskriptseiten,\ndie die Gesamtheft-Roman-Serie… Was meinst du jetzt mit kanonisierte… Ja,\nes gibt ja nun sehr viele Fan-Literatur von Amateuren,\ndie auch mal einen Periode an Erzählungen schreiben wollen, um mal Schriftsteller,\nzu werden und es an den Verlag schreiben.\nUnd es gibt so offizieuse Geschichten, dass vielleicht ein auch richtiger Periodenautor\neine kleine Kurzgeschichte für ein Fan-Scene wiederum geschrieben hat.\nDavon weiß aber der Lektor eigentlich nur so vom Hörensagen und das wird nicht\nin die offizielle Kontinuität des Universums eingeführt.\nAlso man muss halt sagen, alles was dort in irgendeiner Form geschehen ist, ist nach wie vor gültig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:02",
      "text": "Mhm. Okay, zurück zur Peripedia, können wir mal kurz hier schauen, 7.270 Artikel.\nWas mich ein bisschen umgehauen hat, ist allein schon mal hier die Liste aller\nKategorien, die also auch extrem gut organisiert ist.\nUnd so Metakategorien wie Kosmologie allein umfassen schon mal 148 Artikel.\nUnd im Bereich Phänomene 61 Artikel, wo also dann auch hier wahrscheinlich deine\nSuperintelligenz mit dabei ist.\nNein, tatsächlich gilt das nicht als Phänomen. Okay, ich hab mich getäuscht."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:38:38",
      "text": "Vielleicht ist es in der Kosmologie unter Zwiebelschalenmodell drin."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:44",
      "text": "TROZINSKI Ja, Zwiebelschalenmodell ist hier drin, richtig."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:38:47",
      "text": "BRODER Das ist also wirklich ein wichtiger und guter Einstieg,\num sich in die Perirhodan-Kosmologie hinein zu bringen. TROZINSKI Das Zwiebelschalenmodell?\nBRODER Ja, das ist ein ganz wichtiger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:56",
      "text": "TROZINSKI Aber was noch sehr viel beeindruckender ist, ist die Liste der Organisationen,\ndie liegt nämlich mal locker bei 328 verschiedenen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:39:05",
      "text": "Ja, aber wenn man überlegt, dass allein die von den Terranern wirklich dargestellte\nHandlungszeitraum, ich glaube inzwischen über 3000 Jahre umfasst,\ndann gibt es da natürlich Organisationen, die kommen und gehen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:23",
      "text": "Die kommen und gehen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:39:25",
      "text": "Geheimdienste werden gegründet, Imperien sterben ab, neue Geheimdienste werden\nwieder gegründet für neue Nachfolgestaaten,\nImperium Dabrifa, Kasualscher Bund, Liga Freier Taraner, Solaris Imperium."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:42",
      "text": "Was sind denn die wichtigsten Organisationen, die man so zwangsläufig kennenlernt?\nAlso ich meine, ist es so, dass die jetzt alle permanent wechseln oder gibt\nes nicht so ein paar Hauptthemen, die fast in jedem Heften irgendeiner Form Anklang finden?\nAlso jetzt Terraner werden sicherlich, ist sicherlich ein Thema, was immer kommt."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:39:58",
      "text": "Ja, es kann dir passieren als Neuleser, dass du erstmal Periroh dann liest und\nüber acht Bände hinweg erstens mal Periroh dann nie zu Gesicht bekommst.\nUnd auch nie einen Terraner oder wenn dann nur so einen Terraner,\nder ganz ganz weit in fremden Galaxien unterwegs ist und eigentlich nicht weiß,\nwie er wieder zurückkommt.\nUnd ähm... Die Handlungs...\nElemente sind eigentlich, vielleicht sollte ich da nochmal sagen,\nweil das mit die Faszination ausmacht.\nEs geht nicht so um das primäre Lesevergnügen.\nDa würde ich mal sagen, das ist dem Heft-Roman-Genre angepasst,\nmittelmäßig.\nEs\ngibt, würde ich mal sagen, auf zehn Hefte kommen drei wirklich ganz schlechte,\nDrei, die man so mit gutem Gewissen gerade noch so erträglich findet,\ndann kommen, jetzt sind wir bei sechs, kommen vielleicht drei gute und ein wirkliches\nHeft, das man auch einem Freund empfehlen möchte.\nUnd aber jeder einzelne Roman bietet Puzzlesteine, Informationsspurenelemente,\ndie einem zu dem ganz großen Zyklus Meta-Handlungssträngen.\nFühren. Und man ist dann oft sogar ein bisschen weiter als die aktuellen Protagonisten\nauf der Handlungsebene,\nweil man ja vorher in einer anderen Handlungsebene, 30 Millionen Lichtjahre\nentfernt, auf einen ähnlichen komischen Pilzdom gestoßen ist,\nder aber für die Protagonisten auf der aktuellen Handlungsebene ganz neu ist.\nUnd als Leser weiß ich schon, was so ein Pilzdom alles tut und was man damit machen kann.\nUnd dann kommt also dieser Suspense-Charakter mit rein und es gibt natürlich\nauch falsche Fährten und inzwischen werden auch diese ganzen Stränge sehr professionell,\nalso die Textverarbeitung, der E-Mail-Verkehr zwischen den Autoren hilft dabei,\nsehr,\nprofessionell,\nmiteinander verknüpft. und die Qualität auf dieser Ebene, nämlich die Leser\nüber Monate hinweg mit gezielt,\nmit Injektionen von interessanten Handlungselementen zu versorgen,\ndass man dann anfängt, oh, wie könnte es jetzt weitergehen?\nAlso die eigentliche Handlung, das eigentliche Lesevergnügen fängt an,\nwenn man den Roman ausgelesen hat und sich überlegt, wie könnte es jetzt weitergehen?\nAlso das Cliffhanger-Prinzip."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:29",
      "text": "Also die Peripetia könnt ihr ja dann tendenziell auch wirklich als äh...\nVernetzung zentrale fungieren also wenn man sich anschaut was die wikipedia\nheute schon für eine deutungsmacht hat und auch so sagen wir mal grundlegende\norientierung für recherche bietet ist das ja sicherlich in so einem universum auch durchaus so."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:42:48",
      "text": "Ja ich denke dass die peripedia vom vom proc inzwischen auch diese diesen kristallisationskern hat.\nIch weiß aber, es gibt vom Verlag aus ein zentrales Register aller Items und\nAssets aus dem Periroden-Universum und das ist wohl noch ein bisschen umfangreicher.\nDa wird es mal interessant sein, wie beide Systeme miteinander korrelieren und\nob gewissermaßen das offizielle redaktionelle Datenbanksystem nicht von der\nPeripedia übertroffen wird.\nUnd das kann ich momentan noch nicht entscheiden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:28",
      "text": "Ich wollte noch mal kurz auf die\nTechnik zurückkommen. Raumschiffe spielen natürlich eine große Bedeutung.\nAlso, das haben wir schon bei den Risszeichnungen gemerkt."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:43:38",
      "text": "Es hilft, die Protagonisten von einem Handlungsort zum anderen zu bringen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:42",
      "text": "Also gibt's ja auch alle möglichen Modelle, wie man das Universum so durchschreitet."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:43:47",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:48",
      "text": "Das sind ja immer sehr, also eigentlich fast allen Science Fiction,\nSei es der Anhalter mit seiner Bistromatik oder ..."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:43:57",
      "text": "Unwahrscheinlichkeits-Drive."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:58",
      "text": "Der Unwahrscheinlichkeits-Drive vor allem natürlich. Und hier bei Star Trek\nnatürlich auch die ganzen Warpstufen und so weiter.\nIch steck da gar nicht selber so tief drin. Gibt's da herausragende Grundannahmen,\nwie das Universum aufgebaut ist und wie man diese unendlichen Weiten durchschreiten kann? Ja.\nIn Perirodern, die jetzt erwähnenswert wären?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:44:17",
      "text": "Ich möchte dazu noch mal sagen, die Technologie ist in den ersten 40 Jahren\ndes Periodenuniversums so gewuchert und so,\nultimativ geworden, dass es dramaturgische Handlungszusammenhänge sehr erschwert hat.\nDas heißt, die Galaxis war also die Milchstraße, die man manchmal so am Himmel\nnoch sehen kann, die hatte nur noch die Funktion, die bei uns der Globus hatte.\nDas heißt, was in den Anfangszeiten noch eine zeitaufwendige Expedition in unerforschten\nWeiten war, konnte man inzwischen mit so einem Jet-Set-Sprung,\ninnerhalb,\nvon wenigen Stunden erledigen. Und deswegen gab es vor einiger Zeit einen universumsweiten Degrader.\nEin Anglizismus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:11",
      "text": "Oha! Alarmglocken."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:45:15",
      "text": "Die höchsten uns bekannten Mächte des Universums haben beschlossen,\ndas Leben nimmt überhand.\nEs ist zu schnell von A nach B unterwegs und es hilft uns nicht.\nMan muss sich das so vorstellen wie..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:33",
      "text": "Eine Entzerrung des Universums sozusagen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:45:36",
      "text": "Ja und zwar wurde der hyperphysikalische Widerstand erhöht mit dem Widerstandsproblematik,\ndass alles auf einmal sehr sehr viel langsamer ging.\nDass Energien schneller ausgelaugt waren, also dass die Energiesysteme schneller\nausgelaugt waren und bestimmte Hyperkristalle, die dafür gesorgt haben,\ndass Transformationsprozesse stattfinden konnten, die\nmussten ausgetauscht werden und durch Niederwertige ersetzt werden und die gesamte\nTechnologie ist innerhalb eines einzigen Tages praktisch dann auf das Niveau\nder Anfangsromane zurückgeschnellt.\nZum Schluss war ein 60 Millionen facher Überlichtfaktor bei einem normalen Raumschiffsflug\ngang und gäbe und mit den jetzigen Systemen ist glaube ich eine theoretische\nGeschwindigkeit noch von 15 oder 20 Millionenfach wohl möglich,\naber in der Praxis total irrsinnig.\nUnd deswegen scheint jetzt so die Reisegeschwindigkeit nur noch anderthalb Millionenfach\nzu sein. Sprich, wenn man ...\nDa müsste man ein Jahr lang unterwegs sein, um die nächste Nachbargalaxis zu erreichen.\nUnd damit wird das alles wieder interessanter.\nAlso, das heißt, eine andere Galaxis zu reisen, ist wirklich ein Abenteuer und\nnicht mal so, ach, haben wir 72 Stunden Zeit, dann lass uns mal nach Andromeda fliegen.\nDas wurde irgendwann zu inflationär und hat auch die Leser nicht mehr beeindruckt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:23",
      "text": "Und schafft dann auch die Konflikte wieder ein bisschen zu regionalisieren. Genau.\nUnd in eigenen Bereiche zu stemmen. Und dieser Degrader, wie muss man sich, auf welcher Ebene?\nIch meine, es gibt ja mit diesem Zwiebelschalenmodell, gibt es ja schon so eine,\nja im Prinzip so eine Abstufung von unbelebter Materie bis hin zu den absoluten Überwesen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:47:42",
      "text": "Es gibt einen sogenannten moralischen Code. Mir gefällt die ganze Idee nicht so gut.\nAlso ich will es mal als Metapher nur verstehen, dass das Universum durchzogen\nist von einer Art kosmischen DNA.\nDiese DNA regelt den Energiezufuhr auf hyperphysikalischer Ebene zwischen den\neinzelnen im Multiversum eingebetteten einzelnen Universen und bestimmte sogenannte,\nwie heißen sie denn jetzt gerade,\nKosmonokloidite heißen die\ngenau wie, also das ist vollkommen eins zu eins von der DNA übernommen,\ndie regeln halt gewissermaßen die Flexibilität und Spannkraft innerhalb bestimmter\nRegionen des Universums und die jetzige Informationen lauten halt,\ndass diese auf Universumsweiter Ebene diese Kosmonukleotide eben diesen Widerstand erhöht haben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:47",
      "text": "A. Für mich aber gerade nicht in der Peripedia die Kosmonukleotide."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:48:51",
      "text": "Guck mal unter Dorypha, das ist so das bekannteste."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:54",
      "text": "Wie schreibt sich das? B."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:48:55",
      "text": "Dorypha, wie man es spricht mit F. Dorypha? B.\nDORIFER, D O R I F E R und GROSS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:04",
      "text": "Ahh natürlich, ja sprich weiter.\nUnd die COSMONUKLEITE, da waren wir, ah ja genau, ich hab nach Plural gesucht.\nOkay, DORIFER, alles klar."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:49:17",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:18",
      "text": "Das ist so ausführlich hier, unfassbar."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:49:21",
      "text": "Wobei man dazu sagen muss, dass es.."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:23",
      "text": "Also was macht jetzt diese DNA? Die ist sozusagen dann die Grundlage alles über\nnatürlichen Wesens in.."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:49:29",
      "text": "Es ist halt ein Regelungssystem, das dort wohl behauptet wird im perirodnern\nUniversum, unser Universum zu regeln.\nEs gibt aber auch Stimmen, die einfach sagen, dass da Leute sich hinstellen, die halt genau wissen,\nwann ein kröstenloses Nukleotid eben auf oder zu macht und wie den dummen Eingeborenen\nhalt erklären, guckt mal da ist die Sonnenfinsternis und besonders die sagen\nnicht, wenn ihr jetzt nicht macht, was ich will,\ndann passt mal auf, was jetzt am Himmel passiert und dann kommt die Sonnenfinsternis\nund alle werfen sich in den Boden und danach wissen sie, das ist der Gott,\nweil der hat es nämlich geschafft, dass die Sonne wieder scheint.\nDas wäre gewissermaßen der dramaturgische Trick, den unter Umständen mal als\nNotaussagen benutzt werden könnte, um diesem manchmal schon etwas verstiegenen\näh, Universumsmodell auszuweichen.\nEs ist auch gar nicht klar, ob dieser Degrader jetzt kosmosweit ist.\nEr ist halt nur insoweit kosmosweit, wie man den Kosmos halt beobachten kann\nund äh, an bestimmten Stellen ist.\nDas ist momentan noch nicht entschieden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:35",
      "text": "Okay, also die Superintelligenzen scheinen mir auch noch nicht die höchste Form\nzu sein. Da gibt es auch noch interessanterweise die Kosmokraten und die Chaotarchen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:50:42",
      "text": "Ja, auch dieses manichärische Weltbild, dass es da sowas wie gute oder böse\nKräfte gibt, ist natürlich ein bisschen komisch.\nSie spielen jetzt innerhalb des Autorenteams auch ein bisschen damit,\ndass die Guten gar nicht so gut sind und vielleicht sind die Chaotarchen auch gar nicht so schlecht.\nWobei man das jetzt nicht so sagen kann, im Moment in der aktuellen Handlung\nüberfallen nämlich die Kräfte des Chaos mit großer Macht gerade die gesamte\nMilchstraße und haben sie gewissermaßen unter ihre Knute genommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:21",
      "text": "Ist den Chaos hier generell etwas Negatives? die."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:51:25",
      "text": "Die Chaos Kolonne so heißt dieser Trupp von vielen Milliarden von Wesen die\nda die Milchstraße gerade überrunnen hat scheint mir ein sehr recht geordneter Haufen zu sein."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:39",
      "text": "Interessanterweise gibt es ja auch einen Periroden nämlich ist noch gar nicht\nso lange her 2300 muss gerade mal ein Jahr her sein, heißt vorboten des Chaos."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:51:47",
      "text": "Ein exzellenter Roman, den ich einfach nur super empfehlen kann,\nweil es sehr actionlastig und es geht richtig zur Sache.\nUnd man ist sofort in einer absolut spannenden Handlung drin. Und ..."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:58",
      "text": "Gibt's auch gelesen als Hörspiel?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:52:01",
      "text": "Ja, ich glaube, in so einer Marketingbundle mit Computerbildspielen oder so was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:08",
      "text": "Also lässt sich auch im Internet finden, sozusagen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:52:11",
      "text": "Als Einstieg kann ich's wirklich empfehlen, weil auch ein ganz neuer Handlungsstrang\ndort eröffnet worden ist, der mit wenig Voraussetzungen funktioniert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:24",
      "text": "A. Ja, das Universum von Perirodan.\nGibt's denn noch etwas Abschließendes zu bemerken, was wir jetzt vielleicht\nnoch nicht touchiert haben?\nIch meine, durch das ganze Periversum werden wir uns hier ohnehin nicht diskutieren können."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:52:40",
      "text": "Nee, ich finde noch mal wichtig, dass die Leserschaft sich gewissermaßen des\nProjekts angenommen hat, dass wichtige Autoren,\nRedaktionsmitarbeiter, alle ehemalige und natürlich nach wie vor Fans sind und\ndass diese Verbindung zwischen der Fanbasis und den Machern aus meiner Sicht\nausgezeichnet funktioniert.\nUnd wie so ein basisdemokratisches Mittel funktioniert und auch den wirtschaftlichen\nErfolg der Serie natürlich unterstützt,\nweil wenn Dinge in eine falsche Richtung abdriften,\nkommt entsprechendes Feedback sehr schnell und sehr fundiert und man kann das auch lesen.\nAlso die Macher können das sehr schnell lesen, und zwar oft innerhalb von 10,\n12 Bänden und sogar gewissermaßen...\nNoch mal einen anderen Weg einschlagen, wenn sie das Gefühl haben,\ndass sie einen Fehler gemacht haben.\nTrotzdem ist es schwierig, so ein Kollektiv von vielleicht zehn,\nzwölf Mitarbeitern mit jeweils eigenständigen, kreativen Ideen so zu verzahnen,\ndass denen die Arbeit Spaß macht, jeder seine Idee reinbringt und auch die Qualität gut ist.\nAlso ich finde die Qualitätsschwankungen, die manchmal da sind.\nKlaus Frick, der Chefredakteur von Perioden, wenn er dann auf Kritik antworten\nmuss, sagt eben manchmal, meine Alternative ist nicht ein gutes oder ein schlechtes\nHeft, sondern ein Heft oder kein Heft zu veröffentlichen.\nAber es muss eigentlich jede woche eins raus muss jede woche eins ganz schöner\nstress ja sind die denn alle also ich meine ja ach nochmal zum der arbeitsprozess\nist so es gibt expose autoren die nur outlines festlegen.\nUnd die anknüpfungspunkte an die vor und die folgeromane darlegen und innerhalb\ndieses handlungsgerüst hat dann der jeweilige autor.\nEinen mehr oder weniger großen oder auch von ihm, dem Autor zu schaffenden Freiraum,\nin dem er sich austoben kann oder auch manchmal nicht tut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:01",
      "text": "Und dann ergibt sich das alles. Gibt es denn eigentlich auch,\nalso gab es oder gibt es Pläne, das Perironen-Universum mal auf andere Medien,\nin irgendeiner Form zu expandieren?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:55:12",
      "text": "Ja, das gibt es in unterschiedlichster Form momentan wohl recht erfolgreich\nmit Hörspiel-Adaptionen,\nauch ganz zeitnah zu den aktuellen Heften und auch das Genre des Lese-Hörbuchs,\nmit.\nDen Heft-Romanen. Es gibt ältere Texte zum Beispiel als Download PDF Dokumente\nin recht günstiger, ich glaube 10 Cent pro alten Heft kann man sich direkt vom Verlag runterladen.\nEs gibt immer mal wieder Versuche zum Beispiel in die Verfilmung hinein zu gehen.\nEs gibt ja einen inzwischen mit Kultstatus behafteten Periodenfilm aus dem Jahre 65 glaube ich,\nin Italien mit dem Cinecitta Prinzip als sehr trashigen, aber zur damaligen\nZeit durchaus auch ernstzunehmende,\nwirtschaftlich ernstzunehmende Produktion geplanten Film, der sehr viel Zeitcolorit\ninzwischen mit sich bringt, aber wenig Perirodan.\nAber diese Urgeschichte doch so dargestellt hat, dass man durchaus auch die\nFolgeromane, also diese Exposition hat man schon gesehen und man kann dann was damit anfangen.\nComics gab es Anfang der 70er Jahre, gibt es jetzt momentan von der Krokodil-Farm,\nin Hamburg ein Kollektiv, das versucht der direkten Kontinuität der damals eingestellten,\nsogenannten Pop-Art, psychedelischen Comics-Kultur,\ndas,\nfortzuführen,\nund,\nmit erstaunlichen Erfolg. Sie haben also wirklich den Stil,\nder,\nZeit damals getroffen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:57",
      "text": "Welcher zeit war das?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:56:59",
      "text": "Das war anfang der 70er jahre, so ein superhelden klassischen marvel stil mit\nganz explodierenden pop art,\nhippie farben, also der weltraum war nicht mehr schwarz, sondern das war so\nein einziges, ein clsd trip."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:15",
      "text": "Ja, damals war ja auch noch, ich meine, man muss ja immer klar machen,\n1961 ging Perry Roden mit einer Mondlandung los, die dann real erst viele Jahre\nspäter stattgefunden hat.\nEs war sicherlich absehbar, dass alle da hin wollten."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:57:28",
      "text": "Es war das Kennedy Statement, Kennedy hatte das im Mai 1961 propagiert und die\nMacher haben einfach dieses Statement innerhalb von zehn Jahren einfach eins\nzu eins übertragen und damit das, Vielen Dank für's Zuschauen!\nDie perioden heft roman serie fängt also im jahre 1971 19 juni 1971 an.\nWobei in den usa sozusagen tatsächlich noch zuvor kam genau die realität kam\nihnen zuvor und es war damals im jahre 61 natürlich einen zukunfts roman etwas\naus dem jahr 71 zu schreiben dadurch kommt auch die etwas absurde Situation, dass natürlich,\nwenn heute die alten Hefte produziert werden, sie natürlich schon in der Vergangenheit liegen.\nAlso die ersten 50 Hefte sind alle jetzt erkennbar in einem Paralleluniversum\nangesiedelt, weil das bei uns nicht geschehen ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:22",
      "text": "Was ich mich auch frage, das ist ja wirklich eine zutiefst deutsche Kulturgeschichte, das Perirodan.\nWie schätzt du denn da die Chancen ein, dass das auch nochmal sich globalisiert?\nAlles was aus den USA kommt, das findet irgendwie überall Widerhall.\nPerirodan in dem Sinne ist nicht so bekannt. Also ich denke mal über die Grenzen\nvon Deutschland hinaus.\nEs wird auch in anderen Ländern produziert. Ich weiß nicht wo überall Perirodenhefte\nübersetzt und erschienen sind."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "0:58:49",
      "text": "Es sind Nischenprodukte in anderen Science-Fiction-Märkten und den dortigen,\nKennern bewusst und ich glaube auch, dass\njeder, der sich weltweit als Science-Fiction-Fan und Kenner bezeichnet,\ndieses Phänomen,\nPerioden,\nkennt.\nWeil,\nes\ndie,\nlangdauerndste,\nund,\nlanglaufendste,\nSerie,\nist, mit der unvorstellbaren,\ngroßen,\nMenge,\nan\nkontinuierlichen,\nTexten,\nist.\nEine Globalisierung halte ich für nicht so wahrscheinlich, weil,\nDie Globalisierung von solchen Phänomenen läuft über audiovisuelle Medien und\ndafür halte ich Periodon nicht mehr so geeignet, einfach weil das Universum so komplex ist.\nUnd auch bestimmte Dinge für den amerikanischen Markt nicht so leicht zu erläutern sind.\nAlso der erste Roman endet damit, dass Peri Rodan seine Schulterklappen von\nder US Space Force abreißt und damit Fahnenflucht begeht.\nIch weiß nicht, ob man das für ein amerikanisches Publikum in irgendeiner Form aufbereiten kann.\nA, vielleicht nicht für ein amerikanisches Publikum, aber ich glaube für den\nRest der Welt wäre das ein durchaus aktuelles Thema. A.\nB. Ja, mir fällt aber außer der FIFA-WM eigentlich kein Produkt ein,\ndas so globalisiert und erfolgreich ist und den amerikanischen Markt dabei ignorieren kann.\nUnd die Formel 1 ist auch noch ähnlich dran, ich glaube Perry Rodan wird das nicht schaffen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:20",
      "text": "Vielleicht ist das ja auch ein Trend der Zeit. Aber gibt es denn dann andere\nKulturprodukte oder auch speziell Science-Fiction-Geschichten oder Filme,\nwo ein Einfluss von Perry Rodan klar ersichtlich ist?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:00:32",
      "text": "Ja. Also in der jüngeren Zeit sehe ich es bei Independence Day von Roland Emmerich,\nder kommt aus dem schwäbischen und sein Production Designer Oliver Scholl hat\nals Risszeichner großartige Zeichnungen im Peril-Rodan-Risszeichner-Team abgeliefert,\nist,\ndann mit, hat auch ganz bewusst vom, vom,\nsich als Designer verstanden eine Ausbildung gemacht und ist dann als Production\nDesigner mit Roland Emmerich nach Hollywood gegangen und hat dort nach wie vor\ngroße Erfolge auch für viele andere Filme gearbeitet.\nUnd bei Independence Day sieht man ein Prinzip, dass der Staatschef auch der Held ist.\nUnd das ist auch noch mal bei Wolfgang Petersen in Air Force One,\nwo der Präsident wirklich aktiv eingreift und Dinge tut und das ist glaube ich\netwas, das liegt in der Tradition von Perry Roland.\nDenn der ist gewissermaßen der Staatschef, der lässt sich wählen,\naber er ist auch derjenige, der an vorderster Front sich irgendwie den,\nden ins Einsatzkommando setzt und dann den entscheidenden Hack macht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:39",
      "text": "Der totale Superheld sozusagen."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:01:40",
      "text": "Und das ist etwas, was, glaube ich, für die Amerikaner aus der Kenntnis ihrer\nKultur eigentlich vollkommen unvorstellbar ist.\nUnd da mussten halt die Deutschen, die Hollywood erobert haben,\nPetersen und Emmerich kommen, die genau diese Sicht,\ndiese vollkommen naive Sicht dann auch wirklich in ihren Film reingetragen haben\nund ich glaube, etwas dabei sogar geschafft haben, was ihnen die Amerikaner\nnie haben bringen können.\nAlso wirklich mal den Chef zu sehen. Und als Bush das dann mit Mission Accomplished\nversucht hat, ist es dann ja auch entsprechend in die Hose gegangen,\nweil da kann man halt den Hollywood Vorbildern nicht mehr folgen.\nAber das ist, scheint mir auch so ein bisschen, da wollten sie wirklich die\nBilder aus Independence Day gewissermaßen nachholen und das hat nicht geklappt.\nA. Es gibt jetzt noch so Begleitpublikationen, sowas wie Atlan,\ndie auch als Hefte erscheinen.\nWas spielt das für eine Rolle?\nDer Atlan ist quasi ein freundlicher Antagonist von Perirodan,\nder von der Superintelligenz S in eine ähnliche Funktion gebracht worden ist\nwie Perirodan, aber zu einer Zeit,\nals die Menschen auf Terra noch praktisch in primitiven Verhältnissen gelebt haben.\nDie Figur wurde relativ, also nach etwa einem Jahr einfach eingeführt und hat\ndann auch so die Vergangenheitsperspektive eröffnet.\nUnd interessant ist einfach, dass man jetzt zwei Helden, ähnlich wie Winnetou\nund Old Shatterhand, hat, die so unterschiedliche Aspekte von Mannsein und von Heldsein verkörpern.\nAtlan ist härter, draufgängerischer, mehr der Womanizer.\nIn der Verfolgung von Zielen logischer und unerbittlicher Perioden ist sogar\nals Figur, wird da sogar eher gemieden.\nDie Figur Peri Rodan ist mit all den kosmischen Ereignissen und Geschichte,\ndie eben gewissermaßen als Mensch aufgebürdet wird, für die Autoren sehr schwer zu beschreiben.\nSodass man inzwischen das Phänomen sieht, dass die Seitenprotagonisten,\ndie mal für ein Heft zum Helden des Tages werden und am Ende des Tages,\nwenn alles vorbei ist, Periode an die Hand schütteln dürfen.\nUnd die schildern dann diesen Menschen, der seit mehreren Jahrtausenden lebt,\nunglaubliche Lebenserfahrung hat und eigentlich als normaler Mensch aus Fleisch\nund Blut dramaturgisch nicht mehr so richtig handhabbar ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:21",
      "text": "TROZINSKI Schwierig mit Übermenschen da, aber auch noch eine Bezugs zu finden."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:04:25",
      "text": "BRODER Und Adnan wiederum, der kann das besser, weil Der ist aus diesem Sternenreich\nder Akoniden sowieso schon als Prinz geboren und hat, war sowieso gewohnt,\nso in kosmischen Zusammenhängen zu agieren.\nUnd dem macht das erst mal wenig aus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:04:41",
      "text": "Also der Atlan ist kein Terraner, sondern der ist von den Akoniden."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:04:44",
      "text": "Genau. Und wenn der 10.000 Raumschiffe in die Schlacht schmeißt,\ndann hat er das schon hunderte von Male gesehen.\nUnd dann weiß er, dass da Millionen von Menschen umkommen. Aber er tut es dann\ntrotzdem, weil es gemacht werden muss und dann macht er das dann auch und dann\nvergeudet er auch keinen einzigen Gedanken mehr über die moralische Implikation,\nsondern dann wird das umgesetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:05:07",
      "text": "Gibt es denn, komme ich jetzt gerade so drauf, hast du so Lieblingsvölker?\nGibt's da irgendwie in dem Universum oder ein Lieblingsraumschiff?"
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:05:17",
      "text": "Also es gibt ein tolles Raumschiff, das glaube ich für alle wichtig ist.\nErstmal als Gattung will eigentlich zumindest die Risszeichner finden alle diese\nStandard-Kugelraumschiffe der Terraner toll. Sind das die Rauma?\nJedes Raumschiff ist ein Rauma. Das ist ja das Wort, was ich so toll finde.\nAber früher waren standardgemäß wirklich in einem ganz klaren Hierarchie alle\nRaumschiffe der Taraner und auch der Arconiden und anderer verwandter Völker\nhatten beim Bauartprinzip immer so Kugelraumschiffe mit einem Ringwulst,\nin dem die Triebwerksanlagen drin saßen und aus dieser Bauprinzip wurde dann\nmal das Kombinationsträgerschiff der Universumsklasse namens Sol geboren.\nDas waren nämlich zwei Kugelraumer eben dieser Universumsklasse,\ndie jeweils 2500 Meter Zellendurchmesse haben und die wurden durch ein zylindrisches\nVerbindungsstück von 1500 Meter Höhe zu einem handelförmigen Raumschiff zusammengefügt,\neben das Kombinationsträgerschiff.\nUnd das ist die sogenannte Sol und die ist über inzwischen viele,\nich glaube schon seit Band 700 in der Heft-Serie.\nUnd ist gewissermaßen so ein Icon der Serie geworden und ein Generationenschiff,\nund hat eine unglaublich verwickelte kosmische Geschichte inzwischen hinter sich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:06:48",
      "text": "Okay, ich denke, jetzt haben wir das Thema ganz gut eingepackt.\nPerirodern, also auch für euch nochmal neu zu entdecken.\nGibt's jede Woche am Kiosk, gibt's auch im Internet unter Peripedia und ist\nauf jeden Fall so ein ganz spezielles deutsches Kulturgut, was nicht jeder kennt.\nAuch mir ist es weitgehend verborgen geblieben bisher, muss ich sagen,\naber faszinierend finde ich es trotzdem.\nJa, das war Chaos Radio Express Nummer 35, der Podcast vom Chaos Computer Club.\nWenn ihr Hinweise habt zu diesem Thema, Wünsche für andere Themen,\nKritik, Anregungen oder sonstige Bemerkungen, wie immer gerne per E-Mail chaosradio.ccc.de.\nUnd wir hören uns sicherlich bald wieder. Ich sag erstmal danke an Gregor."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:07:37",
      "text": "GREGOR NIEDERHAUSER Ja, danke Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:07:38",
      "text": "Und ja, das war's und auf Wiedersehen bis zum nächsten Mal. Tschüss."
    },
    {
      "speaker": "Gregor Sedlag",
      "time": "1:07:44",
      "text": "Tschau."
    }
  ]
}