{
  "transcript": [
    {
      "speaker": "Tim Pritlove",
      "time": "0:01:56",
      "text": "Ja, hier ist äh Chaos, Radio Express wieder zurück und ich sage hallo zu Tobias."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:02:02",
      "text": "Hallo Tim."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:03",
      "text": "Hallo. Ja, äh wir haben eine Weile gebraucht, bis wir uns zu der Sendung hier mal äh zusammengerauft haben, haben auch einige Zeit verbracht, hier noch mal ähm,\ndarüber zu reden, worüber wir denn eigentlich reden wollen und ähm das Thema, ähm was ich im Visier habe, ist ein bisschen Aufklärung zu betreiben im,\nAbkürzungswald der heutigen,\nTelefontechnik, es hat sich eine ganze Menge getan, insbesondere seit Einführung der Mobiltelefonie und dann wiederum, seitdem das Internet dazu gestoßen ist und Highspeed-Daten äh immer ein größeres Thema werden und mittlerweile äh habe auch ich so einen\nAbkürzungsoverflow, da spielen noch nicht mal Thiel Ars und ETL eine große Rolle. Jetzt wird's alles schon fünf\nBuchstabig und keiner blickt mehr durch. Das merkt man auch, wenn man dann so Telefonläden reinrennt und dann so mal so halbwegs qualifizierte Fragen stellen möchte.\nEigentlich weiß keiner mehr so richtig Bescheid."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:02:56",
      "text": "Hauptsache möglichst viele Abkürzungen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:02:58",
      "text": "Hauptsache möglichst viele Abkürzungen. Genau, die Buzzwörter und wir wollen jetzt hier mal so ein bisschen Basswört, die Banking machen, aber,\nÄhm vielleicht sollten wir erstmal kurz mit dir anfangen, du bist ja auch schon äh alter CCC-Haudegen, irgendwie seit äh keine Ahnung, zehn Jahren."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:03:15",
      "text": "Ich glaube schon ein bisschen länger."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:03:15",
      "text": "Äh oder sogar noch länger, wie auch immer. Auf jeden Fall schon seit Ewigkeiten im Umfeld und dein Ding waren schon immer so die Telefone mehr. Noch als die äh Computer nur, die natürlich auch.\nUnd nun ist ja die ganze Telefonwelt,\nÄh auch immer so eine eigene Abteilung gewesen so, nicht? Was vor allem gerade als das noch mit Internet alles in den Kinderschuhen war, war ja eigentlich das Telefonnetz wirklich ein weltweites und teilweise auch schon digitales äh Netzwerk.\nWas viele Leute so nie gesehen haben, das ist immer für viele Leute so ein Hörer und da spricht man halt rein, ne, das funktioniert einfach.\nWas ja auch schon eine ganze Menge aussagt über das Telefonnetz. Das hat halt einfach so funktioniert. Das kann man ja vom Internet nicht unbedingt immer äh behaupten.\nUnd dementsprechend hat es ja auch schon in frühen Zeiten die äh Hacker angezogen und es gibt da auch noch so einen eigenen Begriff dafür, nämlich dass äh Freaking. Ist auch schon mal gefreakt."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:04:07",
      "text": "Ja, damals irgendwie,\nGab es da Zeiten, da gab's ja irgendwie verschiedenste Möglichkeiten. Das gab irgendwie Blue Boxing, red boxing, dieses und jenes, äh was man halt so machen konnte."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:22",
      "text": "Mal kurz erläutern, also Blue Boxing ist."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:04:26",
      "text": "Also es ging halt damals immer dadrum, ähm es gab ja früher in der analogen Telefonie noch keine Möglichkeit halt ähm,\nDaten oder Signale, Out of Band zu übermitteln, das heißt irgendwie, es gab immer einen einen äh Sprachkanal, der halt von einem Ende bis zum anderen Ende ging, so vom einen Ende von einem Teilnehmer zum anderen Teilnehmer,\nUnd dazwischendrin hingen halt die Vermittlungsstellen und wenn die miteinander sprechen wollten, dann mussten die das halt über den selben Kanal tun, über den man sich selber auch unterhalten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:04:53",
      "text": "Weil's halt einfach keinen anderen gab. Also, dass es Innenband sozusagen in dem Band, wo auch die Daten."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:04:59",
      "text": "Ganz genau. Ja und ähm das das Freakingbestand halt damals dadrin auf verschiedene Art und Weise dem Computer am anderen Ende irgendwie weiszumachen, man wäre halt irgendwie,\nSelber eine Vermittlungsstelle, eine Telefonzelle, dies, das, jenes, also Blueboxing zum Beispiel war halt, dass man ähm dass man der Vermittlungsstelle also ganz simpel gesagt, dass man einer Vermittlungsstelle mitgeteilt hat und habe jetzt aufgelegt.\nUnd man seine andere Vermittlungsstelle irgendwie der Teilnehmer habe aufgelegt und man möge jetzt die Leitung neu belegen und ähm möchte halt woanders hin telefonieren und ähm das wurde halt immer immer noch zu dem Tarif abgerechnet,\nDer Nummer, die man ursprünglich gewählt hat auf seinem Telefon. Was denn, wenn das halt irgendwie eine null achthundert oder ganz früher noch eine null eins drei null war ähm einfach mal kostenlos war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:05:48",
      "text": "Das ist das Blue Boxing."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:05:50",
      "text": "Das ist Blue Boxing, ganz genau. So, das ist jetzt halt in den letzten Jahren ähm,\nbisschen uninteressanter geworden, weil ähm telefonieren kostet ja kaum noch was heutzutage. So man kann irgendwie wenn man sich irgendwelche Call-by-Call-Provider raussucht\nin die letzten Wikel der Welt für irgendwie 1 Komma noch was Cent die Minute telefonieren. Ich meine, okay, die Qualität ist da nicht so besonders, aber das war so beim Blueboxen,\nManchmal auch nicht oder man benutzt halt gleich irgendwie Skype oder irgendwelche anderen äh Provider, wo es dann meistens irgendwie noch weniger oder gar nix kostet.\nSo und deshalb ist das halt einfach nicht mehr so interessant."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:25",
      "text": "Damals war der Hackwelle hier doch schon ganz enorm."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:06:28",
      "text": "Unbedingt, also damals war halt irgendwie, dass die deutsche Bundespost Telekom äh über die man halt telefoniert hat und das waren halt enorme Tarife, insbesondere, wenn man halt mal irgendwie ein bisschen aus der Stadt raustelefoniert hat\nHeutzutage haben wir ja die Situation, dass äh Ferngespräche, auch wenn man sie irgendwie so übers normale Telefon führt, halt häufig billiger sind als Ortsgespräche sogar. Mhm. Ähm,\nEs war halt damals ganz anders und es war einfach mal richtig teuer irgendwo anders hinzutelefonieren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:06:56",
      "text": "Ich kann mich da auch noch gut dran erinnern, also diese ganze Heckerei, ich meine\ndas äh schon schon diese dieses Bluebox-Szenario sagt ja eine ganze Menge aus. Also man hat irgendwie A äh redet mit B und dazwischen, dann sind sie dann jeweils äh zwei oder mehr Vermittlungsstellen.\nSo und wenn dann irgendwie A anfängt mit der Vermittlungsstelle da drüben zu redet, merkt die gar nicht, dass es nicht die andere Vermittlungsstelle ist, die spricht, sondern eben der Inteilnehmer."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:07:16",
      "text": "Genau, weil weil die Vermittlungsstelle vom Teilnehmer B hat halt bloß diese eine Leitung und alles, was an Tönen, diese Leitung runterkommt,\nDas äh muss sie halt so interpretieren, dass es halt von der ihr gegenüberstehenden Vermittlungsstelle kommen. Wenn jetzt irgendwie das nicht die Vermittlungsstelle A, sondern der Teilnehmer A, also noch von weiter dahinter ist, das kann die halt nicht unterscheiden.\nSo es wurden dann halt später irgendwie Filter eingebaut in die Vermittlungsstellen, um halt dem Einhalt zu gebieten und das ist entwickelte sich dann irgendwie zu so einem äh."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:07:43",
      "text": "Katz und Maus."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:07:44",
      "text": "Ja, ganz genau. Irgendwie so, weil die Vermittlungsstellen mussten natürlich auch tolerant sein, weil wenn sie immer nur ganz exakt die Frequenzen der Töne irgendwie erkannt hätten.\nIch meine früher die alten Kabel irgendwie oder sogar Satellitenverbindung. Das hat dann halt mal gerauscht zwischendrin und so.\nDa hätte es halt häufig nicht funktioniert, also hatten die halt eine Toleranz eingebaut. So, dann musste man halt an den Frequenzen ein bisschen rumdrehen und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:05",
      "text": "Noch am Filter vorbei."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:08:06",
      "text": "Genau und dann wurden die Filter halt wieder irgendwie auch noch toleranter eingestellt, was dann irgendwie mal dazu führte, dass ein paar Tage lang irgendwie zwischen Europa und den USA kein einziges Fax verschickt werden konnte.\nWeil weil die Filter das irgendwie mitgekriegt haben und die Leitung irgendwann unterbrochen haben, wenn wir versucht hatten ein Fax zu verschicken."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:08:23",
      "text": "Aber es ist ganz interessant, weil äh das ganze Telefonnetz basiert im Prinzip auf auf Kooperation und man ging auch immer generell davon aus, dass gegenüber niemand Böses da war, nicht? Also eingebaut, so wo jeder das Richtige getan hat."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:08:37",
      "text": "Telefon war ja früher irgendwie so eine hoheitliche Aufgabe. Das waren halt Staatsmonopole und dementsprechend die Staaten untereinander haben sich halt vertraut\nUnd das war halt so ein geschlossenes Netz. Ich meine, das war ja beim Internet früher auch mal so, nicht? Also ich meine, dieser ganze Security war ein äh Virenscanner, verschlüsselte Verbindung, dies das, jenes. Das ist ja erst irgendwie nötig geworden, seit das halt irgendwie jeder benutzt\nFrüher hat sich da ja auch jeder äh vertraut. Man konnte einfach Verbindungen auf irgendwelche Rechner machen.\nDas war schon okay. Mhm. So und genauso war's halt beim beim äh Telefonnetz. Ich meine, die die eigentlichen Benutzer wurden zwar irgendwie klein gehalten, aber die die Betreiber der Server sozusagen, also der der Vermittlungsstellen der Netze.\nDie haben sich halt untereinander vertraut."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:09:18",
      "text": "Ja und auch ähm,\nAuch auch dem auch dem Kunden wurde vertraut. Ich erinnere mich noch an so ein so ein Features ging in den 80er Jahren ganz gut. Äh wenn nämlich ein Telekom-Techniker zu einem nach Hause kam, um neue Telefonleitungen anzulegen\nDann musste er ja diese Leitung auch mal ausprobieren und dazu musste er dann wählen, aber er sollte dann möglichst nicht äh schon mal Gebühren auf,\nDas bereits laufende Konto aufwerfen. Also gab's eine Möglichkeit für ihn kostenlos zu telefonieren, indem er halt die Fernrufnummer gewählt hat, also mit Vorwahl und anstatt der Null, die er damals noch zehn Impulse waren.\nBei der Impulswahl ähm hat man dann halt einfach elf Impulse gemacht und ich hatte auch so diesen\näh Effekt so als irgendwie junger Freak und hat dann irgendwie elfmal einfach mit der Hand auf dem auf der Telefongabel rumgeklackert und danach nochmal weitergewählt und auf einmal war die ganz normale Verbindung da und hat später irgendwie nichts gekostet.\nAlso das war auch so Sachen, die sie dann später natürlich alle eingebaut haben und es gab dann auch so eine so ein\neine ja eine eine grundsätzliche Entwicklung weg vom alten analogen Netz\nzunächst einmal auf den großen Wegen und dann eben zunehmend auch bis zum äh Endkunden. Bis ähm bis wir eben jetzt\ndahin gekommen sind, wo wir jetzt sind, wo eigentlich fast alles digital ist. Mhm."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:10:35",
      "text": "Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:10:36",
      "text": "Ähm was war denn da der erste Schritt? Das war, glaube ich, dieses SS sieben Signalisierungssystem auf den Fernverkehrswegen, oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:10:43",
      "text": "Ja genau, also es ging auf verschiedenen Wegen los irgendwie. Also es gab da natürlich gab es halt den Bedarf irgendwie diese ähm das war vorher halt ähm C5 oder CCIT fünf.\nÄh dieses System, von dem ich halt eben sprach, äh so was mit den Tönen kommuniziert hat, da gab's verschiedenste Ausprägungen von und auch noch ältere Varianten, zum Beispiel C4 und so natürlich, wie so was halt immer so ist. Und dann gab's halt irgendwann die Möglichkeit, dass es halt einfach mal Rechner gab\nOb die schnell genug waren, dass man das Ganze digitalisieren konnte und dass man halt ähm Out of Band Singling machen konnte und ähm,\nJa genau und das war halt war halt so einer der ersten äh äh Schritte in die Richtung und es wurde ähm,\nJa, also es ging halt irgendwie langsam los erstmal so in den in den äh westlichen äh äh Staaten irgendwie. Ähm heute ist es eigentlich in der ganzen Welt ähm ist SS sieben verbreitet.\nIn Afrika immer noch und ich glaube auch irgendwo Südamerika und so weiter und natürlich keine Ahnung äh Nordkorea wird auch kein SS sieben haben,\nGibt's das gibt's halt immer noch Staaten, die halt Alte irgendwie äh alte C5 oder noch ältere Systeme betreiben."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:11:52",
      "text": "Weil sie die haben billig aufkaufen."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:11:54",
      "text": "Ganz genau, ganz genau. Die funktionieren ja auch und so und äh aber im Prinzip ist heutzutage SS sieben einfach der weltweite Standard."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:01",
      "text": "Und damit haben wir\nOut of Band Signaling, das heißt die eigentliche Signalisierung, sprich so dass das Protokoll äh Sprech, was die Systemen miteinander machen, so was wie hallo hier ist ein Anrufer und seine Telefonnummer ist und bla, bla, bla. Das läuft unabhängig von dem eigentlichen Sprachkanal.\nSinnvoll ist. Zunächst einmal war das natürlich eine Erleichterung, weil man eben nicht mehr so viel mit äh analogen Frequenzen und Tönen, die da äh gesprochen werden mussten, tun musste.\nAber auch ähm war's natürlich dann die Möglichkeit, neue Dienste einzuführen. Ich weiß noch, als dann ähm kann man jetzt auch mal erwähnen, also im Prinzip der der Schritt\ndann der Digitalisierung in das Netz die Ersten waren meiner Meinung nach die Deutschen, nicht? Also Deutschland war eigentlich ziemlich weit vorne in dieser."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:12:42",
      "text": "Du meinst jetzt bis zum Endkunden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:12:44",
      "text": "Was war dann eben das sogenannte ISDN, The Integrated Services, Digital Network, da haben sie sich äh erträumt, dass man da ganz viele Dienste äh machen konnte. Ich erinnere mich noch an die Plakate, damals alles über ein Netz.\nDaten, Bilder, äh nee, was war das, Bildtöne, keine Ahnung. Sie haben aber auf jeden Fall von Videotelefonie geträumt und so, was ja bis zum heutigen Tag,\nImmer noch kein äh Mainstream ist. Jetzt vielleicht,\nbald mal unter Umständen mit dem Internet mal wird, aber eigentlich hat sich das so auf dem äh Telefonnetz nie durchgesetzt. Wie auch immer, also ISDN war quasi der der letzte Schritt dann\nBis zum äh Endteilnehmer. Genau. Wer hat das entwickelt?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:13:25",
      "text": "Ähm hier ist DN, also ich meine, standardisiert wurde es ähm von der ITU und äh von der Etsy, also die europäische Variante.\nÄhm,\nund dem und es gab dann halt auch noch eine ähm eine deutsche Ausprägung davon. Also erstmal gab's halt irgendwie eins TR sechs, was halt so die äh Telekom oder damals noch äh,\nBundespost, ähm äh was was die sich halt ausgedacht haben, wie man das halt so umsetzt und es wurde halt erst danach von der EC auf europäischer Ebene standardisiert äh in das, was wir halt heute als Euro-ESDN kennen,\nWas irgendwie das ist, was eigentlich in der einen oder anderen Variante so in ganz Europa irgendwie gesprochen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:14:06",
      "text": "Und was was gab's jetzt Neues mit ISDN? Also ist auch auffälligste war natürlich so die Anzeige der Telefonnummer. Das hat ja irgendwie."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:14:15",
      "text": "Genau, das ist eigentlich so das das äh herausragende Feature. Dann gab's natürlich die Möglichkeit also es es war in dem Moment dann eine Trennung von ähm Rufnummer und Leitung dar.\nBis dahin war's ja immer so, man hatte halt eine eine Telefonnummer und die war fest mit der Leitung verbunden und die meisten Leute heutzutage haben halt ähm,\nhaben den Unterschied noch nicht mal mitgekriegt oder haben diese Veränderungen noch nicht mal mitgekriegt. Die denken dann halt auch irgendwie so, wenn sie ja jetzt bei ISDN, wie das ja so standardmäßig ist und man ISDN Anschluss hat, kriegt man auch drei Rufnummern. Denken Sie auch, Sie haben drei Leitungen\naber das ist halt nicht so. Es gibt halt zwei Leitungen oder besser gesagt sogenannte Kanäle, Nutzkanäle. Ähm und ähm ja\nDa hängen halt an einem an einem,\nBussystem hängen halt die Telefone dran oder welche Geräte man da auch immer. Also hier ist die endfähige Geräte, die man da dranhängen möchte und ähm ja die können sich halt einfach von welcher Rufnummer die Anrufe kommen, werden halt einfach signalisiert auf diesem Bus\nUnd die Geräte können sich halt ähm den Anruf nehmen, wenn sie sich für diese Rufnummer zuständig fühlen.\nSo und dementsprechend kann man halt theoretisch beliebig viele Rufnummern auf so einem ISDN-Anschluss haben. Ähm es gibt halt bloß die äh die Anzahl der Gespräche oder Übertragungen, die gleichzeitig stattfinden äh finden kann, ist halt durch die Anzahl der Kanäle limitiert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:15:28",
      "text": "Was ja mein, also meiner Meinung nach hat die die Telekom damals ja echt äh echt geschlafen. Die sind irgendwie jahrelang ähm,\nImmer auf diesem Videotelefonie und neue Dienste-Ding rumgeritten, was eigentlich keinen interessiert hat. Und das einzige, was man wirklich prima machen konnte mit ISD Anders haben sie sinnlos teuer gemacht, nämlich die Datenübertragung, weil das war ja auch schon mal eine gute Sache, dass man eben\nBei ISDN,\nGibt's halt keine analoge Leitung, sondern jeder Nutzkanal, diese B-Kanäle haben halt 8tausend Bit pro Sekunde äh Daten gesprochen.\nQuasi, wo dann eben das Audio reinverpackt wurde, aber das konnte man ja so netto dann auch einfach für Datenübertragung nutzen auch viele Leute machen. Aber die Tarifstruktur war halt einfach ein Grau, ne? Im Prinzip Deutschland auch schon mal locker fünf Jahre äh,\nmoderne Datennetzwerkentwicklung komplett verschlafen, hätte man da frühzeitig äh einfach mal gesagt, okay, hier machen wir jetzt mal billig."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:16:21",
      "text": "Wäre sicherlich noch mehr passiert. Ich weiß noch, dass wir früher also mit Mailboxsystemen die 1. Computernetze, die es da gab, vor Internet, so das hätte einfach alles wahnsinnig von ISDN profitiert, aber es war\neinfach nicht zu bezahlen. Teilweise gab's ja solche Lücken im System, wo man auch mal,\nBilliger Daten übertragen konnte. Ja, na ja, wobei halt irgendwie, also ich meine, das war ja auch nicht teurer als äh als analoge Telefonie.\nOder analoge Datenübertragung. Also ich meine, okay, die Grundgebühr war heftig. Äh bei ISDN so, dass äh das war auch noch war eine ordentliche Strafe. Es war schneller zumindest. Genau, es war schneller und es war halt auch nicht ich meine, es war ja nur die Alternative. Entweder du überträgst deine Daten jetzt via ISDN.\nOder äh analog und war schneller, zu zumindest was die Gesprächsgebühren angehen, die gleichen, zu den gleichen Kosten. Genau. Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:06",
      "text": "Ja, aber hätte, hätte irgendwie toller sein können. Ich meine, es gab da noch so Tricks mit in Berlin, war ja noch irgendwie eine Ortsverbindung äh kostenlos, also in Westberlin äh ja äh das war allerdings dann auch Anfang der neunziger Jahre dann irgendwann zu Ende, sodass man das auch nicht mehr nutzen konnte.\nViele haben dann, glaube ich, noch so probiert mit so kleinen Lücken im im Netz äh äh im Protokolldaten zu übertragen und ich es gab mal eine Weile lang die Möglichkeit, einfach so mit anrufen.\nAuch noch so ein paar Bites mit zu übertragen."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:17:31",
      "text": "Die gibt's immer noch die Möglichkeit. Also du kannst du auch jetzt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:17:35",
      "text": "Gab's doch bestimmt, da gab's auch Gegenmaßnahmen, oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:17:37",
      "text": "Na die waren die von denen wurde zwar immer gesprochen, aber die wurden halt nie so wirklich äh realisiert, weil äh,\nDas braucht man heutzutage. Also niemand macht sich mehr die Mühe heutzutage. Wir haben alle irgendwie Flatrates, Standleitungen äh und so weiter. So,\nUnd selbst wenn man das nicht hat irgendwie Callbike, Call Internet ist heutzutage irgendwie für null Komma acht Zentimeter irgendwie zu haben und ähm so niemand macht sich mir die Mühe für die paar äh Bits oder Bites irgendwie,\nDa ständig ohne Ende Calls aufzubauen und wieder abzubauen. Also ich meine, man kann halt in einem Single-Ling von von Anrufen kann man halt äh die sogenannte Bira-Capili und äh,\nso ein paar Flex, die sind halt einfach freisetzbar, um halt zu übermitteln, was das für eine Art von Anruf ist und die kann man halt irgendwie für so was ausnutzen, aber ähm,\nist eigentlich echt nicht mehr nötig heutzutage und wenn du es irgendwie ein paar Leute tun, dann wäre es denke ich mal deutlich aufwendiger äh Gegenmaßnahmen dafür zu implementieren, als die einfach gewähren zu lassen, weil die Anzahl der Leute, die sowas vielleicht noch machen wird\nDenke ich mal, verschwinden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:18:37",
      "text": "Das stimmt. Aber was er sich äh großer Popularität erfreut hat, war diese Rufnummernübermittlung, aber ähm da hatten wir vorhin schon drüber gesprochen,\nDas ist, glaube ich, so ein ein oft verkanntes Feature. Also viele Firmen und Leute, die ich auch so kenne, haben,\nAuf Basis dieser Rufnummern-Ermittlung, weil man so eine\neinen PC hat, mit einer ISDN-Karte kann man so was ja sehr leicht auswerten, auch mit einem Programm. Sie ist so zahlreiche Sicherheits ähm Features damit ausgedacht, sodass quasi nur autorisierte Anrufer dürfen dieses und jenes machen. Wo kommt diese Rufnummer eigentlich her und ist dies eigentlich,\nsichergestellt, dass diese Nummer stimmt."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:19:15",
      "text": "Also als das losging, war das so. Da konnte man sich ziemlich sicher sein, dass äh dass die Nummer irgendwie, also äh man kann die Nummer eigentlich selber setzen.\nVon seinem ISDN Anschluss abgehen kann man sich aussuchen, welche Nummer man setzt. So und die Vermittlungsstelle guckt sich dieses Rufmann-Paket an und schaut, ist das eine von den Rufnummern, die diesem Anschluss auch zugeteilt ist."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:19:34",
      "text": "Diese sogenannten MSS."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:19:35",
      "text": "Genau, die MSNs. Ähm wenn das keine von diesen Rufen man ist, dann wird das Rufnummernpaket einfach rausgeschmissen und wird durch die Hauptrufnummer des Anflusses ersetzt. Mhm. So.\nUnd damit ist eigentlich sichergestellt, dass immer eine korrekte Rufnummer übermittelt wird und ähm ja, das funktionierte eigentlich auch ziemlich gut so, aber da gab's ziemlich bald erste Lücken.\nZum Beispiel ähm durch diese ganze SS sieben Geschichte sind ja auch ähm ist ja auch das IN, das sogenannte intelligente Netz.\nÄh gekommen, was so Sachen wie halt kostenlos telefonieren und irgendwie äh eine Rufnummer wird irgendwie man hat eine Rufnummer, unter der man bundesweit erreichbar ist, irgendwie nullhundertachtzig sowieso,\nund die wird immer dahin gerootet, wo der nächste Standort ist oder irgendwie was weiß ich, ich mache Telefonvoting unter null eins drei sieben sowieso und ähm.\nDamit gab's dann halt auch neue Bedürfnisse, zum Beispiel das Problem mit diesen null 8hundert oder null 80 Nummern ist halt ähm das sind halt nur virtuelle Rufnummern. Es gibt keinen Anschluss mit dieser Rufnummer.\nSo, also wenn du jetzt als Firma deinen Kunden irgendwie ruf mal nullhundertachtzig fünf eins, zwei, drei, vier, fünf, sechs äh publizierst, die können dich da erreichen,\nund das wird halt auch deine wirkliche Telefonanlage weitergerootet. So und wenn du irgendwie äh aus Berlin anrufst, dann geht's ja irgendwie zu der Zentrale im Osten und wenn du irgendwie aus München anrufst, gehst du zu der Zentrale im Süden so der Anruf.\nDas Problem ist jetzt aber, dass du ja vielleicht als Firma deine Kunden nochmal zurückrufen willst und dann sehen die halt irgendwie,\ndie echte Rufnummer oder gar keine Nummer oder jedenfalls äh eine Nummer, mit der die nix anfangen können,\nUnd das Schlimmste ist, dann rufen die, dich womöglich noch auf deiner Durchwahl zurück, statt irgendwie im Call-Center zu landen und ist alles ganz furchtbar so. Also musste die Möglichkeit her, eine Rufnummer zu übermitteln, die es eigentlich so gar nicht gibt, beziehungsweise die nicht zu deinem Anschluss gehört.\nUnd da wurde halt so ein ähm äh ein kleines Hintertürchen geöffnet ähm was Clip No Screening heißt. Ähm also Clip steht halt für äh Calling Line Identification Presentation."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:25",
      "text": "Die eigentliche Rufnummernanzeige."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:21:27",
      "text": "Ganz genau und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:29",
      "text": "Screening heißt, keine Überprüfung."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:21:31",
      "text": "Genau, wird halt einfach nicht überprüft so und ähm genau das ist es halt auch. Es gibt halt einfach so dieses Leistungsmerkmal, was man für Erstinanschlüsse bestellen kann. Mach mal, dass ich auf meinem ISDN-Anschluss abgehend beliebige Nummern übermitteln kann. So\nSo und damit wird diese ganze Sache natürlich irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:21:46",
      "text": "Kriegt man das."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:21:48",
      "text": "Du kannst einfach bei der Telekom anrufen und das buchen oder also vielleicht auch bei deinem anderen Anschlussanbieter, aber es sind halt irgendwie ähm also zum Beispiel, was weiß ich, Hansenet, supportet es, soweit ich weiß, nicht und äh ähm,\nversatel soweit ich weiß auch nicht, zumindest nicht auf äh Privatkundenanschlüssen. Ähm\nGenauso ist es halt auch bei der Telekom ähm du musst halt ein ein Anlagenanschluss dafür haben. Es geht halt keiner von diesen üblichen Mehrgeräteanschlüssen, die man zu Hause hat, wenn man ISDN hat, sondern."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:14",
      "text": "Kreuz bei der Bestellung des ISDN Anschlusses."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:22:17",
      "text": "Exakt bloß, du kannst halt auch dein normales Telefon nicht an an einen Anlagenanschluss anschließen. Du brauchst dann halt schon eine Telefonanlage dafür."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:22:23",
      "text": "Genau, aber da kann man ja auch einen PC nehmen. Genau."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:22:25",
      "text": "Kannst du auch einen PC nehmen mit Asteris drauf oder ISDNV Linux äh,\nGBX vor Linux oder sowas in der Art. Äh das ist halt relativ egal. Und dann hast du da deinen Anlagenanschluss, ähm dir halt noch den schönen Vorteil hat, dass er durchwahlfähig ist. Das heißt, du hast halt nicht irgendwie so ein paar einzelne Nummern, sondern du hast halt so eine Stammnummer und dahinter hast halt beliebig viele Durchwahlziffern\nMehr oder weniger beliebig. Das hängt auch vom Anbieter ab. Und ähm,\nGenau und da kannst du halt einfach zur Telekom gehen und sagen, ich hätte da jetzt gerne Clipnoscreening und das kostet halt beim äh beim S null, also beim 2 Kanal, bei der zwei Kanal-Variante kostet das, glaube ich, einen Zehner im Monat.\nSo und dann kannst du halt beliebige abgehende Nummern übermitteln. Der einzige Drawback sozusagen ist,\nDass ähm deine echte Nummer immer noch in einem zweiten Paket mit übermittelt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:14",
      "text": "Immer. Okay."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:23:17",
      "text": "Genau. Das kannst du auch nicht so einfach abschalten. Ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:20",
      "text": "Die Frage schaut sich normalerweise gar keiner an."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:23:23",
      "text": "Die Frage ist halt einfach, das Gerät, was das nachher auswertet, was sieht das denn? So und ähm es hat sich eigentlich eingebürgert heutzutage, dass immer nur diese erste Nummer, die du selber setzen kannst, ist immer nur die ausgewertet und angezeigt wird."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:23:37",
      "text": "Ah okay, also es gibt halt so ein paar Sicherheitsfeature darüber implementieren möchte, sollte zumindest das mit Equipment tun, was in der Lage ist, diese eigentliche Rufnummer auszuwerten."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:23:46",
      "text": "Ganz genau, ganz genau. Ähm genau, so sieht's aus. Und es gibt halt, also die in der Rufnummer ist halt auch noch Gesetz, dass es irgendwie, da steht halt auch noch drin, diese Rufnummer ist halt irgendwie ähm\nUser provided und wurde nicht nicht verifiziert. Das steht drin in dem Rufmann-Paket. Das heißt, wenn man sich das näher anguckt, dann findet man schon raus, dass das irgendwie nicht die Echte ist, aber es tut eigentlich niemand. Also irgendwie ähm vor ein paar Jahren war's echt äh noch so, dass man\nmit einer derartig gesetzten Nummer halt allen Rufen und authentifizierungssystemen da einfach vorbeikam mit so einer gesetzten,\nDas hat sich jetzt inzwischen ein bisschen geändert und es ist halt auch so, dass wie gesagt, es gibt also diese so zum Beispiel,\nMailboxen von Mobilfunkprovidern oder so, die reagieren auch schon eine ganze Weile jetzt nicht mehr auf solche Nummern. Das war vor einiger Zeit noch anders. Da konnte man irgendwie na ja. Zum Beispiel bei O2 noch bis vor relativ kurzer Zeit konnte man halt beliebige Mailboxen abhören, wenn man einfach als Ab\nAbsendernummer äh die entsprechende Mobilfunk nur übermittelt hat und dann hat der halt gesagt, hallo, willkommen in deiner Mailbox und du hast hier folgende neue Nachrichten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:46",
      "text": "Oh klasse."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:24:48",
      "text": "Genau, das haben wir dann halt auch mal irgendwie geändert und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:24:50",
      "text": "So Kenntnisstand gibt es derzeit kein Mobilfunknetz, was das noch so falsch macht. Okay. Was nicht heißt, dass es nicht vielleicht doch noch eins gibt, aber äh wir kennen zumindest keins."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:25:02",
      "text": "Ganz genau ja, nein, also äh und das ist ja äh gibt dann ja auch noch die nächste Variante, also das ist sozusagen die simpelste Variante, irgendwie, wie man die Rufnummer faken kann, also,\nIch meine, um Leute zu verarschen, funktioniert das immer noch wunderbar, damit wir auch dieser Telefon,\nSpam gemacht oder Phishing halt, ähm dass man Leute einfach anruft auf Mobiltelefon mit irgendeiner 0900 sowieso Nummer äh einmal klingeln lässt, auflegt, die Leute sehen, der hat mich mal angerufen, drücken einfach auf Zurückrufen und dann sind sie halt irgendwie zu unglaublichen Kosten mit jemandem verbunden.\nDas ist ja irgendwie auch, das funktioniert auch immer noch wunderbar, weil in den Mobilfunknetzen wird grundsätzlich immer nur die Erste, die in dem Falle dann falsche Nummer angezeigt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:25:40",
      "text": "Mhm. Ja, damit kommen wir eigentlich auch schon so langsam hier zu unserem,\nZweiten Thema, weil nach der Einführung von ISDN gab's dann das zweite digitale äh Netzwerk, was eingeführt wurde in Deutschland, nämlich das GSM.\nNetzwerk, was ja bis heute noch der vorherrschende Standard ist für alle das kam von daher schon durchaus von einem Erfolg sprechen, zumal's ja auch international äh sich ganz gut durchgesetzt hat.\nEs gibt andere Systeme. Kommt man vielleicht auch nochmal drauf eingehen, aber zunächst einmal ähm gibt's denn da eine Verwandtschaft zwischen ISDN und und GSM oder hat das nix miteinander zu tun?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:26:16",
      "text": "Nee, das ist eigentlich richtig. Also man kann GSM zumindest was so das Calls Hingeling angeht.\nAuch als äh mobile ISDN bezeichnen. Ähm das heißt so auf der Netzebene ist das schon ähm äh\nNatürlich sind da noch viele Funktionen dazugekommen, weil so Mobiltelefone sind nun mal von Natur aus ein bisschen anders, die können auch mal aussehen, können irgendwie müssen von Funkzelle äh zwischen Funkzellen hin und her gebucht werden und so.\nEs gibt da noch diverse zusätzliche Features, aber so die Grundfunktionen sind eigentlich genau die gleichen und das ist einfach nur ISDN erweitert.\nAlso das ist schon schon ähm ja\neinfach äh übernommen, weil das ist, also ISDN funktioniert ja inzwischen sehr gut und äh dementsprechend wurde das so wurde das halt so erweitert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:26:55",
      "text": "Wo wo gibt's denn jetzt GSM überall auf diesem Planeten? Also gibt's GSM jetzt ist es schon überall oder gibt's noch äh schwarze Flecken? Also lange Zeit war ja also vor allem denke ich mal die USA ist ein großer Anti-GSM."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:27:10",
      "text": "Ja genau, die haben da ähm die haben da irgendwie lange Zeit keinen DSM gehabt, aber das verbreitet sich da jetzt auch ziemlich schnell. Also es gibt jetzt irgendwie, ich glaube knapp 400 GSM-Netze weltweit.\nUnd ähm das ist eigentlich ähm,\nAlso die die stärksten äh GSM Verweigerer sind eigentlich immer noch die USA Japan, Südkorea so einige südamerikanische Staaten,\nso das das,\nÄhm China hat auch sehr viel GSM, aber die haben halt auch andere Standards. Also die fahren ja immer so eine Multistandardstrategie. Die haben ja auch genug Leute, dass sich das lohnt irgendwie. Die haben sogar so viele Leute, dass es sich lohnt, dass sie eigene Standards entwickeln und ähm,\näh dafür ist sie keine Lizenzgebühren zahlen müssen und für die, die ähm Telefonhersteller halt trotzdem Telefone entwickeln, weil da halt einfach so unglaublich viele von verkauft werden, dass das äh dass sich das halt immer noch lohnt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:03",
      "text": "Mhm also im Prinzip die ganzen großen Techniknationen,\nso halten sich auch noch so ihre eigenen Standards, weil sie natürlich auch eigene äh Entwicklungen hatten. Jetzt,\nÄhm ja was jetzt ist es so, also GSM ist ja ursprünglich,\nauch nur zum Telefonieren mal erdacht worden oder glaubst du das schon von Anfang an auch die Datenkommunikation da eine große Rolle gespielt hat."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:28:30",
      "text": "Na ja, also da es ja eigentlich wie gesagt also vom Singleing her ein ein ähm ein ISDN Ableger ist\nÄhm war da Datenübertragung auf jeden Fall mit eingeplant so und zwar einmal halt ähm so ganz normale Daten Calls.\nAlso so wie man beim ISDN halt auch Daten Anrufe machen kann, kann man halt in den ähm in GSM Netzen halt auch Datenanrufe machen, die dann halt auch ins Festnetz übergehen können."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:28:55",
      "text": "Ein GSM-Datencall auf der einen Seite initiiert, kommt auf der anderen Seite wie ein ISDN-Daten an."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:29:03",
      "text": "Oder wie ein Modemkor. Das kann man halt setzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:06",
      "text": "Ja, kannst sogar auf Modem umgesetzt."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:29:08",
      "text": "Genau, dann wird irgendwie in der Vermittlungsstelle oder beim ähm äh wo auch immer, wo der Netzübergabepunkt ist, stehen dann halt irgendwie so Modem Recks und die wandeln das dann halt von digital nach analog um. Genau, so und dann halt die."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:21",
      "text": "War das schon in jetzt war es schon in in dem Land der neuen Abkürzung, ne? Äh das ist doch jetzt das, was man CSD nennt."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:29:28",
      "text": "Genau, das ist ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:29:33",
      "text": "Also Leitungsvermittelte Daten. Genau. Geschichte. Mhm."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:29:37",
      "text": "Ja genau und äh so die andere Möglichkeit, was halt auch eine Form der Datenübertragung ist, was ursprünglich mal so als so eine Art äh nicht Gag, aber,\nso was halt überhaupt gar keine richtige Bedeutung äh äh beigemessen wurde am Anfang war halt die SMS,\nDass er auch Datenübertragung, das äh werden auch sehr beschränkte Art und Weise und funktioniert halt ähm so zwischen GSM-Terminals wunderbar und also zwischen DSM-Telefon."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:05",
      "text": "Aber am Anfang keiner implementiert. Ich darf mich richtig dran erinnere, die ersten Netzer, die eins und so."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:30:12",
      "text": "Ja die die sind da erst ein bisschen später mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:14",
      "text": "Auch die Telefonnummer."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:30:16",
      "text": "Genau, also die ähm 1ten konnten dann irgendwie nur SMS empfangen so und ja genau. Ich meine, was hat das auch schon für einen Nutzen und die 160 Zeichen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:26",
      "text": "Von Texte aus."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:30:28",
      "text": "Toll. Ja genau. Kann oder? Auf dieser kleinen Tastatur schreiben. Das macht doch keiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:30:31",
      "text": "Nein, nein, nein. Ich kann mir auch nicht vorstellen, dass es überhaupt irgendwie interessant ist. Ja genau und ich meine, warum sollten die Operator das auch implementieren? Das bringt ja auch gar kein Geld für die. Und ich sage dir was, ich glaube, der Grund, warum die auf den Film gekommen sind, dass SMS doch eine tolle Sache sein kann, das ist äh wahrscheinlich der CCC, denn\nBei uns in Berlin du warst ja mit dabei wurde dieses Projekt äh\nE-Gate gestartet, damals als E Plus als dritter Mobilfunkprovider mit auf den Markt kam, waren sie die Ersten, die SMS tatsächlich,\nMit im Paket hatten und siehe da, sie haben es kostenlos gemacht, weil sie dachten."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:31:04",
      "text": "Na ja, also SMS wurde da auch schon von den anderen Netzbetreibern angeboten. Einzigen, die's halt kostenlos gemacht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:07",
      "text": "Aber Sie haben's dann weil Sie dachten, benutzt ja eh keiner, schmeißen wir einfach mal kostenlos mit drauf. Ich glaube, die hatten gar keine Möglichkeit, das überhaupt abzurechnen, wenn ich das äh oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:31:18",
      "text": "Das weiß ich nicht genau, aber jedenfalls äh sie haben's halt kostenlos gemacht und das als zusätzlichen Punkt, weil es ging da gerade so ein bisschen los, dass die Leute halt irgendwie festgestellt haben, hey, das ist ja vielleicht mal ganz lustig, wie so eine Textnachricht hin und herzuschreiben und äh ähm,\nD 1 und Dzwei waren halt gut positioniert und waren halt die großen Netze und den Plus startete halt als kleines Netz und brauchte halt\näh Alleinstellungsmerkmale und die haben natürlich auch jüngere Leute äh angesprochen und ja, dachten sich halt irgendwie so, das können wir da mal irgendwie mit dazupacken.\nUnd so und jetzt jetzt erklären wir mal, wie dieses egate funktionierte und was das gemacht hat. Na irgendwie, wir hatten da damals die Idee,\nDas ist doch eigentlich eine tolle Sache wäre, wenn man jetzt irgendwie immer dieses Telefon in der Tasche hat. Wenn man ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:31:58",
      "text": "Welche Zeit sind wir jetzt? Fünfundneunzig."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:32:01",
      "text": "Vierundneunzig vierundneunzig. Wenn man, wenn man halt ähm zum Beispiel jedes Mal, wenn man eine Mail kriegt, ähm wenn da zumindest irgendwie das äh der Absender und das immer aufm Telefondisplay."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:13",
      "text": "Dass er doch da gab's keins."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:32:14",
      "text": "Genau, da gab's halt kein Spam und da konnte man das halt einfach so machen irgendwie so. Ähm,\nUnd ähm ja, dann äh dachte man halt drüber nach, irgendwie so Sachen zu machen. Zum Beispiel wäre es ja auch cool, dass man halt SMSen an mehrere gleichzeitig schicken kann. Das ist halt so Chatgruppen gibt\nja? So. Und ähm ja und dann war halt irgendwie gab's damals von äh von Nokia irgendwie ganz neu so PCMCIA-Karten\näh PC-Card, wie das ja heute heißt, so für den Laptop eigentlich, die man halt,\nIm Rechner stecken konnte und auf der anderen Seite mit dem Telefon verbinden konnte und darüber konnte man, das war halt eigentlich so für Datenübertragung gedacht, dass man halt irgendwie toll Internet mit seinem Laptop machen konnte, wo man unterwegs war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:32:52",
      "text": "Aber man konnte damit auch SMS."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:32:53",
      "text": "Konnte damit halt auch SMS verschickt,\nGenau, so und dann äh ja äh entstand da halt, dass äh das sogenannte Egate damals und ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:04",
      "text": "Was super kostenlos war wie ein wildes Feuer über Berlin verbreitet hat."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:33:09",
      "text": "Ganz genau, ganz."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:10",
      "text": "Irgendwie nicht lange. Ich erinnere mich noch ganz gut da dran, wo schon dann so die ersten Blitzer Infodienste darüber gestartet."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:33:17",
      "text": "Vor allen Dingen vor allen Dingen irgendwie Kontrolletiservice irgendwie so, der einem gesagt hat, wo jetzt gerade jemand mit der mit der BVG fuhr, wenn man mit der Bahn fuhr irgendwie, der einem sagte\nwo jetzt gerade kontrolliert wurde auf welcher Linie und so weiter. Denn sehr beliebt war halt irgendwie der Newservice, der einem einfach immer irgendwie ähm ich weiß nicht genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:33:35",
      "text": "Heiseticker war das, glaube ich, auch schon am Anfang."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:33:37",
      "text": "Nee, am Anfang nicht. Am Anfang gab's halt erst mal so einen so einen ganz normalen irgendwie Nachrichtenservice, der einem einfach immer äh die die aktuellen Schlagzeilen aufs Telefon geschickt hat. Da hat,\nEs gab da damals aus unklarer Quelle so ein DPA-Feed. Und äh da wurde halt einfach,\nda wurden halt einfach irgendwie die Überschriften äh wenn sie höher als Kategorie sowieso eingestuft waren, also wenn man wenn man das zu niedrig angesetzt hätte, hätte man irgendwie alle irgendwie 20 Sekunden eine SMS gekriegt, aber so hat man halt irgendwie vier oder fünf SMSen am Tag gekriegt und war halt immer auf dem Laufenden.\nIch meine, heutzutage ist man das irgendwie sowieso ständig, aber damals war das halt irgendwie noch eine echt tolle Sache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:14",
      "text": "Was hatte das Ding dann für einen Durchsatz gemacht? Also es äh ja."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:34:18",
      "text": "Das wuchs halt relativ schnell. Am Anfang war es war's halt ein Telefon mit einer Karte an einem Laptop. Irgendwie später war's dann halt irgendwie ähm,\ndrei Telefone mit drei Karten halt an einem PC, wo wo halt extra irgendwo äh so von Flower Power Enterprises geschossen, so ein Billig-PCMCR-Adapter auf Isa irgendwie im PC irgendwie geschraubt war.\nUnd ähm das hat dann halt also in den Spitzenzeiten hat es glaube ich so 8tausend SMS Durchsatz am Tag gemacht von ich glaube am Ende so um die 600 Usern.\nWaren."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:34:49",
      "text": "Und das war dann schon aber ein ganz signifikanter Teil, der überhaupt in ihr Plus ja, also der der."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:34:54",
      "text": "Witz war halt, ähm das war halt\nEs gab zwei SMS bei äh Eplus. Es gab halt einmal das Normal, also SMSC, Entschuldigung, ist, dass äh äh Short Message äh Servicecenter, also sozusagen der Rechner, der Server, der halt die SMSen hin und her schickt und wieder die\ngegennimmt und sie an den Empfänger weiterleitet. Und da gab's halt zwei bei Eplus, einmal das Normale\nUnd das war halt irgendwie relativ, also heutzutage ist SMS ja ziemlich zuverlässig, aber das war halt ganz schön langsam irgendwie, weil alle da ihre SMSen drüber verschickt haben und dann gab's halt noch das Anrufbeantworter, SMSC, worüber halt die Anrufbeantworter Nachricht verschick\naber das hatten wir nicht gesperrt, das konnte man halt auch einfach benutzen, wenn man das halt eingetragen hat. Dementsprechend hat das E-Gate halt über das Anrufbeantworter-SMS die Nachricht verschickt,\nUnd das waren halt so 8000 Stück am Tag,\nUnd das war offensichtlich zu damaligen Zeiten war das eine ganz schöne Menge, weil zwischendurch ging's dann immer mal wieder nicht und wir erhielten dann\näh über verschlungene Pfade erhielten wir dann irgendwie so die Mitteilung, dass so die entsprechenden Techniker bei E Plus überhaupt gar nicht erfreut sein über diese ganze Sache, weil die nämlich mehrmals am Tag diese Kiste rebooten mussten, weil sie einfach stehen geblieben war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:00",
      "text": "Also Prinzip war das ja der erste wirkliche Härtetest für das äh E-Plus-System und wahrscheinlich. Ich habe mal gehört, stimmt das, dass irgendwie 80 Prozent des SMS-Traffings zeitweise von diesem Ecate erzeugt wurde? Ich."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:36:11",
      "text": "Ich weiß es nicht. Kann's nicht bestätigen, aber es war jedenfalls es es hat jedenfalls offensichtlich ein realistisch. Ein äh so großen\nImpakt irgendwie da gemacht bei E-Plus, dass dann halt irgendwie sie irgendwann gesagt haben, hey wir schlagen zwei Fliegen mit einer Klappe, wir tarifieren jetzt einfach die SMS, da verdienen wir\ntierisch viel Kohle und außerdem sind diese Nervbacken da weg. Und außerdem außerdem können wir das irgendwie selber machen und irgendwie unglaublich reich damit werden. Und ich meine dementsprechend das ist es heutzutage immer noch irgendwie also ich ich."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:41",
      "text": "Totaler Goldesel. Ich."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:36:42",
      "text": "Ich glaube nirgendwo auf der Welt oder in keinem, in keiner anderen Datennetzform ist irgendwie das Bit teurer als irgendwie bei der SMS.\nIch meine 140 für irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:36:54",
      "text": "Und wer nutzt die schon."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:36:56",
      "text": "19 Cent, 20 Cent ist immer noch der Standard-SMS-Preis heute. Das muss man sich mal überlegen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:00",
      "text": "Man zahlt im Prinzip einen Cent pro Buchstaben, wenn man's mal,\nIch meine, normalerweise sagt man, kommst du klar, klar, so und das ist halt teuer. Ja, es ist äh wirklich unmöglich und ich hoffe, dass das mal bald äh aufgeweicht wird, aber das äh dafür haben wir wahrscheinlich noch nicht genug Anbieter."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:37:17",
      "text": "Na ja, das wird jetzt halt kommen, weil es gibt ja immer mehr Alternativen zu SMS."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:37:21",
      "text": "Genau, da sind wir nämlich jetzt wieder bei den bei den mobilen äh Datendiensten und wir hatten jetzt sozusagen diese Grunddatenübertragung, also diesen Data-Call, dieses CSD, das Leitungs äh basierte Datenübertragung haben wir schon, aber das ist halt im Prinzip\nuncool, weil das taugt halt nur, wenn man wirklich so eine ähm direkte Verbindung von A nach B braucht und die braucht man auch eine ganze Weile. Und das ist ja eigentlich nicht das, was man machen will, sondern eigentlich will man ja Internet haben."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:37:46",
      "text": "Vor allen Dingen ist es extrem uncool, weil äh das sind halt nur neuntausendsechshundert\näh mit pro Sekunde beziehungsweise ähm vierzehn vier, also vierzehntausendvierhundert, wenn Fehlerkorrektur abgeschaltet ist. Ähm so also das heißt, wenn man einen sehr guten Empfang hat, dann kann man das irgendwie ausnutzen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:01",
      "text": "Ist doch auch schnellere Varianten jetzt von diesem CSD oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:38:04",
      "text": "Genau, es gibt halt das Highspeed-CSD, also HSCSD, ähm was halt einfach Kanalbündelung erlaubt. Da kann man halt einfach mehrere Kanäle zusammenbündeln und dementsprechend schneller ist es dann."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:13",
      "text": "Aber es kostet dann auch entsprechend mehr, oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:38:16",
      "text": "Ähm kommt drauf an, also das haben in Deutschland eh immer nur E Plus und Vodafone angeboten und die haben dann irgendwelche speziellen Tarife dafür angeboten, dass es halt,\nalso es hat nicht tatsächlich so viel also wenn man jetzt 4 Kanäle gebündelt hat, hat's nicht das vierfache von einem normalen Call gekostet. Die haben sich dann da irgendwas spezielles für ausgedacht.\nDas war dann zumindest schon mal irgendwie so, dass es von einem normalen analogen Modem nicht mehr ganz so weit weg war."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:38:38",
      "text": "Ja, aber eigentlich\nEigentlich ist es irgendwie Quatsch, weil meistens haben wir ja bei diesem ganzen Leitungssachen das Problem, da baut man so eine Verbindung auf und die meiste Zeit nutzt man's gar nicht. Man zahlt halt pro Zeit und äh pro übertragende Daten. Das ist natürlich eigentlich,\nQuatsch, weil das Netz selber ja gar nicht so funktioniert, weil es sendet ja nicht die ganze Zeit nichts. Ja. Sondern es sendet halt nichts. Genau. So, das heißt, man will äh\näh das haben sowie auch das Internet funktioniert. Man will paketvermittelte Daten haben, man möchte also sozusagen nur dann, wenn man wirklich was zu senden hat, was\nsenden und nur dann, wenn auch was für einen ankommt, auch was empfangen. Ähm eben Paketvermittlung\nSo wie das damals äh in guten alten Zeiten das X25 als einziges Netz gemacht hat im Vergleich zu den normalen Datenverbindungen auf ISDN.\nÄh so und das äh heißt GPRS richtig."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:39:27",
      "text": "Ganz genau. General Packert Radio Service."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:39:30",
      "text": "Genau. Das ist also sozusagen für GSM zunächst einmal nur für GSM der Standard, der äh definiert, wie man jetzt Datenpakete verschicken kann.\nWie funktioniert das? Existiert das parallel zu dem Telefonieren kann jedes Telefon grundsätzlich Pakete verschicken und telefonieren gleichzeitig."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:39:48",
      "text": "Also äh die meisten können nur also\nOder besser gesagt, mir ist jetzt ausm Kopf keins bekannt, was halt beides gleichzeitig könnte. Ähm ähm das geht halt immer nur das eine oder das andere\nweil halt so die gleichen, die gleichen Funkkanäle, die gleiche Funkinfrastruktur sozusagen dafür genutzt wird und da die meisten Telefone halt bloß ein äh Trancever haben,\ngeht es halt immer nur das eine oder das andere."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:40:09",
      "text": "Also wenn, dann bräuchte man ein Telefon, was quasi zwei Telefone in einem ist und das eine benutzt man nur für Daten und das andere dann für Voice. Oder man hat dann einfach zwei Telefone.\nJa oder so eine Karte, die man sich in seinen Rechner äh äh reinschiebt. Ja. So und jetzt,\nAber jetzt wird's glaube ich etwas ähm kompliziert, denn die Zeit geht weiter und wir haben ja alle\nbekommen vor einigen Jahren gab's dann den neuen Mobilfunk-Hype so ein bisschen parallel zu äh der Entdeckung des Cybers\nund äh der Internetzukunft, in der alles geht. Wir erinnern uns noch gut, New Economy und so weiter an die ganze dicke, fette Blase und kurz bevor sie explodierte, hatte die Bundesrepublik Deutschland das große Glück, auch eine Versteigerung durchführen zu können, nämlich,\nfür die äh UMTS-Lizenzen. Ich erinnere mich noch ganz gut. Der damalige Finanzminister Aichel meinte OMTS, das heißt doch unerwartete Mehreinnahmen zur Tilgung von und ähm\ndie hatte ja auch, ich weiß nicht, wie viele Milliarden damals da verbraten wurden auf die Parfüm."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:41:06",
      "text": "Hundert."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:07",
      "text": "Hundert Milliarden, also eine unglaubliche äh Menge Geld."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:41:11",
      "text": "Allerdings äh D-Mark noch."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:13",
      "text": "Ja, aber auch Milliarden Euro wollen erstmal bezahlt sein. Am meisten hat er glaube ich die Telekom rausgetackert, die halt unbedingt äh drei Lizenzen drei Frequenzen haben wollt. Haben Sie's eigentlich drei bekommen? Die haben's, glaube ich, probiert."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:41:24",
      "text": "Ich glaube, Telekom und Vodafone haben sich da beide nicht so viel genommen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:41:27",
      "text": "Ja, ein paar haben sich auch verschluckt, mobilcom. Also, war auf jeden Fall ähm ein äh ein ein denkbar schlechter Start und bis zum heutigen Tage ist UNTS auch noch nicht so richtig angekommen, zumindest noch nicht in den Köpfen.\nWenn's auch technisch mittlerweile existiert. Wie weit ist UMTS in Deutschland?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:41:44",
      "text": "Na ja, also es ist inzwischen so\ndas der der Fehler, der halt damals gemacht wurde, was sie dann festgestellt haben, ist, dass den Leuten einfach gesagt wurde, irgendwie so, jetzt gibt es und ihr braucht jetzt UMTS und alle haben gesagt, was,\nKann ich das essen? Wozu soll das gut sein? Und warum warum soll ich das brauchen? So und ich meine damit äh kann man halt irgendwelche ähm äh\nFreaks wie uns vielleicht irgendwie begeistern, aber äh so der normalsterbliche, der will halt irgendwie einen Nutzen daraus sehen und ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:12",
      "text": "Das OMTS-Telefonat unterscheidet sich von dem GSM-Telefonat nämlich einfach."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:42:16",
      "text": "Überhaupt nicht. Na ja, genau. Also bis zum heutigen Tag unterscheidet es sich höchstens dadurch, dass irgendwie die Qualität bei GSM meistens irgendwie besser ist, weil die Netzabdeckung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:25",
      "text": "Okay."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:42:26",
      "text": "So und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:28",
      "text": "Ticketsargument."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:42:29",
      "text": "Ja genau und ähm,\nWas jetzt halt so langsam kommt, also die UMTS-Netze sind jetzt aufgebaut und die stehen jetzt und ähm OMTS sickert halt immer mehr so in den Massenmarkt, dadurch dass einfach so die normalen Telefone, die jetzt verkauft werden, halt immer häufiger UMTS haben, eingebaut haben,\nUnd ähm äh was, was jetzt halt kommt, ist, dass die Datenübertragung immer wichtiger wird so. Und."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:51",
      "text": "Eingesehen haben, dass sie nämlich telefonieren, den Leuten mit Bunthest nicht verkaufen."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:42:54",
      "text": "Genau, also ich meine, es gibt halt Videotelefonie, ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:42:57",
      "text": "Leuten auch nicht verkaufen können."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:42:59",
      "text": "Ja genau so und,\nBraucht halt keiner so richtig wirklich und äh aber was halt, was halt echt interessant wird, ist eben die Datenübertragung. Und das ist das ist halt die Sache, wie sich UMTS letztlich etablieren wird, also den."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:09",
      "text": "Schnell ist UMTS."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:43:11",
      "text": "Also wir können ja erst noch mal einen Schritt zurückgehen. Sie haben GSM noch mal aufgebohrt so. Äh nämlich gibt es da dieses Edge, was irgendwie Enhanced Data Rates for GSM Evolution ist. Hm. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:25",
      "text": "Ja."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:43:26",
      "text": "Was in äh Deutschland derzeit nur von T-Mobile unterstützt wird und äh da auch noch nicht vollständig, also die bauen ihren Netz gerade damit aus, sind jetzt glaube ich ungefähr bei der Hälfte des Netzes angekommen und damit kommt man immerhin so auf 230 Kilobit ungefähr."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:39",
      "text": "Mhm. Im Vergleich zu holen, 9,6 Kilobit."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:43:44",
      "text": "Genau oder 14vier mit einem Kanal, so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:43:47",
      "text": "So 14 zu 2hundertdreiund."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:43:50",
      "text": "Beziehungsweise also bei bei GPHS hat man halt schon mehr. Bei GPRS hat man äh hast du halt äh so zwischen achtundzwanzig acht und sechsundfünfzig.\nKilobit pro Sekunde."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:00",
      "text": "Okay, so."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:44:01",
      "text": "Der der der Standardfall ist halt meistens, dass man irgendwas so um 40 Kilobit hatten mit normalem GPAS. Und mit Edge hast du halt wirklich also äh die Telekom ähm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:11",
      "text": "Edge jetzt schnellere also es sind schnellere Leitungsverbindung oder."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:44:15",
      "text": "Paket, Paket, wir sind jetzt komplett bei."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:18",
      "text": "Im Prinzip ein gesteigertes GPR ist. Okay, mhm."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:44:20",
      "text": "Genau. Also es wird auch als äh E GPS bezeichnet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:23",
      "text": "Ah okay man noch eine Abkürzung mehr hat."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:44:27",
      "text": "Ganz genau. Mhm. So. Und vor allen Dingen gleich zwei Abkürzungen für die selbe Sache."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:44:31",
      "text": "Sehr praktisch. Genau."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:44:33",
      "text": "Ja und das ist ähm äh also 2hundertdreißig Kilobit kann das halt so machen und ist\nDa, wo es verfügbar ist, häufig äh noch deutlich zuverlässiger als äh OMTS-Datenübertragung. So und bei UMTS, da ähm kommst du halt so auf\n384 Kilobit, wenn's halt gut läuft.\nSo, es kann halt häufig echt deutlich langsamer sein äh oder abbrechen oder was weiß ich, insbesondere wenn du dich halt bewegst und zwar aus der Stadt raus oder so, dann äh hast du mit OMTS halt häufig verloren, aber wenn das halt mal gut läuft, dann kommst du da auf 34und8 Kilo mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:04",
      "text": "Was aber jetzt so gegenüber den zweien 230 Kilobit gar nicht so."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:45:09",
      "text": "So klicken kannst du mit beidem ungefähr gleich\nSo und wenn man halt irgendwie äh Zug fährt oder so was oder im Auto unterwegs ist und nicht selber fährt, äh dann wird man halt, wenn man Timo\nnutzt dann eher irgendwie wahrscheinlich auch Edge zurück. Also das macht das Telefon zum Glück alles transparent und für einen und wählt immer die schnellste Variante aus. So ähm,\nÄhm damit man halt äh sich da nicht noch drum kümmern muss, aber Edge ist da halt eigentlich die bessere Variante.\nSo, weil GSM halt einfach besser ausgebaut ist und äh und besser getestet und das funktioniert halt einfach. So und ähm bei UMTS kommst du halt auf 348und Kilo Bit\nWas übrigens in den Zügen auch noch nicht geht, weil ähm äh UMTS-Frequenzen bisher von den also im ICE geht's nicht, weil UMTS-Frequenzen von den Repeatern in den ICEs nicht äh repeat werden bisher.\nGenauso wenig wie O2-Frequenzen übrigens."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:45:58",
      "text": "Aber mit dem Edge würde es schon funktionieren. Na ja."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:46:01",
      "text": "Genau. Im normalen Zug geht halt beides, weil der ist halt nicht so nicht so schnell und nicht so abgeschirmt wie ein äh wie ein wie ein ICE."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:08",
      "text": "Irgendeine Ahnung, was sie da bei diesem Edge eigentlich jetzt anders machen, damit sie auf einmal so sagenhaft viel schneller ist."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:46:13",
      "text": "Also mit den mit den unterliegenden Foodtechnologien kenne ich mich auch nicht so ganz gut aus, aber es ist halt so, dass sie das einfach ähm dass sie mehr Zeitschlitze, dass sie dass sie sozusagen die Zeitschlitze kleiner machen einfach. Ah ja. Äh in denen man übermittelt, indem."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:25",
      "text": "Sehr erhören, erhöhen quasi einfach die Datendichte pro Zeit."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:46:28",
      "text": "Ganz genau. Und wie die Modulation und,\nJa genau und ich glaube ich glaube, es gibt auch mehr Modulationszustände, die irgendwie übertragen werden. Aber wie gesagt, also da was was die Funktechnologie direkt äh angeht, da bin ich halt irgendwie keiner."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:41",
      "text": "Okay, aber es es zeigt sich auf jeden Fall, dass wenn man lang genug wartet, äh die Elektronikhersteller dann doch in der Lage sind immer noch Chips ähm zu liefern, die."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:46:49",
      "text": "Durchaus."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:46:50",
      "text": "Kompatibel noch zu alten Protokollen einfach mehr rausholen können und viele Technologien, die wir entweder für jetzt machen wir alles total anders statt Evolution, das funktioniert dann halt meistens nicht so recht."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:47:00",
      "text": "Ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:47:01",
      "text": "Es ist da ganz schön allein auf weiter Flur. Also der Eindruck."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:47:05",
      "text": "Ja.\nGenau so und was jetzt allerdings noch kommt, also dreihundertvierundachtzig Kilobits sagt man ja okay, das ist schon mal gar nicht so schlecht irgendwie, also klicken, Mail schreiben, dies und das und jenes, kann man damit alles machen.\nDas alte Problem, was es irgendwie schon vom ganz normalen GPS her bleibt, nämlich dass man eine unglaublich miese Latenz hat, also ist einfach,\nTierisch lange gedauert, wenn man jetzt zum Beispiel irgendwo,\nonline irgendwo eingeloggt ist, irgendwo mit jemandem chattet direkt online, wenn man auf die Taste drückt, bis das irgendwie beim anderen ankommt. Das dauert einfach unglaublich lange. Ähm,\nDas bleibt bestehen so. Das ist halt immer noch so äh vorhanden. Ist zwar etwas geringer, aber so richtig Snapy ist das halt immer noch nicht alles. So und was es jetzt halt noch gibt ähm ist dann halt HSDPA.\nWas äh Highspeed-Downlink-Packet-Access ist,\nGenau. Was die ganze Sache halt noch mal schneller macht, was halt nur MTS nochmal schneller macht und da werden im Augenblick, das wird auch von T-Mobile und Vodafone im Augenblick unterstützt. Ich glaube,\nauch schon fast im ganzen Netz jeweils, zumindest bei Vodafone. Äh die unterstützt uns im ganzen Netz und ähm da sind im Augenblick 1,8 Megabit supportet."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:11",
      "text": "Was was ist das? Das ist sozusagen ein Downloadbeschleuniger also es bezieht sich sozusagen nur auf Receiving. Das."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:48:18",
      "text": "Ganz genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:19",
      "text": "DSL für Mobiltelefon, ja. Ah ja."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:48:22",
      "text": "Exakt. So und äh da sind im Augenblick halt 1,8 Megabit supportet und äh das soll mal also nächster Schritt 3 Komma sechs Megabit irgendwie ab Anfang nächsten Jahres soll das hier in Deutschland losgehen mit."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:32",
      "text": "Alles immer noch im Kontext des GSM-Netzwerks."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:48:36",
      "text": "Genau, also das UMTS-Netzwerkes."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:38",
      "text": "Ah okay, also HSDPA ist ein Feature von UMTS."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:48:41",
      "text": "Genau. Ja und das."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:48:43",
      "text": "Gut, also es äh es könnte tatsächlich alles besser werden, sagen wir es mal so bei uns. In Stufe zwei. Aha."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:48:49",
      "text": "Genau. So und das das ist dann halt äh äh ab Anfang nächsten Jahres gibt's halt 3,6 Megabit im Downlink zumindest und das ist ja dann inzwischen schon so, wie man das halt zu Hause also viele haben halt auch keine schnellere DSL-Leitung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:02",
      "text": "Ja, das stimmt. Das äh klingt dann durchaus äh attraktiv. Die Frage ist halt nur, wie ist da die äh Preisgestaltung, was ja noch sehr,\nUnerfreulich finde, dass es äh,\nDie geringe Bereitschaft ähm zu ordentlichen Tarifen gibt glaube ich nur einen einzigen gebürtigen Flatrate-Anbieter äh Base, dieser."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:49:23",
      "text": "Also ist ja beides ihr Plus-Gruppe sozusagen gibt es halt eine genau.\nÄh aber die bieten halt nur sozusagen normales UMTS in Anführungszeichen an, also mit maximal 384 Kilobit. Mhm. Und man muss halt auch sagen, ey Plus gehört halt nicht zu den äh äh,\nNetzanbietern mit der mit der besten Netzabdeckung so\nÄhm das heißt, da muss man halt auch gucken, äh wo man das so im TS tatsächlich nutzen kann. Also in den Städten ist es sicherlich kein Problem, aber halt aufm Land wird's dann doch recht schnell recht dünner und ähm ja, die bieten halt irgendwie das nur bis 384 Kilobild an."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:49:57",
      "text": "Mhm und wenn ich jetzt auf dieses Edge gehen will, dann bin ich derzeit nur bei T-Mobile in irgendeiner Form. Ganz genau. Äh dabei und brauche aber auch im Prinzip nur ein Telefon, was äh Edge kann, oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:50:08",
      "text": "Richtig, genau, das muss supportet werden und ähm können das die Telefone schon? Ja, die meisten supporten das schon eine ganze Weile.\nWeil es gibt andere Länder, die halt irgendwie gesagt haben, so wir machen diesen ähm wir machen diesen UMTS wahnsinnig mit und wozu braucht man das eigentlich, wo um die Leute\nsaßen die das irgendwie mal ein bisschen hinterfragt haben,\nUnd für die ist halt genau das Edge super. Das kostet halt nicht so viel das Netz aufzurüsten. Muss halt irgendwie neues Modul an die Basisstationen geschraubt werden und ähm gut ist und dann bisschen neue Software und das war's dann halt.\nUnd deshalb unterstützen die Telefone das schon recht lange."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:50:42",
      "text": "Verstehe. So, das heißt so richtig für den äh Datenreisenden von heute äh gibt's eigentlich so richtig beruhigende tolle Tarife nicht. Also es gibt verschiedene Flatrates so mit bis zum diesen tollen."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:50:56",
      "text": "Oder so. Genau, diesen tollen Begriff, der Fair-Flat. Ähm was halt einfach bedeutet, du hast ein äh bestimmtes Übertragungsvolumen, was du im Monat ausnutzen kannst.\nUnd wenn du da mal einen Monat drüberkommst, dann wird dir das nicht berechnet.\nSo und wenn du den zweiten Monat danach drüberkommst, wird's dir auch noch nicht äh berechnet, aber wenn du im dritten Monat danach immer noch deutlich über diesem Datenübertragungsvolumen liegst, dann wird es ab da wird es dir berechnet.\nSo, das heißt also, was sind, was die Netzbetreiber damit verhindern wollen, ist halt, dass der DSL ganz abschafft und dir irgendwie alle Movies irgendwie,\ndirekt ähm übers UMDS-Netz ziehst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:32",
      "text": "Dafür gibt's dann DSL."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:51:37",
      "text": "Ähm äh das ist halt ähm also bei T-Mobile und Vodafone gibt's halt diese Fair-Flats, die halt so einen fünf Gigabyte Tarif äh beinhalten,\nUnd ähm ja so das äh ist halt allerdings in der Tat immer noch ähm äh recht teuer. Also da äh kommt man halt nicht so ganz billig bei weg."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:51:57",
      "text": "Was ist denn so deine Einschätzung? Also wird äh OMTS sich äh weiter durchsetzen, wird es ewig dauern, wird es irgendwie mittelfristig schon wieder von dem übernächsten Standard äh,\nabgehängt werden, ist da irgendwas in sich? Ich weiß, dass die Chinesen und Japaner, die haben ja auch eigene."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:52:15",
      "text": "Genau, also die Chinesen machen halt immer eigene Standards, weil inzwischen irgendwie, die machen halt ähm äh UMTS-Gehörte ist ja ein WCDMA-Standard und die Chinesen machen halt irgendwie TDSCDMA. Ähm,\nWas sie sich halt selber ausgedacht haben, ich glaube in Zusammenarbeit mit Siemens, wenn ich mich recht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:32",
      "text": "Wofür steht das wie CDMA."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:52:35",
      "text": "White ähm Code Division Multiplex Multiplex Exess. Genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:41",
      "text": "Und dann entsprechend Time Division."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:52:43",
      "text": "Genau TDMA ist halt GSR GSM gehört, ist halt ein TDMA-Standard, genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:52:48",
      "text": "Heim Division heißt im Prinzip, man hat so die Frequenz über die Zeit und dann hat man so feste Zeit-Slots und da wird dann irgendwas reingeführt. Genau und wie anders."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:52:57",
      "text": "Ja das andere ist, ich also insbesondere wie WCDMA funktioniert das ist irgendwie so Voodoo."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:01",
      "text": "Also ich mit."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:53:05",
      "text": "Zumindest zumindest für mich. Äh ich hab's mal versucht irgendwie zu verstehen, aber dafür verstehe ich irgendwie von Funk einfach zu wenig und äh also es gibt ja auch beim CDMA, also im UMTS gibt's ja diese sogenannten\nAtmenden Zellen. Also die Mobilfunk äh äh Zellen die decken ja im GSM immer eine feste Größe ab. Also eine Basisstation strahlt halt so und so weit.\nUnd ähm da kann man das halt nutzen und äh gibt halt eine bestimmte Anzahl von Leuten, die irgendwie die zur Verfügung stehenden Kanäle nutzen können und dann ist die Zelle irgendwann voll und dann kann sie halt irgendwie keine weiteren Gespräche irgendwie vermitteln oder entgegennehmen.\nSo und beim äh UMTS ist es halt lustigerweise so, je mehr Leute in einer Zelle sind und in dieser Zelle auch irgendwie telefonieren, desto kleiner wird einfach der Einzugsbereich der Zelle."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:53:49",
      "text": "Aha aha."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:53:51",
      "text": "Das heißt genau das. Also äh wenn jetzt irgendwie nur einer in der Zelle eingebucht ist, dann hat die Zelle einen unglaublich großen Radius und kann halt irgendwie noch,\nGanz weit weg irgendwie kann man sich da noch einbuchen. Wenn's jetzt aber schon um die 30 Leute in der Zelle sind, dann wird der Radius, den die Zelle bedient, immer kleiner.\nUnd das ist sozusagen nicht irgendwie, das wird da nicht runtergeschraubt, sondern es ist sozusagen Technologie immanent irgendwie, was dieses WCMA angeht. Ähm ich hab's nicht verstanden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:16",
      "text": "Heißt im Prinzip, ja, gut, die können mir das schon ganz gut vorstellen, weil das äh sicherlich auch was mit ähm,\nJa, variabler Sinneleistung zu tun hat, aber damit schafft man halt quasi eine Übernahme und kann unter Umständen die Überlastungsmomente besser ausgleichen, weil wenn da was weiß ich, irgendwo eine Demo ist.\nJa, dann können zumindest noch umliegende Basisstationen dort auch noch einige bedienen, die bei den anderen vielleicht."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:54:38",
      "text": "Wenn da dann deutlich weniger Leute sind, ja."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:41",
      "text": "Wenn nicht überall Demo ist, ja wenn die Revolution kommt, dann äh ist es wahrscheinlich sowieso."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:54:46",
      "text": "Mit jedem Standard schlecht."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:54:51",
      "text": "Ja"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:54:52",
      "text": "Ganz genau ja also äh also das sind ja so W-CDMA und äh äh dieses One-Ex IWDO, was sie halt in Amiland haben ähm das sind ja Search Generation Mobilfunkstandard."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:05",
      "text": "Ih wie die O ja, das ist so ein auch ein Datendienstanbieter, ne."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:55:09",
      "text": "Das ist ein ein ja auch ein ein äh äh Standard für mobile Datenübertragung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:14",
      "text": "Und nur für Datenübertragung. Ähm Telefonie."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:55:19",
      "text": "Ähm richtig, also äh,\nDu kannst halt, ich meine inzwischen, das das wird ja eh alles irgendwie Daten, das ist ja eh alles Daten in einer Form oder der anderen. Äh aber One ex IVDO ist halt irgendwie, also die O steht halt für Delta optimized. Das ist halt irgendwie speziell halt zur Datenübertragung."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:55:37",
      "text": "Ja, also das das kommt jetzt in zunehmendem Maße. Ich war auch gerade irgendwie in Dänemark. Da gab's das auch. Ich habe mir jetzt leider grad nicht gemerkt, wie der Provider heißt, aber die bieten auch wohl äh Dänemark, weil so was an. Da war dann irgendwie so eine kleine Basisstation so von der Größe von so einer etwas aufgeblaseneren VLAN-Station.\nDie hat man halt irgendwo in Raum bestellt und da kommen dann irgendwie Internet rausgepurzelt und ist auch gar nicht mal so langsam. Also es gibt schon auch jenseits von äh UNTS da diverse Ansätze.\nÄhm habe ich auch grad in Erinnerung, weil das war irgendwie so eins der wenigen\nDateninfrastrukturen, die zum Beispiel letztes Jahr noch funktioniert haben als nur von der Flut überrollt wurde. Auch die hatten dort äh quasi ein Angebot und bevor da irgendwelche anderen Netze wieder am Start waren, gab's das,\nAber in Deutschland gibt's eigentlich keine reinen Datenanbieter für mobil.\nEs ist im Prinzip ja alles so unter der Ägide von GSM und Ulm TS Betreibern."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:56:32",
      "text": "Ähm genau."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:33",
      "text": "Da irgendwas."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:56:35",
      "text": "Ähm na du kannst halt Data Only Karten haben. Das kannst du schon, es gibt halt entsprechende Data-Only-Tarif, über die du halt nicht telefonieren kannst."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:42",
      "text": "Ja gut, aber es es handelt sich dann halt auch nach wie vor um TS oder um GSM-Netze. Gibt keinen anderen Standard, keinen anderen Anbieter, der jetzt noch Data Only macht ohne Telefonie."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:56:52",
      "text": "Richtig, richtig."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:56:53",
      "text": "Okay. Wäre aber eigentlich mal ganz äh cool. Ist das eigentlich auch reglementiert? Das ist im Prinzip nur über die Frequenz reglementiert, dass man einfach äh."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:57:00",
      "text": "Die Standard, die Standards sind auch reglementiert. Also in in Europa dürfen halt einfach nur GSM und äh OMTS gemacht werden."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:09",
      "text": "So. Ah diese freien Frequenzbereiche, die jetzt so WLAN und so weiter du tust auch benutzen, 2,4 Gigahertz, diese Sachen."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:57:17",
      "text": "Ja klar, ich meine."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:18",
      "text": "Die könnte man doch eigentlich auch nutzen, um so ein eigenes Datennetz aufzubauen."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:57:21",
      "text": "Ja, könnte man machen."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:23",
      "text": "Das Problem, dass einem jeder gleich wieder dazwischenfunken."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:57:25",
      "text": "Ja genau und außerdem wie das halt so ist mit irgendwie ich baue mal eben ein landesweites Datennetz um, nicht. Also das macht man halt nicht mal eben so."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:57:32",
      "text": "Digitales Telefon, was wir noch vergessen haben, was auch so unwichtig nicht ist, das ist äh der Deckstandard, DECT.\nDer auch bei uns aufm Kongress jedes Jahr mal wieder eine äh große Rolle spielt, weil das\nquasi auf unserer Konferenz äh der Inhouse, Telefonierstandard ist, jeder kann mit seinem Decktelefon anmarschiert kommen und äh kann sich irgendwie einbuchen und dann gibt's irgendwie kostenlos äh auch nach draußen und nach drinnen, das heißt man ist unter einer Nummer für jeden erreichbar.\nÄh ist ja eigentlich so wie ein Hausgebrauch äh gedacht ist, äh hat es eigentlich auch irgendwas mit ISDN zu tun?\nDeckt oder das ist nochmal so eine ganz andere separate Entwicklung, oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:58:07",
      "text": "Na deckt, nee, Deck hat nichts mit ISDN zu tun. Deckt ist halt einfach sozusagen ähm ein Standard für schnurlose Telefonie einfach so und äh ob\ndeine Basisstation jetzt am Ende mit äh mit dem ISDN oder mit dem äh alten analogen Telefonsystem verbunden ist, das ähm ist halt egal.\nEs ist halt einfach deckt, dass irgendwie viele Features ähm die halt auch im ISDN supportet werden natürlich, ähm weil du möchtest halt irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:33",
      "text": "Was weiß ich, die Dreier können noch mal Anzeige natürlich."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:58:35",
      "text": "Dreierkonferenz auch von deinem Schnurrlust-Telefon aktivieren können, aber das ist halt ansonsten einfach ein ein äh Schnurlosübertragungsstandard, der halt nichts mit den anderen äh Standard so direkt jetzt zu tun hat."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:58:45",
      "text": "Der entwickelt sich auch nicht bloß weiter, habe ich so den Eindruck, oder?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:58:47",
      "text": "Nö, das ist halt so am genau, funktioniert ist irgendwie so am Ende angekommen. Die Japaner haben darauf halt ein ganzes ganzes Mobilfunknetz aufgebaut, also nicht auf Deckt, aber äh,\nJa. Äh und zwar während wir hier halt GSM hatten, hatten die Japaner schon ein bisschen vorher äh PHS oder PHS, das Personal Handy Phone System,\nWas halt mit einer ähm was halt im Prinzip schnurlostelefone waren ähm,\nWas sich einfach dadurch auszeichnet, dass halt die Reichweite weht wesentlich geringer ist als irgendwie bei unserem GSM.\nDas heißt, sie haben da viel, viel mehr äh Basisstationen und ähm und ja, die Telefone können halt einfach nicht ähm äh ja nicht wie bei uns irgendwie Kilometer überbrücken und zur nächsten Basisstation zu kommen.\nMhm. Und das und das das führt allerdings dazu, dass die schon sehr früh sehr, sehr leichte, sehr kleine Telefone bauen konnten."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "0:59:37",
      "text": "Ja, die waren beim Mobilfunk eigentlich auch immer extrem konkurrenzfähig, nicht? Also die und so. Ja. GSM gibt's eigentlich nicht in Japan. Nee, gibt's gibt es jetzt."
    },
    {
      "speaker": "Tobias Engel",
      "time": "0:59:49",
      "text": "Hm na ja nicht wirklich. Also es gibt halt ähm es gibt halt irgendwie dieses äh äh Phoma-System so wie die das da nennen und ähm äh\nAlso das ist auch WCDMA, aber ähm soweit ich weiß, ist es halt ein bisschen anderer äh noch mal ein bisschen anderer Standard als das, was."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:03",
      "text": "Mit dem hier konnte ich mich irgendwie einbuchen mit meiner Karte, also das war dann schon Ulm TS Netze, die ich da benutzt habe."
    },
    {
      "speaker": "Tobias Engel",
      "time": "1:00:10",
      "text": "Ja, okay, alles klar."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:00:12",
      "text": "Das kommt jetzt so."
    },
    {
      "speaker": "Tobias Engel",
      "time": "1:00:14",
      "text": "Dann haben dann haben Sie das, dann haben Sie das irgendwie mal äh äh geupgradet, jedenfalls am Anfang war es so, dass man, dass die Telefone nicht kompatibel waren, aber dann haben sie das inzwischen halt irgendwie geupgradet, weil die unterliegende Funktechnologie ist halt die gleiche. Ist halt beides WCDMA,\nJa, vielleicht sehen wir noch mal so einen kurzen Blick auch so auf die Telefonwelt äh werfen die jetzt ja irgendwie dazugehört, weil auch so die Hersteller müssen natürlich das irgendwie alles unterstützen. Derzeit ist einfach,\nNach wie vor die Nummer eins, glaube ich, unangefochten, ist Nokia.\nRichtig, genau. Somit ihrem Symbion äh Betriebssystem, was ich persönlich nicht leiden kann die Nummer eins sind sie nicht mit ihrem Betriebssystem, sondern sind sie mit ihrem Nokia OS\nSerious Forty mit den Alten, mit den kleinen Telefonen sozusagen. Genau, das sind die, von denen die meisten verkauft werden irgendwie. Sind zwar äh Technologieführer oder möchten das äh sein mit irgendwie Symbien, aber ähm ähm,\nDavon wären halt bei weitem nicht so viele Telefone verkauft, wie von den herkömmlichen sozusagen. Mhm."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:16",
      "text": "Aber bietet denn Nokia jetzt auch Telefone weltweit an? Also auch für PHS und so weiter."
    },
    {
      "speaker": "Tobias Engel",
      "time": "1:01:21",
      "text": "Für PRS soweit, ich weiß nicht, äh sie bieten halt ähm,\nÄhm und Sie sind gerade aus dem ausgestiegen. Also ähm Sie bieten haben die eigene die eigenen Telefonentwicklung für CDMA-Telefone stellen Sie jetzt ein\nUnd weil sich das offensichtlich halt nicht gewohnt hat und ähm ja aber ansonsten sind sie schon sind sie schon ähm eigentlich weltweit vertreten. Also auch da,\nfür die chinesischen Netze zum Beispiel bauen sie halt auch eigene Telefonotzer."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:01:49",
      "text": "Mhm. Das ist so der der nächste das große Schlachtfeld, ne. Jetzt China äh wird man sehen müssen, was äh was sich da an Standards äh entwickelt, aber ich glaube, da sind wir jetzt beide gerade nicht ausreichend. Befugt uns da klug drüber auszulassen.\nÄhm du bevorzugst ja so, was ist dein Telefon? Dein Telefon ist nach wie vor so ein Nokia Series vierzig, ja oder was?"
    },
    {
      "speaker": "Tobias Engel",
      "time": "1:02:13",
      "text": "Genau, ich benutze irgendwie einfach der Gewohnheit wegen und weil es gut abgehangen ist und funktioniert, benutze ich halt irgendwie ein in der letzten äh Inkarnation. Ähm,\nja, bin aber persönlich irgendwie nicht mehr so sonderlich zufrieden damit, bin der Meinung, dass irgendwie ähm Nokia,\ndie Entwicklung so ein bisschen schleifen lässt irgendwie und also dieses Betriebssystem, wenn man das halt so ein bisschen so ein bisschen äh benutzt und und halt selber mal äh programmiert hat oder programmiert, sich so ein bisschen mit Softwareentwicklung auskennt und so dann\nstellt man halt einfach ganz schnell fest, das scheint ein\nKern zu sein, ein sehr alter Kern, der da irgendwo innen drinsteckt, der zwar sehr gut funktioniert, aber einfach an dem so viel geschraubt wurde, so viel rangebastelt, rangelötet und hier noch ein Feature und da noch was. Es ist so unglaublich zugehackt. Es macht halt irgendwie einfach,\nnicht mehr so richtig Spaß und ähm,\nMuss man sagen, dass Tony Erickson da mit seinem äh propretären Betriebssystem einfach, die haben das mal radikal überholt und sind da eigentlich echt ähm ja\nviel weiter inzwischen ähm so von daher also und das Problem ist also benutze ich persönlich halt nicht, weil da einfach auch noch nicht wieder alle Features drin sind, die gibt ähm und ähm weil ich\nich persönlich bevorzuge einfach ein Telefon in meiner Tasche zu haben und halt nicht einen Computer äh mit dem ich auch wo es auch eine Telefonapplikation gibt."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:33",
      "text": "Aber das, ja, das kann ich."
    },
    {
      "speaker": "Tobias Engel",
      "time": "1:03:35",
      "text": "Das bin nur ich, halt das meine Vorliebe irgendwie."
    },
    {
      "speaker": "Tim Pritlove",
      "time": "1:03:38",
      "text": "Kann das schon verstehen. Ich meine, ich renne jetzt hier irgendwie, weil's äh günstig geschossen hat mit so einem E 61 hier irgendwie durch die äh äh Runde, aber es es macht einfach keinen Spaß. Also mal ehrlich das Gefühl, man hat so einen Windows-Computer direkt vor der Nase und das, obwohl's noch nicht mal wildlos ist. Ähm\nVor kurzem mal hat mir mal jemand irgendwie auch noch so ein Windows Windows ja. Unter die Nase gehalten und ich und ich war erschreckt, dass man also die,\nKomplexität und also äh undurchschaubarkeit, was äh Simbian schon eigentlich wunderbar vormacht, noch ins Unendliche steigern kann. Das ist also da noch viel mit\ntausenden von Kontext Mühle. Ich will jetzt gar nicht erst anfangen, dann rege ich mich total auf. Auf jeden Fall, da ist noch eine ganze Menge zu holen für ähm kluge Hersteller.\nIch denke auch, wir haben's jetzt alles ganz gut äh eingepackt\nTobias, ich bedanke mich für den Überblick und ich hoffe gerne. Euch ist äh ein bisschen klarer geworden, was äh es mit den ganzen fünf Buchstabigen äh Abkürzungen so auf sich hat.\nDas war Chaos-Radio Express, die 40 Ausgabe und es soll auch nicht die letzte bleiben.\nJetzt müssen wir mal gucken in der nächsten Zeit steht der Kongress an. Da ist eine Menge zu tun, wird sich zusehen, dass ich auch vom Kongress noch ein bisschen was äh berichten kann,\nAnsonsten, ich höre immer gerne euer Feedback. Äh schickt uns einfach E-Mail, Chaos-Radio äh CCC DE oder schaut mal auf unserer Webseite auch nach den Feedback-Telefonnummern, wie ihr möchtet. Ähm,\nbin auch für Vorschläge, für Themenvorschläge immer zu haben. Ansonsten wie gehabt Chaos-Radio einmal im Monat, immer am Ende des Jahres.\nAuf Fritz und natürlich auch als Podcast beim äh der auf derselben Webseite unter Chaos Radio CCDE.\nGut und das äh war's jetzt hier aus äh dem mobilen Podcast-Land. Ich sage tschüss. Tschüss.\nDanke Tobias und äh ja bis bald."
    }
  ]
}